{
  "source": {
    "url": "https://www.youtube.com/watch?v=C-u5WLJ9Yk4",
    "domain": "youtube",
    "id": "C-u5WLJ9Yk4"
  },
  "metadata": {
    "type": "music video",
    "title": "Britney Spears - Baby One More Time",
    "creator": "Britney Spears"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Sitting in a high school classroom, a girl with black heeled shoes and tights taps her foot against the leg of her desk."
        },
        {
          "timestamp": 7,
          "text": "It's Britney Spears. She taps her pencil against a book while staring at the clock. She wears a white button up shirt, gray cardigan, and a pink fluffy scrunchy in her hair. Her dirty blond hair is done up in twin braids, which reach below her shoulders."
        },
        {
          "timestamp": 15,
          "text": "She watches the clock approach 3pm. A teacher with red glasses glares at her."
        },
        {
          "timestamp": 19,
          "text": "The students grab their backpacks. In the hallway, students run from their classrooms, wearing private school uniforms."
        },
        {
          "timestamp": 25,
          "text": "Spears stands in the hallway, looks at us, and raises an arm in a pose. Her white shirt has been tied into a bow, revealing her midriff. Behind her, 2 girls with similarly styled shirts and black skirts pose with her."
        },
        {
          "timestamp": 30,
          "text": "More girls join behind them. They dance down the hallway."
        },
        {
          "timestamp": 35,
          "text": "Students open their lockers, toss out items, and change clothes. Spears and the girls continue dance in their own hallway, rocking side to side and spinning around."
        },
        {
          "timestamp": 45,
          "text": "Boys in uniforms dance and twirl behind the girls."
        },
        {
          "timestamp": 55,
          "text": "Spears sings to us, standing in front of some lockers."
        },
        {
          "timestamp": 75,
          "text": "The backup dancer girls move to the back. A dozen boys replace them, throw their arms out and twirl."
        },
        {
          "timestamp": 85,
          "text": "Spears, the backup dancers, and other students run down the hall."
        },
        {
          "timestamp": 90,
          "text": "In front of some cars, Spears and boys in sports uniforms dance. Spears is wearing a hot pink sports bra and white sear pants. Her hair is down, except for 2 locks forming small pig tails."
        },
        {
          "timestamp": 95,
          "text": "Spears does a back hand spring while the boys near by spin in circles."
        },
        {
          "timestamp": 100,
          "text": "Spears sits in a convertible and sings to us. She rests her head on her arms, looking distant."
        },
        {
          "timestamp": 105,
          "text": "In front of the cars, Spears and sporty looking students dance, moving their arms like windmills and their hips in circles."
        },
        {
          "timestamp": 120,
          "text": "A basketball dancer breakdances, while Spears and other students watch from a distance."
        },
        {
          "timestamp": 125,
          "text": "Spears dances, putting her hands on her heart, then spreading her arms wide. She throws her hands in the air."
        },
        {
          "timestamp": 130,
          "text": "Another basketball player breakdances. Spears does a forward hand spring."
        },
        {
          "timestamp": 140,
          "text": "Spears holds a basketball, while sitting on gym bleachers. She wears a yellow athletic crop top and red sweat pants with slits down the side."
        },
        {
          "timestamp": 150,
          "text": "She looks at us, the looks at a muscular basketball player. He returns her gaze."
        },
        {
          "timestamp": 158,
          "text": "He's gone."
        },
        {
          "timestamp": 162,
          "text": "Spears and dozens of students in sports clothes dance in the gym."
        },
        {
          "timestamp": 165,
          "text": "The dancers walk forward while crossing their legs. They run their hands down their bodies, lean forward, pop back up, and then shift their hips side to side."
        },
        {
          "timestamp": 170,
          "text": "Spears and the 15 dancers grab their neighbors hands and throw their heads back then forward. "
        },
        {
          "timestamp": 175,
          "text": "In the bleachers, Spears looks at us, holding a basketball."
        },
        {
          "timestamp": 180,
          "text": "On the gym floor, Spears dances."
        },
        {
          "timestamp": 185,
          "text": "Player 91 tries to dunk a basketball, but misses. He later dribbles a ball, while 2 others guard him."
        },
        {
          "timestamp": 190,
          "text": "Player 10 sits in the bleachers. Smiling, he shakes hands with a girl next to him."
        },
        {
          "timestamp": 195,
          "text": "On the gym floor, Spears twirls, lands on her knees, throws her hands back, twirls on her knees, stands, and twirls again."
        },
        {
          "timestamp": 200,
          "text": "A girl in pants runs, jumps, and slides along the floor."
        },
        {
          "timestamp": 210,
          "text": "The teacher with red glasses walks into the gym with her hands on her hips. Spears and students twirl, then lean back, throwing their arms dramatically behind them."
        },
        {
          "timestamp": 220,
          "text": "The teacher drops one of her hands, and looks around. She puts her hands up and begins dancing. Spears dances, and the students form a circle around her. She kicks a foot in the air, over her head."
        },
        {
          "timestamp": 225,
          "text": "The students look at the bell and run for the door, shoving past the teacher."
        },
        {
          "timestamp": 230,
          "text": "Back at the opening scene, Spears looks off dreamily. She taps here pencil and smiles. Fade to black."
        }
      ]
    }
  ]
}
