{
  "metadata": {
    "creator": "DOROTHY",
    "title": "Dorothy - Raise Hell",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "A turkey dish is placed on a table. ",
          "timestamp": 3.162984
        },
        {
          "text": "Young people walk down a side walk.",
          "timestamp": 5.598058
        },
        { "text": "Wine is poured in a glass.", "timestamp": 6.876454 },
        {
          "text": "Dorothy, a woman with long black hair, wearing a fur coat, approaches a house.",
          "timestamp": 8.174761
        },
        {
          "text": "Mashed potatoes and gravy are arranged on the table.",
          "timestamp": 11.444115
        },
        {
          "text": "A napkin is carefully arranged on a plate. Dorothy rings the door bell. A graying woman opens the door, wearing pearls. She frowns. Dorothy, in a fur and snake skin coat, stares back. The woman smiles tightly. Dorothy silently walks forward. The other 3 band members, men with long brown hair and beards, follow behind her.",
          "timestamp": 15.035359
        },
        {
          "text": "Pumpkin pie and cranberry sauce is placed on the table.",
          "timestamp": 22.922719
        },
        {
          "text": "Dorothy sings as the bland plays around her in a dark living room. A graying man is passed out on the couch.",
          "timestamp": 26.152183
        },
        {
          "text": "The band members into the foyer and look around the house.",
          "timestamp": 31.004415
        },
        {
          "text": "A blond man points at the wall and laughs.",
          "timestamp": 38.060429
        },
        {
          "text": "Dorothy flicks a suit of armor figurine.",
          "timestamp": 41.289959
        },
        { "text": "They band enters the dining room.", "timestamp": 44.641694 },
        {
          "text": "Dorothy takes off her glasses. 8 people turn to look. There's no space at the table.",
          "timestamp": 46.893312
        },
        {
          "text": "The matron stares daggers at Dorothy.",
          "timestamp": 50.263837
        },
        {
          "text": "To the side, 2 young children sit at a small table, which has 4 extra seats.",
          "timestamp": 51.845941
        },
        {
          "text": "The band takes their seats at the children's table.",
          "timestamp": 56.225188
        },
        {
          "text": "A blond band member and a blond girl play with spoons.",
          "timestamp": 59.649196
        },
        {
          "text": "Dorothy reaches for a wine glass. A slightly older blond woman picks up the bottle and sneers down at her.",
          "timestamp": 64.180588
        },
        {
          "text": "The matron looks away. Dorothy looks down and bites her lip. She was a plastic toy wine glass, filled with milk.",
          "timestamp": 69.873861
        },
        {
          "text": "Dorothy looks forward, steels her gaze, then flips the kids table.",
          "timestamp": 74.114567
        },
        { "text": "The matron and older woman gasp.", "timestamp": 76.657739 },
        { "text": "A young boy tosses a turkey leg", "timestamp": 82.341535 },
        {
          "text": "The matron gapes. The turkey bounces off a picture frame.",
          "timestamp": 84.341535
        },
        {
          "text": "Cranberry sauce lands in the blond woman's hair. She glares at the older man next to her.",
          "timestamp": 88.504178
        },
        {
          "text": "She picks up the gravy and tosses it at him. He backs up, and the gravy lands on another woman. She picks up the pumpkin pie and smashes it into a man's face. The woman covered in gravy grabs a bowl of vegetables, and dumps them on another man's head.",
          "timestamp": 94.305668
        },
        {
          "text": "The pumpkin smeared man gapes, eyes wide, and tears at the turkey. The gravy woman laughs as she smushes food into her neighbor's hair. Another couple throw rolls at each other.",
          "timestamp": 114.708003
        },
        {
          "text": "Dorothy climbs on the table as the family laughs and tosses food.",
          "timestamp": 118.310117
        },
        { "text": "The matron gapes at the chaos.", "timestamp": 124.158832 },
        { "text": "Dorothy sings to us", "timestamp": 125.125638 },
        {
          "text": "A boy rubs cranberry sauce in his hair. ",
          "timestamp": 129.663684
        },
        {
          "text": "Dorothy licks mashed potatoes off a man's face.",
          "timestamp": 132.018355
        },
        {
          "text": "The boy molds his hair into a mohawk.",
          "timestamp": 136.005172
        },
        {
          "text": "The band plays instruments in the living room. Dorothy dances under the family room chandelier.",
          "timestamp": 138.399553
        },
        { "text": "The family dances to the music", "timestamp": 145.29506 },
        {
          "text": "The drummer shows the boy how to hold drum sticks.",
          "timestamp": 153.288321
        },
        {
          "text": "Dorothy and the blond girl shake hands. The boy taps the drums with drum sticks.",
          "timestamp": 160.515733
        },
        {
          "text": "The family dances in the foyer around Dorothy as she sings.",
          "timestamp": 165.736272
        },
        {
          "text": "The girl jumps, wearing a fur vest",
          "timestamp": 168.574511
        },
        {
          "text": "Our view spins around the family in the foyer. ",
          "timestamp": 179.413503
        },
        { "text": "Cut to black.", "timestamp": 181.954685 },
        {
          "text": "Written and directed by Emma Sydney Menzies. Produced by Bryant Barile. featuring Dorothy.",
          "timestamp": 183.476059
        },
        {
          "text": "Mashed potatoes spell out the words, Raise Hell. Cut to black.",
          "timestamp": 188.759902
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "rmYyPcEQKU4",
    "url": "https://www.youtube.com/watch?v=rmYyPcEQKU4"
  }
}
