{
  "source": {
    "url": "https://www.youtube.com/watch?v=4NRXx6U8ABQ",
    "domain": "youtube",
    "id": "4NRXx6U8ABQ"
  },
  "metadata": { "type": "music video", "title": "The Weeknd - Blinding Lights", "creator": "The Weeknd" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 2.34119,
          "text": "The Weeknd laughs, bent over, with blood running down his face and covering his teeth. He wears a red suit, and red lights shine on his face."
        },
        {
          "timestamp": 10.271981,
          "text": "Blood drips from his mouth. It's opens wide, as if laughing or screaming"
        },
        {
          "timestamp": 18.746464,
          "text": "Red text on a black background. The weeknd."
        },
        {
          "timestamp": 20.804973,
          "text": "Weeknd looks up. He wears large sunglasses, which reflect the neon lights of the buildings around him. He stumbles forward, and the buildings around him sway. He wears a red suit jacket over a black shirt and tie."
        },
        {
          "timestamp": 29.238874,
          "text": "He walks down a sidewalk, notices a pigeon, and chases it. The pigeon flies away."
        },
        {
          "timestamp": 33.000679,
          "text": "He puts a black glove over his right hand, watching with fascination as his fingers close into a fist."
        },
        {
          "timestamp": 35,
          "text": "He walks on a street, and the red brake lights of a car glow"
        },
        { "timestamp": 37, "text": "Sitting in a car, he smiles widely" },
        {
          "timestamp": 39,
          "text": "A green lit tunnel stretches in front of him. Red text appears. Blinding lights."
        },
        {
          "timestamp": 41,
          "text": "He hits the gas, and the RPM gauge maxes out."
        },
        {
          "timestamp": 43,
          "text": "The car drives through the tunnel, head lights glowing red. Buildings blur by."
        },
        {
          "timestamp": 45,
          "text": "The car turns left onto a larger road. The car swerves into other lanes and fishtail slights. Weeknd, sitting in a silver Mercedes with its top down, speeds forward, swerving across the double lines."
        },
        { "timestamp": 48.701285, "text": "He screams." },
        {
          "timestamp": 55.391516,
          "text": "Weeknd enters an atrium. A symmetry of round tables, orange spotlights, and chandeliers draw the eye to the stage at the center."
        },
        {
          "timestamp": 59.870868,
          "text": "The car races down a misty road, past lights indicating he should merge left."
        },
        {
          "timestamp": 64,
          "text": "A second later, the car has travelled half a mile down the road"
        },
        {
          "timestamp": 66,
          "text": "In the atrium, he lights a cigarette. Outside, he leans his head out the side of the car, lips puckered, and tosses a lit cigarette."
        },
        {
          "timestamp": 68,
          "text": "The car drives through an intersection on an open road."
        },
        {
          "timestamp": 71.436011,
          "text": "He puts his sunglasses on, as red lights flicker across him in the night."
        },
        {
          "timestamp": 74.261592,
          "text": "On an overpass, a figure in a red jacket dances in the middle of the road."
        },
        {
          "timestamp": 77.65648,
          "text": "Weeknd, with cuts and bruises, dances on the overpass, in the atrium, and in the tunnel."
        },
        { "timestamp": 80.187087, "text": "He dances in the atrium." },
        {
          "timestamp": 84.454338,
          "text": "He hits the gas, the gauge spikes, and the Mercedes races down the road."
        },
        {
          "timestamp": 88.761014,
          "text": "A woman stands on the stage. Weeknd dances down the street, with the lights from high rise hotels glittering in the background"
        },
        {
          "timestamp": 93.826605,
          "text": "A young Asian woman stands at a microphone, wearing a glittering gold dress."
        },
        {
          "timestamp": 100.721783,
          "text": "Lights stream past the Mercedes. He dances in the street. She dances on stage, her dress glittering under the red light of the atrium. He dances in the tunnel, which glitters red. He dances in the atrium, with red spotlights. He dances on the overpass, red break lights beneath him."
        },
        {
          "timestamp": 109.80864,
          "text": "He leans out of the car, hand outstretched with a cigarette, and blows smoke, which streams behind him."
        },
        {
          "timestamp": 118.724399,
          "text": "The woman stands at a microphone, bathed in red light."
        },
        {
          "timestamp": 121.681774,
          "text": "Weeknd eats 2 cherries off a toothpick."
        },
        { "timestamp": 126, "text": "She reaches out a hand" },
        {
          "timestamp": 128,
          "text": "He floats from a chair. As his feet leave the ground, he brings a cigarette to his lips."
        },
        { "timestamp": 134.499449, "text": "On the overpass, he dances." },
        {
          "timestamp": 137.093075,
          "text": "His feet touch the stage. He puts a hand on the singer's waist. He smiles around his cigarette. Smoke whisps between them."
        },
        { "timestamp": 141.360306, "text": "He screams in the car." },
        {
          "timestamp": 148.095007,
          "text": "The lights stretch. He opens his mouth, and his tongue stretches forward. The lights spin."
        },
        {
          "timestamp": 154.391878,
          "text": "He dances in the car, nodding along with the synth."
        },
        {
          "timestamp": 165.99259,
          "text": "We follow the mercedes as it races down an empty street"
        },
        {
          "timestamp": 174.635923,
          "text": "2 large men in silhouette walk under a red lit ceiling."
        },
        { "timestamp": 177.658377, "text": "Weeknd smiles in the car." },
        {
          "timestamp": 181,
          "text": "He swerves, and the car turns 270 degrees. In the room, footsteps approach."
        },
        {
          "timestamp": 183.286994,
          "text": "The men grab Weeknd off the stage."
        },
        {
          "timestamp": 186.95916,
          "text": "Red lights strobe. One man hold Weeknd while another punches his face."
        },
        {
          "timestamp": 189.524939,
          "text": "They land several blows. From the ground, we see an empty stage. Weeknd winces, mouth open. 2 pairs of feet stand on the red carpet. He looks down, gritting his teeth, bathed in red light."
        },
        { "timestamp": 196.766641, "text": "The tunnel streams by. " },
        { "timestamp": 198.826434, "text": "Weeknd runs." },
        {
          "timestamp": 200.251688,
          "text": "He turns into an alley, and slips and falls. His body is outlined by the glow of a red Don't Walk light."
        },
        { "timestamp": 203.389314, "text": "He runs down the sidewalk." },
        {
          "timestamp": 207.42591,
          "text": "The lights of the Vegas strip shine down on him. He runs, arms outstretched, through the tunnel."
        },
        { "timestamp": 210.081119, "text": "He dances in the tunnel." },
        {
          "timestamp": 220.584716,
          "text": "The singer's red lips mouth \"touch\""
        },
        {
          "timestamp": 222.407899,
          "text": "On the overpass, Weeknd stands and looks beyond us, smiling, his lip cut."
        },
        { "timestamp": 224.952661, "text": "He looks around absently" },
        {
          "timestamp": 226.962699,
          "text": "He looks up and around, licks his lips, and forces a smile"
        },
        { "timestamp": 241.295251, "text": "He raises his arms" },
        {
          "timestamp": 244.443129,
          "text": "He stands on a sidewalk as cars drive by. Directed by Anton Tammi."
        },
        { "timestamp": 247.048483, "text": "He nods, as if to a beat." },
        {
          "timestamp": 250.848889,
          "text": "He raises a hand, as if hailing a cab. Abel Tesfaye. Miki Hamano. Produced by Somesuch. He drops his hand and continues dancing. Cut to black."
        }
      ]
    }
  ]
}
