{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G7PU4MZ1G/the-journeys-end",
    "domain": "crunchyroll",
    "id": "G7PU4MZ1G"
  },
  "metadata": {
    "type": "television episode",
    "title": "The Journey's End",
    "seriesTitle": "Frieren: Beyond Journey's End",
    "episode": 1
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "text": "Lyrics, like a fairy tale", "timestamp": 1.3 },
        {
          "text": "It's a sign the story has reached its end",
          "timestamp": 3.3
        },
        { "text": "Like a single passage taken from", "timestamp": 5.8 },
        { "text": "A journey that was too long", "timestamp": 8.7 },
        { "text": "Of the evil that once cast a shadow", "timestamp": 10.3 },
        { "text": "Across this land", "timestamp": 12.7 },
        { "text": "And the memories of the short journey", "timestamp": 14.9 },
        { "text": "With the hero who defeated it", "timestamp": 17.4 },
        { "text": "The story ends", "timestamp": 29.4 },
        { "text": "And the hero goes to sleep", "timestamp": 32.1 },
        { "text": "Leaving this land with", "timestamp": 34.6 },
        { "text": "Days of peace and quiet", "timestamp": 37.5 },
        { "text": "The passage of time heartlessly", "timestamp": 39.2 },
        { "text": "Makes people forget", "timestamp": 41.5 },
        {
          "text": "Even the tracks left behind by his life",
          "timestamp": 43.7
        },
        { "text": "Begin to rust", "timestamp": 46.5 },
        { "text": "Just the same", "timestamp": 47.6 },
        { "text": "Your words and wishes and courage", "timestamp": 50.2 },
        { "text": "Are still inside of me", "timestamp": 52.5 },
        { "text": "And they live on", "timestamp": 56.1 },
        { "text": "We chose the same path", "timestamp": 58.6 },
        { "text": "That's all it was supposed to be", "timestamp": 60.2 },
        { "text": "Why is it that at some point", "timestamp": 62.6 },
        { "text": "I wanted to understand the reason for", "timestamp": 63.9 },
        { "text": "The tears that fall down my cheeks", "timestamp": 68.3 },
        { "text": "Even now", "timestamp": 69.7 },
        {
          "text": "If I retrace the journey we walked together",
          "timestamp": 70.7
        },
        { "text": "Even though you're not there", "timestamp": 73.3 },
        { "text": "I know I'll be able to find it", "timestamp": 76.7 },
        {
          "text": "Right at the end, embarks a new story. Out to learn people in this journey.",
          "timestamp": 79
        },
        {
          "text": "Story of our days will go on forever ever ever, as we now walk",
          "timestamp": 83
        },
        {
          "text": "A map depicting the Southern Lands, Central Lands, and Northern Lands. Further north are mountains and a black mountain labelled Ende. Text, At the northernmost end of the continent, I arrived at the place that the people of this world call heaven: Aureole, the land where souls rest. Many souls gather there, and I spoke with friends who once fought alongside me. - Flamme, the Legendary Mage",
          "timestamp": 90.6
        },
        {
          "text": "Below a blue sky and green, leafy trees, a horse draws a carriage along a stone-lined road. A white haired elf girl reads from an old book. A blue haired man with a sword, a green haired priest, and a dwarf sit with her.",
          "timestamp": 107.7
        },
        { "text": "She sits up", "timestamp": 121.9 },
        {
          "text": "Between trees and over rolling hills, a walled city sits in the distance.",
          "timestamp": 125.1
        },
        { "text": "The priest smiles.", "timestamp": 135.5 },
        { "text": "The swordsman smiles at her.", "timestamp": 162.7 },
        {
          "text": "The wind rolls like waves across the meadow grasses near the carriage. Light shines through trees, casting shadows on the heroes' faces.",
          "timestamp": 174.7
        },
        {
          "text": "We look up at the clear, blue sky. White text appears, Frieren: Beyond Journey's End.",
          "timestamp": 179
        },
        { "text": "We walk under a tall, marble archway", "timestamp": 188.4 },
        {
          "text": "Frieren and party walk down the street, lined with crowds. People look out from windows, and confetti flies through the air.",
          "timestamp": 191.4
        },
        { "text": "The swordsman waves to the crowd", "timestamp": 195.7 },
        {
          "text": "Townspeople hang out of every window, waving and cheering. The Europen-style buildings are 3 or 4 stories tall, which pastel colors and Tudor-style wood patterns.",
          "timestamp": 198.8
        },
        {
          "text": "Knights ride horses and carry blue flags. A precession follows the heroes party",
          "timestamp": 203
        },
        {
          "text": "Doves land on the archway as the heroes proceed.",
          "timestamp": 206.4
        },
        { "text": "A castle stands high over the city", "timestamp": 208.9 },
        { "text": "The swordsman", "timestamp": 212.2 },
        { "text": "The dwarf", "timestamp": 214.3 },
        {
          "text": "At night, fireworks erupt, forming a picture of a knight and mages fighting a giant skeleton. Text, Chapter 6, The Last Battle.",
          "timestamp": 228.3
        },
        {
          "text": "Townspeople dance in the streets and drink at tables.",
          "timestamp": 232.9
        },
        {
          "text": "Children watch a musician play a lute and sing",
          "timestamp": 235.5
        },
        {
          "text": "Children run. Frieren holds up her plate to avoid them.",
          "timestamp": 238
        },
        { "text": "She eats a ball of fried meat", "timestamp": 260.1 },
        { "text": "Heiter holds a mug. His face is red.", "timestamp": 272 },
        {
          "text": "Streets throughout the city shine with light.",
          "timestamp": 274
        },
        {
          "text": "The party stands on a terrace beneath a full moon.",
          "timestamp": 276.3
        },
        { "text": "The king glares", "timestamp": 291.2 },
        { "text": "The men nod", "timestamp": 301.3 },
        { "text": "A forest path spins and distorts", "timestamp": 306.3 },
        { "text": "Heiter stumbles. His face is blue.", "timestamp": 308.2 },
        { "text": "A mimic eats her", "timestamp": 321.6 },
        {
          "text": "She eats. A shooting star falls behind her.",
          "timestamp": 363
        },
        { "text": "She turns. The men look up.", "timestamp": 366.4 },
        { "text": "Another", "timestamp": 368.5 },
        {
          "text": "3 4 5 several more stars shoot across the sky, glowing blue. hey leave a trail that glitters for a moment.",
          "timestamp": 371
        },
        {
          "text": "The four stare up at the sky, watching stars shoot by and then fade.",
          "timestamp": 390.2
        },
        {
          "text": "They watch the sky, dozens of stars shoot across at once. The city lights glow a warm orange, tinting the horizon purple.",
          "timestamp": 422.7
        },
        {
          "text": "A bridge stretches out from the city entrance across a lake. The bridge is lined in torches. The stars reflect in the lake.",
          "timestamp": 425.8
        },
        { "text": "Daytime", "timestamp": 432.1 },
        {
          "text": "Birds land near a fountain in the sleeping city.",
          "timestamp": 436
        },
        {
          "text": "Frieren carries luggage. The men follow her and stop as she steps on a stone bridge.",
          "timestamp": 439.7
        },
        {
          "text": "She crosses the bridge. Heiter waves at her back.",
          "timestamp": 457.8
        },
        { "text": "Fish swim in a stream", "timestamp": 474.5 },
        {
          "text": "Day turns to night, spring turns to summer to fall to winter, again and again",
          "timestamp": 476.3
        },
        {
          "text": "At night, a campfire crackles. Frieren reads a book depicting a magic circle and a dark horn.",
          "timestamp": 481.5
        },
        {
          "text": "In a shop with herbs and vials, she holds up 3 fingers. The apothecary, a man in his 30s, shakes his head and holds up 4 fingers.",
          "timestamp": 488.9
        },
        {
          "text": "She walks across snow, carrying a long red staff with a crescent at the end. She sits amongst ruins and watches a bird fly. She rises from the ground and glows. Flowers grow around grave stones. She stands in a boat and paddles through a cave. Her staff glows, reflecting off large crystal stelactites.",
          "timestamp": 494.5
        },
        {
          "text": "She pulls on the large leaves of a root plant while rabbits watch.",
          "timestamp": 505.4
        },
        {
          "text": "In the snow, she reads, sitting next to a fishing rod and a small snow man. In a town, she holds her staff, and images dance in the air while townspeople watch.",
          "timestamp": 507.9
        },
        {
          "text": "In a dungeon, a treasure chest mimic chews on her.",
          "timestamp": 511.5
        },
        {
          "text": "She walks along a wooden walk way propped up against the walls of a canyon.",
          "timestamp": 514.1
        },
        { "text": "She lies in a bubbling creek.", "timestamp": 520.4 },
        { "text": "The apothecary, now with gray hair", "timestamp": 522.8 },
        {
          "text": "Flower garlands stretch across the streets of the capital",
          "timestamp": 559.5
        },
        {
          "text": "Flower pots dot the street, and vines have been painted on the building's faded facades.",
          "timestamp": 561.5
        },
        { "text": "A boy chases a goose", "timestamp": 568.8 },
        {
          "text": "Frieren watches the boy catch the goose and carry it to a woman.",
          "timestamp": 571.9
        },
        {
          "text": "She comes to a fork. She looks left under an archway and right down some stairs",
          "timestamp": 577.4
        },
        {
          "text": "A bald, hunched man with a long, white beard walks slowly to her, using a walking stick.",
          "timestamp": 588.8
        },
        {
          "text": "He hands her the black horn, emanating a cloud of shadow",
          "timestamp": 644.8
        },
        {
          "text": "Outside, she holds the horn up. A blue bird descends, takes it, and flies away, leaving a single blue feather.",
          "timestamp": 664.4
        },
        {
          "text": "She watches the bird fly into the clear, blue sky",
          "timestamp": 673.2
        },
        {
          "text": "In a nearby clearing, a bronze statue depicting the heroes' party. Himmel holds a sword high and smiles. To his left, Eisen holds an axe. Behind them, Heiter puts a hand over his heart. Frieren stands behind Himmel, holding her staff and staring blankly.",
          "timestamp": 677.6
        },
        {
          "text": "Himmel looks in the mirror. Frieren knocks.",
          "timestamp": 689.3
        },
        { "text": "She sits on the porch and yawns", "timestamp": 701.3 },
        {
          "text": "She looks up as Himmel closes his door",
          "timestamp": 705.5
        },
        {
          "text": "Heiter waves. His hair has grayed and his face has wrinkled. Eigen stands next to him. Himmel and Frieren approach.",
          "timestamp": 712
        },
        {
          "text": "They walk down the road, passing rows of leafy vines.",
          "timestamp": 759.5
        },
        {
          "text": "They stare at a sunset between mountains. At night, they talk around a campfire.",
          "timestamp": 782.1
        },
        {
          "text": "In the day, they hide in the bushes as long-legged shadowy creatures walk by.",
          "timestamp": 786
        },
        { "text": "Eisen charges from the bushes", "timestamp": 791.8 },
        {
          "text": "He leaps and hits a giant, black wolf on the head. It's eyes are the size of a man's head.",
          "timestamp": 795.7
        },
        {
          "text": "Frieren points her staff. A magic circle glows and fires a beam of light. It creates a 15 foot crater in the wolf's back. The wolf collapses and dissipates into ash.",
          "timestamp": 798.8
        },
        {
          "text": "At night, they sit in a field. Below them is a crater turned lake. The water reflects the sky, filled with hundreds of shooting stars, tracing thin white lines across the heavens.",
          "timestamp": 831.3
        },
        {
          "text": "Heiter smiles up. Frieren looks softly.",
          "timestamp": 842.3
        },
        {
          "text": "Himmel stares at the sky, the flickering blue of the stars twinkling in his eye.",
          "timestamp": 845.1
        },
        { "text": "His eyes grow wide.", "timestamp": 851.5 },
        {
          "text": "Himmel's room is bare. The streets are still. Holding his sword over his chest, Himmel lies, eyes closed, on a bed of purple flowers.",
          "timestamp": 862.4
        },
        {
          "text": "In a Cathedral, people bow over the casket and place a flower.",
          "timestamp": 872.1
        },
        {
          "text": "Eisen, Heiter, and Frieren stand nearby",
          "timestamp": 878.3
        },
        {
          "text": "People walk forward, holding purple flowers.",
          "timestamp": 890.5
        },
        {
          "text": "She looks down. Himmel's body lies peaceful and still.",
          "timestamp": 913.4
        },
        {
          "text": "She opens her mouth. Church bells ring.",
          "timestamp": 921.2
        },
        {
          "text": "A crowd gathers in a cemetery outside of the city.",
          "timestamp": 929.5
        },
        {
          "text": "Dirt is shoveled over the casket and flowers.",
          "timestamp": 933.2
        },
        {
          "text": "Himmel holds a sword as a giant reptile turns to ash.",
          "timestamp": 942
        },
        {
          "text": "Himmel and Heiter carry Frieren and Eisen as they fall through exploding rubble.",
          "timestamp": 944.4
        },
        { "text": "They feast at a pub.", "timestamp": 950.3 },
        { "text": "They eat bread by campfire", "timestamp": 951.7 },
        {
          "text": "Young Himmel walks away from her and fades to white",
          "timestamp": 957.5
        },
        {
          "text": "Heiter and Eisen reach to her, patting her head and back.",
          "timestamp": 980
        },
        {
          "text": "Frieren rolls a silver ring between her fingers.",
          "timestamp": 989.3
        },
        { "text": "A carriage readies", "timestamp": 998.4 },
        {
          "text": "Heiter climbs in the carriage, sits back, and rides off.",
          "timestamp": 1044.4
        },
        { "text": "They walk in opposite directions", "timestamp": 1106 },
        {
          "text": "She walks along the stone road. Weeds peak between cracks in the rock. The clear, blue sky stretches out before her.",
          "timestamp": 1109.9
        },
        {
          "text": "The walls of the capital city sit in the distance beyond rolling hills.",
          "timestamp": 1115.3
        },
        {
          "text": "She walks along the stone-lined road. A horse draws a carriage, passing under green, leafy trees.",
          "timestamp": 1119.1
        },
        { "text": "Text, Episode 1, The Journey's End", "timestamp": 1132.6 },
        {
          "text": "Frieren looks up at a gnarled, bare tree",
          "timestamp": 1137.5
        },
        {
          "text": "Text, 20 years after the death of Himmel the Hero, on the outskirts of the holy city of Strahl in the central lands.",
          "timestamp": 1146.9
        },
        {
          "text": "A girl with shoulder length purple hair holds a basket of mushrooms.",
          "timestamp": 1153.4
        },
        { "text": "Smoke drifts from a cottage chimney", "timestamp": 1168.6 },
        {
          "text": "The girl places 2 steaming cups on the table.",
          "timestamp": 1193.2
        },
        { "text": "The corners of his mouth turn up", "timestamp": 1275.3 },
        { "text": "A red bound book", "timestamp": 1283.6 },
        {
          "text": "Fern stands at the edge of a cliff. She holds a staff a foot taller than she is.",
          "timestamp": 1375
        },
        {
          "text": "Fern fires a beam. It travels from the cliff, across the valley, towards a boulder atop a neighboring mountain. The shot fizzles shy of the target.",
          "timestamp": 1429.9
        },
        { "text": "Lyrics, and you alright", "timestamp": 1460.7 },
        { "text": "Can you hear me", "timestamp": 1463.3 },
        { "text": "Trailing along deserted train tracks", "timestamp": 1466.4 },
        { "text": "Crying excessively", "timestamp": 1472.3 },
        { "text": "Wanting you to smile", "timestamp": 1475.2 },
        {
          "text": "I hold on to memories I'd like to keep fresh",
          "timestamp": 1478.1
        },
        {
          "text": "There's something I'd like to tell you",
          "timestamp": 1483.9
        },
        {
          "text": "With words more precious than a goodbye",
          "timestamp": 1487.8
        },
        { "text": "Unremarkable yet special", "timestamp": 1490.4 },
        { "text": "See, things that couldn't have been", "timestamp": 1496 },
        { "text": "Seen if it weren't for these eyes", "timestamp": 1499.5 },
        { "text": "why? They begin to overflow", "timestamp": 1502.6 },
        { "text": "So, if I were to be born again", "timestamp": 1507.4 },
        {
          "text": "I would surely choose this place once more",
          "timestamp": 1513.5
        },
        { "text": "So, if we were to meet again", "timestamp": 1518.4 },
        {
          "text": "I'd never let you go, I'd choose the present",
          "timestamp": 1525.3
        },
        { "text": "Even if no promises were made", "timestamp": 1530.8 },
        { "text": "Even if I'm lost in days of loneliness", "timestamp": 1533 },
        {
          "text": "Those tears will be alright, dawn will surely break",
          "timestamp": 1536.7
        },
        { "text": "I'm whispering our lullaby", "timestamp": 1543.2 },
        { "text": "for you to come back home", "timestamp": 1545.6 }
      ]
    }
  ]
}
