{
  "metadata": {
    "episode": 1,
    "seriesTitle": "Shangri-La Frontier",
    "title": "What Do You Play Games For?",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Rock and debris rises into the sky. Rain falls from gray clouds. A dragon made of rock, glowing hot from the inside, and rears up, as high as a mountain.",
          "timestamp": 3
        },
        {
          "text": "Nearby, a man wearing only red short shorts and a red mask watches, alongside a blond elf in a white dress.",
          "timestamp": 8
        },
        {
          "text": "The elf clasps her hands together, smiling.",
          "timestamp": 17
        },
        {
          "text": "The masked man watches from a cliff side. The elf's eyes shimmer in front of grecan ruins.",
          "timestamp": 20
        },
        { "text": "The masked man stares", "timestamp": 25 },
        { "text": "Rocks rise to the sky", "timestamp": 30 },
        {
          "text": "Clouds part, the rain stops, and the sun emerges.",
          "timestamp": 35
        },
        { "text": "He clenches a fist", "timestamp": 50 },
        {
          "text": "Faeria, the elf, looks up at him. Her head rises and rises.",
          "timestamp": 58
        },
        {
          "text": "His foot approaches her face. Her eyes widen. His foot lands over her eyes, and her smile distorts, the impact rippling her face.",
          "timestamp": 70
        },
        {
          "text": "Splash screen reads, Faeria Chronicle Online ~The Prayer of the Fairy Princess~, The End, Thank you for playing!",
          "timestamp": 86
        },
        {
          "text": "A teenage boy removes his VR headset and places a disc case on a shelf labelled 'Never Play Again'. He opens a window and looks out at the clear, sunny day.",
          "timestamp": 134
        },
        {
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars.",
          "timestamp": 161
        },
        { "text": "Muscular arms and abs also bear scars.", "timestamp": 164 },
        {
          "text": "The man only wears blue shorts and a blue bird mask.",
          "timestamp": 166
        },
        {
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro",
          "timestamp": 170
        },
        {
          "text": "At night, a bird headed man stands in a misty field",
          "timestamp": 181
        },
        {
          "text": "Moon light shines over the bird man as he stands near large rocks.",
          "timestamp": 186
        },
        {
          "text": "Rakuro smiles. His image glitches into the bird man, whose brow furrows",
          "timestamp": 188
        },
        {
          "text": "A woman with long purple hair twirls a spear in a forest.",
          "timestamp": 191
        },
        {
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips.",
          "timestamp": 195
        },
        {
          "text": "A large knight wears a helmet. A rabbit wears a suit and top hat. The rabbit leaps and is replaced by a girl in a suit and top hat.",
          "timestamp": 198
        },
        {
          "text": "A large rabbit with an eye patch sits cross legged in a low lit, traditional Japanese room",
          "timestamp": 200
        },
        {
          "text": "A man wearing armor and a purple cape sits on a box in a storage room.",
          "timestamp": 205
        },
        {
          "text": "The dark fligure of a wolf bearing fangs appears over a forest and a red moon. Yellow lines shine around the wolf's read, glowing eyes.",
          "timestamp": 208
        },
        {
          "text": "The bird man runs through the woods. He leaps, and crosses in front of a full moon.",
          "timestamp": 212
        },
        {
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins.",
          "timestamp": 215
        },
        {
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. The purple haired woman strikes human sized wasps. They fight back to back.",
          "timestamp": 219
        },
        {
          "text": "The large rabbit, with a scar over his right eye, slowly opens his eyes.",
          "timestamp": 224
        },
        {
          "text": "The purple haired girl strikes with a sword. The blond girl punches with a fire ball.",
          "timestamp": 226
        },
        {
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning.",
          "timestamp": 229
        },
        {
          "text": "A town of small red houses and rabbit shaped motifs. A red castle rests at the top of a giant tree. ",
          "timestamp": 233
        },
        {
          "text": "The town fades into the bird man's red eye",
          "timestamp": 237
        },
        { "text": "The rabbit leaps up, smiling.", "timestamp": 240 },
        {
          "text": "In a forest glowing with a red mist, the blond girl, bird man, and purple haired girl walk side by side.",
          "timestamp": 244
        },
        {
          "text": "Text appears, What do you play games for?",
          "timestamp": 250
        },
        {
          "text": "A butterfly flies through the living room of a suburban house.",
          "timestamp": 254
        },
        {
          "text": "Framed collections of butterflies and beetles hang on the wall. Rakuro picks up a packaged snack of melon bread. Next to it is Eighteen Magazine, depicting a purple haired girl named Towa Amane.",
          "timestamp": 257
        },
        {
          "text": "Rakuro sits in the entryway. He eats the round bread while putting on his shoes.",
          "timestamp": 266
        },
        {
          "text": "The entry way hosts a large picture of a fish and a small terrarium with a beetle.",
          "timestamp": 277
        },
        {
          "text": "Students walk through a school entryway.",
          "timestamp": 281
        },
        {
          "text": "Sign reads, Municipal Mahinoki High School",
          "timestamp": 287
        },
        {
          "text": "Rakuro, a high school boy with short, bluish black hair and blue eyes, walks down a school hallway with a bookbag.",
          "timestamp": 291
        },
        {
          "text": "Around a corner, a girl with chin length brown hair holds a hand to her chest. She stands alone, blushing.",
          "timestamp": 297
        },
        {
          "text": "Students pass by, side-eyeing the girl. Rakuro walks past windows.",
          "timestamp": 316
        },
        { "text": "He approaches the corner.", "timestamp": 322 },
        { "text": "She runs to him", "timestamp": 326 },
        {
          "text": "The girl watches Rakuro and his friend walk away.",
          "timestamp": 341
        },
        { "text": "The sun sets over Rock Roll Game Shop.", "timestamp": 344 },
        {
          "text": "A woman smooths a poster for Shangri-La Frontier, by utopia.",
          "timestamp": 347
        },
        {
          "text": "Text, Mana Iwamaki, Owner of \"Rock Roll\"",
          "timestamp": 355
        },
        { "text": "Text, Rei Saiga, High school 2nd-year", "timestamp": 367 },
        {
          "text": "The store hosts 4 aisles, covered in video games.",
          "timestamp": 373
        },
        { "text": "Rei disappears.", "timestamp": 454 },
        {
          "text": "Rei watches from behind an aisle. Mana looks at her, then the poster.",
          "timestamp": 572
        },
        { "text": "He looks at the poster.", "timestamp": 590 },
        {
          "text": "Mana looks to the aisle and winks. Rei blushes.",
          "timestamp": 607
        },
        {
          "text": "The sun sets over Hizutome's house. He sits on his bed, opens an energy drink, and reads on his tablet.",
          "timestamp": 615
        },
        { "text": "Behind him, a poster reads Riot Blood", "timestamp": 633 },
        {
          "text": "He opens the disc case and removes thumb sized disk. He slides it into his computer.",
          "timestamp": 674
        },
        {
          "text": "Colored lights speed across cyberspace to a large sky scraper labelled Utopia",
          "timestamp": 681
        },
        { "text": "A light ripples across his eye.", "timestamp": 716 },
        {
          "text": "He looks around in an untextured, 3-D space",
          "timestamp": 718
        },
        { "text": "Text, Utopia", "timestamp": 721 },
        { "text": "Text, Shangri-La Frontier", "timestamp": 724 },
        { "text": "Button, Create New Character", "timestamp": 726 },
        {
          "text": "Swordmaster, Wanderer, Optimist, Obvious Talent",
          "timestamp": 745
        },
        {
          "text": "He moves the eyes closer together, then farther apart",
          "timestamp": 762
        },
        { "text": "Short hair. Long hair. Styled short.", "timestamp": 764 },
        {
          "text": "Red eyes, beak, parrot feathers, blue shorts",
          "timestamp": 777
        },
        {
          "text": "Mercenary Twinblade, Staring Bird Mask, No other clothes, 9,000 mahni.",
          "timestamp": 781
        },
        { "text": "Dialog, Is this all right?", "timestamp": 784 },
        { "text": "Was 3,000, now 9,000. Tripled!", "timestamp": 812 },
        { "text": "He presses OK", "timestamp": 843 },
        {
          "text": "Long ago, there was a time known as the Divinity",
          "timestamp": 846
        },
        {
          "text": "Text, Introduction, Pioneers, Feel the Night Wind",
          "timestamp": 864
        },
        {
          "text": "Eyes open in a forest. Trees cast shadows on grass and rocks.",
          "timestamp": 869
        },
        { "text": "A small yellow bird hops", "timestamp": 874 },
        {
          "text": "Sunraku stands in the lush, green woods.",
          "timestamp": 880
        },
        { "text": "A leaf twirls leisurely on a brook.", "timestamp": 890 },
        {
          "text": "Sunraku raises his hands and squints his bird faced eyes.",
          "timestamp": 893
        },
        {
          "text": "He looks down at his hands and open and closes his fingers.",
          "timestamp": 899
        },
        {
          "text": "He swings his arms arounds. He kicks the air, then squats and leaps.",
          "timestamp": 906
        },
        {
          "text": "He runs several feet up a tree, swings on a branch, then climbs the tree.",
          "timestamp": 915
        },
        {
          "text": "From a rock, Sunraku stares out over a forest expanse. Birds fly over head.",
          "timestamp": 926
        },
        {
          "text": "Birds fly past stone cliffs, towering high above the forest.",
          "timestamp": 933
        },
        { "text": "A rope bridge stretches across a chasm", "timestamp": 941 },
        { "text": "Sunraku points, and a map appears.", "timestamp": 944 },
        { "text": "Stat screen", "timestamp": 996 },
        { "text": "A goblin stands in branches", "timestamp": 1006 },
        {
          "text": "The goblin dives, swinging an axe. It makes contact with the ground. Sunraku touches down a few feet away.",
          "timestamp": 1011
        },
        {
          "text": "2 knives, the length of his forearms, appears in his hands. Titled Mercenary Twinblades.",
          "timestamp": 1026
        },
        {
          "text": "The goblin holds his primitive axe in two hands and runs.",
          "timestamp": 1030
        },
        {
          "text": "The goblin swings and Sunraku dodges. The axe swipes shy of his kneck.",
          "timestamp": 1037
        },
        {
          "text": "Sunraku spins his left knife from front to back, then plants his feet.",
          "timestamp": 1040
        },
        {
          "text": "He swipes with his right knife, splitting the goblin across the torso",
          "timestamp": 1043
        },
        {
          "text": "The goblin disintegrates into red cubes.",
          "timestamp": 1047
        },
        { "text": "Dropped item, Goblin hand axe", "timestamp": 1056 },
        { "text": "Bushes rustle", "timestamp": 1068 },
        { "text": "Red eyes narrow between leaves", "timestamp": 1094 },
        {
          "text": "A red eyed rabbit leaps at Sunraku, wielding a red knife. He leans to the side, and the rabbit flies over his shoulder and crashes into a tree.",
          "timestamp": 1097
        },
        {
          "text": "The tree falls over. Sunraku's eyes grow wide.",
          "timestamp": 1102
        },
        {
          "text": "The rabbit squats next to the tree. Its red scarf blows in the wind.",
          "timestamp": 1106
        },
        { "text": "Red text, Vorpal bunny", "timestamp": 1114 },
        {
          "text": "The vorpal bunny leaps at him. He holds knives together, deflecting the vorpal's blade in a cloud of sparks.",
          "timestamp": 1121
        },
        {
          "text": "He pulls back and strikes. Critical hit.",
          "timestamp": 1126
        },
        {
          "text": "The bunny rolls across the clearing, then drags its paws to slow. It stands then leaps back.",
          "timestamp": 1130
        },
        {
          "text": "The vorpal bunny makes contact with Sunraku and begins to dissolve into red.",
          "timestamp": 1139
        },
        {
          "text": "Sunraku's eyes are reflected in the bunny's. It's face twitches.",
          "timestamp": 1140
        },
        {
          "text": "The bunny disappears leaving a knife where its neck was.",
          "timestamp": 1150
        },
        { "text": "Level up, 2 arrow 4", "timestamp": 1152 },
        {
          "text": "Condition achieved. You learned flash counter",
          "timestamp": 1163
        },
        { "text": "Invisibility bug", "timestamp": 1192 },
        { "text": "Clipping bug", "timestamp": 1195 },
        { "text": "Hitbox bug", "timestamp": 1199 },
        {
          "text": "Spin Slash. A spinning slash area attack.",
          "timestamp": 1227
        },
        {
          "text": "Holding 2 axes, Sunraku runs towards an ogre bearing a club.",
          "timestamp": 1231
        },
        {
          "text": "He spins in a circle. The ogre drops, then disintegrates.",
          "timestamp": 1236
        },
        { "text": "Level up, 11 arrow 12", "timestamp": 1244 },
        { "text": "Stamina 25, Luck 50", "timestamp": 1249 },
        { "text": "Play time, 2:28", "timestamp": 1267 },
        {
          "text": "Vorpal Chopper, Bonus to critical damage.",
          "timestamp": 1280
        },
        {
          "text": "Credits roll as Sunraku moves through the forest at sunset.",
          "timestamp": 1313
        },
        { "text": "He shields his eyes.", "timestamp": 1320 },
        {
          "text": "A giant snake with white hair on its head is curled up in front of the bridge.",
          "timestamp": 1324
        },
        { "text": "The bridge drifts in the wind.", "timestamp": 1333 },
        { "text": "It spawns a deep, misty chasm.", "timestamp": 1335 },
        { "text": "Area boss, Ravenous python", "timestamp": 1340 },
        {
          "text": "Holding twin blades, he runs forward. The python opens its mouth",
          "timestamp": 1371
        },
        {
          "text": "Rakuro lies in bead, wearing the VR headset, smiling.",
          "timestamp": 1373
        },
        { "text": "His fingers twitch.", "timestamp": 1378 },
        { "text": "He grins", "timestamp": 1382 },
        { "text": "Credits roll", "timestamp": 1385 },
        { "text": "Sign reads Exit, The Rampant Forest.", "timestamp": 1405 },
        {
          "text": "People side eye a large knight in full armor.",
          "timestamp": 1407
        },
        { "text": "In the style of a children's program", "timestamp": 1422 },
        { "text": "3", "timestamp": 1444 },
        { "text": "2", "timestamp": 1445 },
        { "text": "1", "timestamp": 1446 },
        {
          "text": "The land is vast, and through it is woven the grand tapestry of life... We, who live in the here and now, use the artifacts of the past still breathing in history and ruins to trace the footsteps of the Divine.",
          "timestamp": 1448
        },
        {
          "text": "You are a pioneer, appearing with the wind from the east, and though brought to your knees time and again, you brave ever onward... And, like the wind, some of you will simply fade away. What is the purpose of your life?",
          "timestamp": 1461
        },
        {
          "text": "Will you trust your life to the swing of your sword? Will you peer into the depths of the magical arts and seek to master your craft? Or will you choose not to fight at all?",
          "timestamp": 1471
        },
        {
          "text": "All options can be found here. All options exist within you. Now, take your first step. Explore the unknown, your future, and your potential.",
          "timestamp": 1481
        },
        {
          "text": "This is the mission given unto you, the children of the Divinity born - fallen - upon this land.",
          "timestamp": 1491
        },
        {
          "text": "Faeria sits in a carriage next to a dead man splattered across the road by her wheel.",
          "timestamp": 1516
        },
        { "text": "Credits", "timestamp": 1549 }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GQJUGVJ01",
    "url": "https://www.crunchyroll.com/watch/GQJUGVJ01/what-do-you-play-games-for"
  }
}
