{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GPWUKZDN7/a-trash-game-realignment-of-elevated-tastes",
    "domain": "crunchyroll",
    "id": "GPWUKZDN7"
  },
  "metadata": {
    "type": "television episode",
    "title": "A Trash Game Realignment of Elevated Tastes",
    "seriesTitle": "Shangri-La Frontier",
    "episode": 4
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 41,
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 44, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 46,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 50,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "timestamp": 61,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 66,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 68,
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "timestamp": 71,
          "text": "A woman with long purple hair twirls a spear in a forest."
        },
        {
          "timestamp": 75,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "text": "A large knight wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by a girl in a suit and top hat.",
          "timestamp": 78
        },
        {
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room",
          "timestamp": 80
        },
        {
          "timestamp": 85,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes.",
          "timestamp": 88
        },
        {
          "timestamp": 92,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 95,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "timestamp": 99,
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. The purple haired woman strikes human sized wasps. They fight back to back."
        },
        {
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes.",
          "timestamp": 104
        },
        {
          "timestamp": 106,
          "text": "The purple haired girl strikes with a sword. The blond girl punches with a fire ball."
        },
        {
          "timestamp": 109,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 113,
          "text": "Rabituza, a town of small red houses and rabbit shaped motifs. The Palace rests at the top of a giant tree. "
        },
        {
          "timestamp": 117,
          "text": "Rabituza fades into the bird man's red eye"
        },
        { "text": "Emul leaps up, smiling.", "timestamp": 120 },
        {
          "timestamp": 124,
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and purple haired girl walk side by side."
        },
        {
          "text": "Text, 4, A Trash Game Realignment of Elevated Tastes",
          "timestamp": 131
        },
        { "text": "A cicada rubs its wings together.", "timestamp": 135 },
        { "text": "The Game Shop", "timestamp": 138 },
        {
          "text": "We look around shelves at patrons looking at games.",
          "timestamp": 140
        },
        { "text": "Mana gives Rei a thumbs up", "timestamp": 213 },
        { "text": "Rei turns bright red", "timestamp": 216 },
        { "text": "Label, Rumi Hizutome", "timestamp": 224 },
        {
          "text": "Rakuro grabs a can of Energy Kaiser from the fridge.",
          "timestamp": 241
        },
        {
          "text": "Flashback, Sunraku with marsh daggers, landing crits on Lycagon",
          "timestamp": 304
        },
        {
          "text": "Vysache's attendants hide behind him and look at Sunraku",
          "timestamp": 314
        },
        { "text": "He exhales smoke", "timestamp": 320 },
        {
          "text": "He bows in a yakuza style.",
          "timestamp": 345
        },
        { "text": "His one eye glows red", "timestamp": 360 },
        { "text": "Vysache takes a step", "timestamp": 366 },
        {
          "text": "He approaches, backlit, towering over Sunraku",
          "timestamp": 373
        },
        { "text": "He reaches out a hand", "timestamp": 375 },
        { "text": "Vash slaps Sunraku's shoulder", "timestamp": 395 },
        {
          "text": "Vash tosses a collar over his shoulder, which expands and wraps itself around Sunraku's throat.",
          "timestamp": 459
        },
        {
          "text": "Half experience, 2.5x stat points",
          "timestamp": 469
        },
        { "text": "Rakuro's bedroom", "timestamp": 500 },
        { "text": "11:32am", "timestamp": 530 },
        { "text": "He downs a drink", "timestamp": 535 },
        {
          "text": "He puts on a VR goggles and jumps back into bed",
          "timestamp": 550
        },
        {
          "text": "BERP character Sunraku wears all black. He stares at Modor Katzo, a blond man in a yellow coat.",
          "timestamp": 578
        },
        { "text": "Button, Match Application", "timestamp": 586 },
        {
          "text": "Sunraku presses the button. Green text, Consent.",
          "timestamp": 588
        },
        {
          "text": "Katzo's arms and legs glitch and move like tentacles. He adds extra limbs. Sunraku's arms glitch and multiply, punching at Katzo's tentacle limbs.",
          "timestamp": 625
        },
        {
          "text": "Nearby players watch them from a distance",
          "timestamp": 649
        },
        {
          "text": "One of Katzo's hands disconnects, flies around, and punches Sunraku in the stomach",
          "timestamp": 667
        },
        {
          "text": "Sunraku lands on the ground.",
          "timestamp": 675
        },
        { "text": "Katzo stares and Sunraku", "timestamp": 754 },
        {
          "text": "A woman with thigh length purple hair spins a spear over her head. A message dialog pops up.",
          "timestamp": 782
        },
        {
          "text": "She strikes soldiers, leaving a mist of red as they fall",
          "timestamp": 806
        },
        {
          "text": "Arthur Pencilgon, Player Killer, Level 99, HP 400",
          "timestamp": 818
        },
        { "text": "Label, Secondale, back alley", "timestamp": 836 },
        {
          "text": "An ornate, white door appears in glowing sparkles on an alleyway dead end.",
          "timestamp": 840
        },
        { "text": "Emul follows Sunraku out of the alley", "timestamp": 884 },
        { "text": "Dialog", "timestamp": 933 },
        {
          "text": "Dialog, NPC \"Magical Bunny Emul\" has joined your party.",
          "timestamp": 948
        },
        {
          "text": "Emul, Sorceror, Level 56. MP 655.",
          "timestamp": 950
        },
        { "text": "Emul crawls on Sunraku's shoulder.", "timestamp": 982 },
        { "text": "Girls notice Emul", "timestamp": 985 },
        {
          "text": "A girl takes a picture of Sunraku running.",
          "timestamp": 1030
        },
        {
          "text": "Sunraku and Emul run towards craggy outcroppings.",
          "timestamp": 1038
        },
        {
          "text": "They turn. A large goat with a purple head runs towards them.",
          "timestamp": 1078
        },
        {
          "text": "It focuses on Lycagon's Mark, revealing a crackling purple aura.",
          "timestamp": 1085
        },
        {
          "text": "The goat breaks, turns around, and runs away.",
          "timestamp": 1090
        },
        { "text": "He runs after it.", "timestamp": 1101 },
        { "text": "They run", "timestamp": 1178 },
        { "text": "A blob rises in the mud", "timestamp": 1230 },
        {
          "text": "Emul jumps on Sunraku's shoulder. He takes a step back, and looks up as the blob towers above him.",
          "timestamp": 1235
        },
        {
          "text": "A giant shark with legs glares down at Sunraku. Label, Area Boss, Mud Digger.",
          "timestamp": 1263
        },
        {
          "timestamp": 1274,
          "text": "Rakuro floats, as if in water. Debris floats around him. "
        },
        {
          "timestamp": 1279,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1284,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1289,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1294, "text": "Grass blows before an orange sunset." },
        {
          "text": "Sunraku, bearing Lycagon's Mark, stands.",
          "timestamp": 1298
        },
        {
          "timestamp": 1302,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1306,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "timestamp": 1311,
          "text": "Surrounded by stone columns, the knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind.",
          "timestamp": 1316
        },
        {
          "timestamp": 1321,
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1325,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "text": "His bird mask feathers blows in the wind.",
          "timestamp": 1328
        },
        {
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips.",
          "timestamp": 1334
        },
        {
          "timestamp": 1340,
          "text": "The blond woman crouches on an outcropping, in front of the moon"
        },
        {
          "timestamp": 1345,
          "text": "Sunraku and the knight stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1354,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        {
          "text": "Elementary students sit in front of a stage. Sunraku pushes the word SLF Mini",
          "timestamp": 1362
        },
        { "text": "An inn", "timestamp": 1370 },
        { "text": "Text, Logged Out", "timestamp": 1375 },
        {
          "text": "A zipper appears on the back of Emul's coat and opens. Purple, viscous smoke oozes out of her body",
          "timestamp": 1386
        },
        {
          "text": "It gathers above her, and opens its round, white eyes",
          "timestamp": 1393
        },
        { "text": "Smoke Emul opens a wide, toothy mouth", "timestamp": 1409 },
        { "text": "Rakuro sits up in bed.", "timestamp": 1413 },
        {
          "text": "Text, In fact, when players are logged out, their avatars disappear.",
          "timestamp": 1422
        },
        { "text": "Credits roll.", "timestamp": 1427 }
      ]
    }
  ]
}
