{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GG1U244WW/lo-thou-art-assailed-on-all-sides",
    "domain": "crunchyroll",
    "id": "GG1U244WW"
  },
  "metadata": {
    "type": "television episode",
    "title": "Lo, Thou Art Assailed on All Sides",
    "seriesTitle": "Shangri-La Frontier",
    "episode": 5
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 41,
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 44, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 46,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 50,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "timestamp": 61,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 66,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 68,
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest.",
          "timestamp": 71
        },
        {
          "timestamp": 75,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "timestamp": 78,
          "text": "A large knight wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by a girl in a suit and top hat."
        },
        {
          "timestamp": 80,
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 85,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "timestamp": 88,
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes."
        },
        {
          "timestamp": 92,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 95,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back.",
          "timestamp": 99
        },
        {
          "timestamp": 104,
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "text": "Pencilgon strikes with a sword. The blond girl punches with a fire ball.",
          "timestamp": 106
        },
        {
          "timestamp": 109,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 113,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 117,
          "text": "The town fades into the bird man's red eye"
        },
        { "timestamp": 120, "text": "Emul leaps up, smiling." },
        {
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and Pencilgon walk side by side.",
          "timestamp": 124
        },
        { "text": "A blob emerges from the mud.", "timestamp": 142 },
        {
          "text": "He takes a step back in the ankle deep mud.",
          "timestamp": 148
        },
        {
          "text": "Text, 5, Lo, Thou Art Assailed on All Sides",
          "timestamp": 185
        },
        {
          "text": "The green mud shark stares at Sunraku. It has 4 legs and a pair of long, catfish whiskers.",
          "timestamp": 192
        },
        {
          "text": "Mud Shark leaps high in the air, then dives back into the mud.",
          "timestamp": 202
        },
        { "text": "The green fin approaches fast", "timestamp": 221 },
        { "text": "He equips Vorpal Choppers", "timestamp": 235 },
        {
          "text": "Text, Repel Counter, Parries one incoming attack and unleashes a counterattack.",
          "timestamp": 266
        },
        { "text": "7 seconds cooldown", "timestamp": 287 },
        { "text": "Fin approaches", "timestamp": 294 },
        {
          "text": "Shark arcs out of the mud, on track to land ontop of Sunraku, jaws wide.",
          "timestamp": 303
        },
        { "text": "Emul puts on a monocle and opens a book", "timestamp": 310 },
        {
          "text": "A streak of yellow light flies off the edge of the book and strikes Mud Shark in the face.",
          "timestamp": 314
        },
        {
          "text": "It sways unsteadily, red misting from its face, then falls backwards.",
          "timestamp": 320
        },
        {
          "text": "Text, Accel, Grants a temporary bonus to attack power and agility.",
          "timestamp": 351
        },
        {
          "text": "As Sunraku struggles, Mud Shark opens his eyes and rolls on to its stomach. ",
          "timestamp": 362
        },
        {
          "text": "He holds 2 vorpal choppers under the shark's chin. They glow blue and a twister forms around them.",
          "timestamp": 378
        },
        { "text": "The shark's head flies back", "timestamp": 382 },
        { "text": "He stabs.", "timestamp": 385 },
        {
          "text": "Edge Climb, Stick a bladed weapon into a vertical surface to climb",
          "timestamp": 389
        },
        { "text": "He flies in the air", "timestamp": 392 },
        {
          "text": "He balances on the shark's nose. It moves around, trying to bite.",
          "timestamp": 414
        },
        {
          "text": "A giant, golden arc flies down, slamming into the mud shark.",
          "timestamp": 436
        },
        {
          "text": "Shark lands on its back. Sunraku lands on his back. Fall Damange - 8. HP 22.",
          "timestamp": 445
        },
        {
          "text": "The mud lies still, gathered in the wide chasm.",
          "timestamp": 464
        },
        {
          "text": "He grabs Emul's hand, and pitches her high into the air.",
          "timestamp": 486
        },
        { "text": "Mud explodes around him.", "timestamp": 496 },
        { "text": "He goes flying", "timestamp": 500 },
        { "text": "HP 17", "timestamp": 510 },
        { "text": "Emul runs", "timestamp": 589 },
        { "text": "Emul pulls out a scroll", "timestamp": 603 },
        {
          "text": "She jumps at him, 2 feet from the ground. Text, Magic Scroll Teleport.",
          "timestamp": 609
        },
        { "text": "They appear above the shark.", "timestamp": 616 },
        { "text": "Sunraku shakes. Dialog, Luck.", "timestamp": 646 },
        {
          "text": "Red mists from the mud shark. It shimmers, then distorts, then explodes.",
          "timestamp": 650
        },
        { "text": "Sunraku lands in mud. HP 1.", "timestamp": 658 },
        { "text": "Level up, 28 arrow 29", "timestamp": 664 },
        { "text": "high 5", "timestamp": 676.5 },
        {
          "text": "Text, Area Boss, Mud Digger, Dispatch Complete",
          "timestamp": 693
        },
        {
          "text": "Smaller outcroppings give way to grass and hills",
          "timestamp": 699
        },
        { "text": "Sunraku and Emul walk down a dirt path", "timestamp": 703 },
        {
          "text": "He shoves a handful of grass into his bird mask.",
          "timestamp": 708
        },
        { "text": "Herbs used. HP rises from 1 to 17", "timestamp": 715 },
        {
          "text": "Emul pulls back a sleeve, revealing an ornate bracelet. Text, Mysterious Vorpal Bracelet.",
          "timestamp": 767
        },
        {
          "text": "Sparkly smoke consumes Emul. Sunraku's eyes widen. A human form wears pink shoes, white thigh high stockings with fluff, a red dress, blue coat, red kerchief, and black top hat. Human Emul has short pink hair, and a bunny mouth.",
          "timestamp": 782
        },
        {
          "text": "Smoke forms around Human Emul. Bunny Emul stands, eyes closed, her pink ears drooping.",
          "timestamp": 836
        },
        { "text": "He gives a thumbs up. Emul gapes.", "timestamp": 873 },
        {
          "text": "An elaborate, white, Western-style castle sits between 2 steep cliffs. The surrounding city drapes down the hills, dotting the nearby cliffs. A tall stone wall lines the western edge down to the south, where a tall gate opens to a main street of the narrow city.",
          "timestamp": 890
        },
        {
          "text": "Emul and Sunraku look from a nearby cliff. Text, Thirdrema",
          "timestamp": 904
        },
        {
          "text": "The elaborate city gate contains tiers of ionic columns, weathered with age. Soldiers stand guard.",
          "timestamp": 936
        },
        { "text": "Sunraku eyes Human Emul.", "timestamp": 964 },
        { "text": "Sunraku eyes a pair of eavesdroppers.", "timestamp": 1024 },
        {
          "text": "A woman grabs his arm. She wears a cloak with horns.",
          "timestamp": 1039
        },
        { "text": "Player name, Animalia.", "timestamp": 1051 },
        {
          "text": "Text, Several Hours Earlier - Secondale",
          "timestamp": 1054
        },
        {
          "text": "A forum scrolls by, including Alinoiyu (Beginner)'s post and picture of Sunraku running.",
          "timestamp": 1090
        },
        {
          "text": "Curry Jones, Advanced, Is this a 'shop or something? I mean I've never seen a talking Vorpal Bunny before",
          "timestamp": 1101
        },
        {
          "text": "Basashi Musashi (Advanced), Our clan's leader ran into Siegwurm. That one talks, apparently.",
          "timestamp": 1109
        },
        {
          "text": "Add (Advanced) Yep, here come the furries. ... FYI this game's admin cracks down hard on cheating so it's unlikely to be that.",
          "timestamp": 1127
        },
        {
          "text": "Thundernut (Advanced) The zookeeper moves fast!",
          "timestamp": 1150
        },
        {
          "text": "Add (Advanced) I was trying to think of where I've seen this and I just remembered. It's a curse. ... It's proof that you're \"acknowledged by the Night Emperor\". Basashi Musashi (Advanced) The Night Emperor, Colossus, Lycagon the Nightslayer",
          "timestamp": 1158
        },
        {
          "text": "Thundernut (Advanced) The pupper's been sighted near Secondale, right?",
          "timestamp": 1170
        },
        {
          "text": "Orcelott (Advanced) I could spawn kill him until he tells us",
          "timestamp": 1180
        },
        {
          "text": "Add (Advanced) If you PK too much and you get killed by a player or an NPC all your items are lost, including stored ones. Plus the bounty gets paid from the PK's own cash. It's a pretty brutal system. The Ashura Kai guys PK so much they can't go back.",
          "timestamp": 1191
        },
        { "text": "Psyger-100", "timestamp": 1219 },
        {
          "text": "Basashi Musashi (Advanced) Looks like this Sunraku guy's in a pretty unique situtation. And he might not even realize it himself...",
          "timestamp": 1238
        },
        { "text": "Human Emul hides behind Sunraku", "timestamp": 1263 },
        { "text": "They leap out of the way.", "timestamp": 1276 },
        {
          "text": "Pencilgon swipes with a sword where their torsos were.",
          "timestamp": 1279
        },
        {
          "text": "Sunraku lands at the base of the gateway steps.",
          "timestamp": 1294
        },
        { "text": "He equips Vorpal Choppers.", "timestamp": 1296 },
        {
          "text": "He looks at her player name. Arthur Pencilgon, Skull icon, Level 99",
          "timestamp": 1326
        },
        {
          "text": "Rakuro floats, as if in water. Debris floats around him. ",
          "timestamp": 1333
        },
        {
          "timestamp": 1338,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1343,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1348,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1353, "text": "Grass blows before an orange sunset." },
        {
          "timestamp": 1357,
          "text": "Sunraku, bearing Lycagon's Mark, stands."
        },
        {
          "timestamp": 1361,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1365,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "timestamp": 1370,
          "text": "Surrounded by stone columns, the knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "text": "Arthur Pencilgon, a woman wearing red leather and a figure hugging breast plate, looks determined. Her hair moves gently in the wind.",
          "timestamp": 1375
        },
        {
          "timestamp": 1380,
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1384,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "timestamp": 1387,
          "text": "His bird mask feathers blows in the wind."
        },
        {
          "timestamp": 1393,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "timestamp": 1399,
          "text": "The blond woman crouches on an outcropping, in front of the moon"
        },
        {
          "timestamp": 1404,
          "text": "Sunraku and the knight stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1413,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        {
          "text": "\tElementary students sit in front of a stage. Sunraku pushes the word SLF Mini",
          "timestamp": 1421
        },
        { "text": "Text, #7, Fifteenth Night in SLF", "timestamp": 1426 },
        { "text": "A yellow moon.", "timestamp": 1430 },
        {
          "text": "In Vash's audience room, Emul bows before him. The 8 bunny attendants kneel nearby, wearing pastel yukata robes. Sunraku kneels next to an attendant.",
          "timestamp": 1432
        },
        {
          "text": "Vash considers Emul. Emul smiles widely up at Vash.",
          "timestamp": 1440
        },
        {
          "text": "She stands, fists in the air, eyes literally on fire.",
          "timestamp": 1465
        },
        { "text": "She hits a mallet in a wooden bowl.", "timestamp": 1470 },
        { "text": "A pyramid of round, white mochi balls.", "timestamp": 1480 },
        { "text": "Text, #8, Emul's Talks with Frogs", "timestamp": 1496 },
        { "text": "A giant heap of mud frogs.", "timestamp": 1500 },
        {
          "text": "Emul sits on top. Lower down frogs croak between bodies.",
          "timestamp": 1502
        },
        { "text": "Sunraku watches from nearby", "timestamp": 1576 }
      ]
    }
  ]
}
