{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GK9UG2JM7/venturing-wolves-then-from-the-seas-to-the-skyscrapers",
    "domain": "crunchyroll",
    "id": "GK9UG2JM7"
  },
  "metadata": {
    "type": "television episode",
    "title": "Venturing Wolves Then From the Seas to the Skyscrapers",
    "seriesTitle": "Shangri-La Frontier",
    "episode": 46
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Sunraku's muscular body, covered in the scars of Lycagon's mark, walks across an expanse under the night sky and nearly full moon.",
          "timestamp": 0
        },
        { "text": "Debris floats", "timestamp": 10.4 },
        {
          "text": "Backdropped by lightning, text reads, Shangri-La Frontier",
          "timestamp": 12.5
        },
        {
          "text": "Ink sketch of Sunraku's face. The ink splatters, and Emul falls through it. Sunraku catches her, and she crawls onto his shoulder. Behind him is a picture of Rakuro",
          "timestamp": 16.4
        },
        {
          "text": "Pencilgon smiles at us. Behind her is a picture of Towa Amane.",
          "timestamp": 25.1
        },
        {
          "text": "Katzo's hands burn with fire. Behind her is Kei Uomi.",
          "timestamp": 28.5
        },
        {
          "text": "Psyger strikes the grown with the purple long sword Antinomy.",
          "timestamp": 31
        },
        {
          "text": "A nest of interlocking lines forms. Ceecrue, a white rabbit samurai, leaps across them.",
          "timestamp": 33.9
        },
        {
          "text": "Outstretched hands form a diamond. Akitsu Akane's face smiles in the gap.",
          "timestamp": 36.8
        },
        {
          "text": "Rust holds a bow and Mold holds a staff.",
          "timestamp": 39.6
        },
        {
          "text": "Chains wrap around Sunraku's legs",
          "timestamp": 42.9
        },
        {
          "text": "Rakuro reaches up a hand. A hand reaches towards the metal spine in the ruins of past glories.",
          "timestamp": 43.6
        },
        {
          "text": "Psyger-0, Sunraku, Katzo, and Pencilgon stand side by side.",
          "timestamp": 47.2
        },
        { "text": "The chains shatter.", "timestamp": 51.1 },
        {
          "text": "In red, fishmen wield swords and race towards the party in a circle.",
          "timestamp": 52.2
        },
        {
          "text": "The fishmen charge Stude at the wheel of the ship.",
          "timestamp": 55.9
        },
        { "text": "A mermaid fights a shark-faced merman.", "timestamp": 58.5 },
        {
          "text": "C'tarnid's giant tentacles wrap around the Crying Innsman",
          "timestamp": 59.8
        },
        {
          "text": "A girl with blue eyes and white hair dances. Star Rain, Sylvia Goldberg. She falls into the floor, the floor rotates, and a white super hero replaces her. Galaxia Series, The Meteus",
          "timestamp": 62.6
        },
        {
          "text": "A brown haired girl turns into a tree girl. Nitro Squad.",
          "timestamp": 68.5
        },
        {
          "text": "In front of her stands an old man samurai and a young man with gauntlets.",
          "timestamp": 71.4
        },
        {
          "text": "A whale swims, its face engulfed with fire. It approaches an expanse with floating debris. Sunraku walks.",
          "timestamp": 75.5
        },
        {
          "text": "Lightning crackles across the whale. It opens its mouth. Darkness.",
          "timestamp": 83.3
        },
        {
          "text": "Text, 46, Venturing Wolves Then From the Seas to the Skyscrapers",
          "timestamp": 88.6
        },
        { "text": "He rides east, passing Mount Fuji", "timestamp": 136.1 },
        {
          "text": "He stares up at the Hotel Grand Supreme, with dozens of stories, gold lined hallways with glittering chandeliers, and red carpets over marble floors.",
          "timestamp": 202
        },
        {
          "text": "A spacious suite including a king bed and a table with 4 chairs",
          "timestamp": 220.2
        },
        { "text": "2,700,000 yen", "timestamp": 259.6 },
        { "text": "The door opens", "timestamp": 354.2 },
        { "text": "He wears a gas mask.", "timestamp": 361.9 },
        { "text": "Elevator", "timestamp": 370.6 },
        {
          "text": "Megumi Natsume, Professional Gamer, Nitro Squad Member. Spelled Summer, Eye, Blessing",
          "timestamp": 461.1
        },
        {
          "text": "Megumi has brown eyes and shouler-length brown hair pulled back. She wears a purple shirt and a white skirt.",
          "timestamp": 505.7
        },
        { "text": "Megumi narrows her eyes", "timestamp": 528.9 },
        { "text": "A black man", "timestamp": 576 },
        { "text": "Kei stares at Megumi", "timestamp": 686.9 },
        { "text": "He puts out a fist", "timestamp": 919.9 },
        { "text": "Rakuro and Towa exchange glances.", "timestamp": 925 },
        { "text": "The 3 group fist bump", "timestamp": 931.3 },
        { "text": "Megumi stares", "timestamp": 933.3 },
        {
          "text": "Megumi's face reflects in Rakuro's mask visor",
          "timestamp": 965
        },
        {
          "text": " Montage of Psyborg Lord, Cursed Prison, Twinklepixie, a blond man, a plant woman, Metius, and Ranzo. Ranzo cuts an X, and the words \"Galaxia Heroes: Chaos\" form around it.",
          "timestamp": 1230.9
        },
        {
          "text": "Villain player NU2MEG is taking demolition time.",
          "timestamp": 1245
        },
        { "text": "Rakuro lies back in the VR chair.", "timestamp": 1248.4 },
        {
          "text": "In Chaos City, Ranzo stands on the street. Player: Sunraku",
          "timestamp": 1271.3
        },
        {
          "text": "A sign falls down from above the mother and child.",
          "timestamp": 1287
        },
        {
          "text": "Ranzo slices the metal into pieces, which land near the civilians.",
          "timestamp": 1291.9
        },
        { "text": "The civilian runs off", "timestamp": 1302.9 },
        { "text": "Heroic Gauge, 5%", "timestamp": 1310.7 },
        {
          "text": "A plant woman stands in an office building",
          "timestamp": 1312.3
        },
        { "text": "Plants wrap around 3 civilians", "timestamp": 1318.8 },
        { "text": "Villain Gauge, 30%", "timestamp": 1320.2 },
        { "text": "Yggdrya, Player: Nu2Meg", "timestamp": 1329 },
        {
          "text": "Pixel art title card. Blue text over a starry background spell Shangri-La Frontier",
          "timestamp": 1332
        },
        {
          "text": "Sunraku holds Ducsuram and stands in Ruluiath.",
          "timestamp": 1336.1
        },
        {
          "text": "Pencilgon holds a golden spear and stands in the hidden garden",
          "timestamp": 1339
        },
        {
          "text": "Katzo holds up fists and stands by the Teardrop lake",
          "timestamp": 1341.6
        },
        {
          "text": "Psyger crosses her arms and stands in the Lightless Barrens",
          "timestamp": 1343.9
        },
        {
          "text": "Montage of the game store, the Utopia headquarters, the palace, Rabbituza, a tower, and Fifticia.",
          "timestamp": 1345.9
        },
        {
          "text": "Sunraku runs across Ruluiath, an underwater city. Fish swim in the air. Seaweed lines the street.",
          "timestamp": 1351.7
        },
        {
          "text": "Katzo runs across the cave floor on the shores of the Teardrop lake",
          "timestamp": 1359.8
        },
        {
          "text": "A serpent emerges from the lake. Crab pincers snap.",
          "timestamp": 1366
        },
        {
          "text": "Montage of items. Log. Bow. Twin blue blades. Grimoire. Mana potion. Cards.",
          "timestamp": 1368.5
        },
        {
          "text": "Pencilgon runs across the hidden garden. Red spider lilies blow in the breeze, surrounded by cavernous walls, under a full moon.",
          "timestamp": 1372.7
        },
        {
          "text": "Ceecrue, Rust, Sunraku, Akane, Mold, and Psyger walk along a dock. A crescent moon shines over the sea.",
          "timestamp": 1380.7
        },
        {
          "text": "The Scarlet Whale floats at sea. A giant octopus leg reaches up.",
          "timestamp": 1395.4
        },
        {
          "text": "Rakuro, Towa, Kei, and Megumi walk along an urban street. Cars drive by.",
          "timestamp": 1400
        },
        {
          "text": "Montage. The Sage of Awakening. Akane's fox mask. Psyger in a yellow demon mask. Ranzo, the old samurai. The beetle helm. A gas mask.",
          "timestamp": 1406.1
        },
        {
          "text": "Blue text over a black background spells Shangri-La Frontier",
          "timestamp": 1410.9
        }
      ]
    }
  ]
}
