{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GJWUQ7ZGG/the-light-blazes-brightly-but-for-just-an-instant",
    "domain": "crunchyroll",
    "id": "GJWUQ7ZGG"
  },
  "metadata": {
    "type": "television episode",
    "title": "The Light Blazes Brightly, But for Just an Instant",
    "seriesTitle": "Shangri-La Frontier",
    "episode": 47
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Sunraku's muscular body, covered in the scars of Lycagon's mark, walks across an expanse under the night sky and nearly full moon.",
          "timestamp": 0
        },
        { "text": "Debris floats", "timestamp": 10.400000000000006 },
        {
          "text": "Backdropped by lightning, text reads, Shangri-La Frontier",
          "timestamp": 12.5
        },
        {
          "text": "Ink sketch of Sunraku's face. The ink splatters, and Emul falls through it. Sunraku catches her, and she crawls onto his shoulder. Behind him is a picture of Rakuro",
          "timestamp": 16.400000000000006
        },
        {
          "text": "Pencilgon smiles at us. Behind her is a picture of Towa Amane.",
          "timestamp": 25.099999999999994
        },
        {
          "text": "Katzo's hands burn with fire. Behind her is Kei Uomi.",
          "timestamp": 28.5
        },
        {
          "text": "Psyger strikes the grown with the purple long sword Antinomy.",
          "timestamp": 31
        },
        {
          "text": "A nest of interlocking lines forms. Ceecrue, a white rabbit samurai, leaps across them.",
          "timestamp": 33.900000000000006
        },
        {
          "text": "Outstretched hands form a diamond. Akitsu Akane's face smiles in the gap.",
          "timestamp": 36.80000000000001
        },
        {
          "text": "Rust holds a bow and Mold holds a staff.",
          "timestamp": 39.599999999999994
        },
        {
          "text": "Chains wrap around Sunraku's legs",
          "timestamp": 42.900000000000006
        },
        {
          "text": "Rakuro reaches up a hand. A hand reaches towards the metal spine in the ruins of past glories.",
          "timestamp": 43.599999999999994
        },
        {
          "text": "Psyger-0, Sunraku, Katzo, and Pencilgon stand side by side.",
          "timestamp": 47.19999999999999
        },
        { "text": "The chains shatter.", "timestamp": 51.099999999999994 },
        {
          "text": "In red, fishmen wield swords and race towards the party in a circle.",
          "timestamp": 52.19999999999999
        },
        {
          "text": "The fishmen charge Stude at the wheel of the ship.",
          "timestamp": 55.900000000000006
        },
        { "text": "A mermaid fights a shark-faced merman.", "timestamp": 58.5 },
        {
          "text": "C'tarnid's giant tentacles wrap around the Crying Innsman",
          "timestamp": 59.8
        },
        {
          "text": "A girl with blue eyes and white hair dances. Star Rain, Sylvia Goldberg. She falls into the floor, the floor rotates, and a white super hero replaces her. Galaxia Series, The Meteus",
          "timestamp": 62.599999999999994
        },
        {
          "text": "Megumi turns into Yggdryad. Nitro Squad.",
          "timestamp": 68.5
        },
        {
          "text": "In front of her stands Ranzo and a young man with gauntlets.",
          "timestamp": 71.4
        },
        {
          "text": "A whale swims, its face engulfed with fire. It approaches an expanse with floating debris. Sunraku walks.",
          "timestamp": 75.5
        },
        {
          "text": "Lightning crackles across the whale. It opens its mouth. Darkness.",
          "timestamp": 83.30000000000001
        },
        {
          "text": "Text, 47, The light blazes brightly, but for just an instant",
          "timestamp": 89.4
        },
        {
          "text": "The sun shines in a blue sky with scattered clouds.",
          "timestamp": 93.9
        },
        {
          "text": "Ranzo looks down. A blond man hangs off the roof of a building.",
          "timestamp": 96.7
        },
        { "text": "Ranzo crouches", "timestamp": 103.6 },
        {
          "text": "Ranzo pulls the blond man onto the roof.",
          "timestamp": 135.7
        },
        { "text": "Ranzo casually drops to the street.", "timestamp": 203.4 },
        { "text": "A civilian flies in front of Ranzo", "timestamp": 275 },
        {
          "text": "A woman with leaves and flowers forming a leotard, boots, gauntlet, and hair.",
          "timestamp": 296
        },
        {
          "text": "Small plants root to nearby walls and rubble.",
          "timestamp": 328.9
        },
        {
          "text": "2 plants shoot spear like fines from different directions. Ranzo leaps between them.",
          "timestamp": 339.9
        },
        {
          "text": "He runs while avoiding hundreds of vines.",
          "timestamp": 361.3
        },
        {
          "text": "She swings an arm, which grows into a vine whip.",
          "timestamp": 364.5
        },
        { "text": "He parries a vine", "timestamp": 372 },
        {
          "text": "He lunges and appears in front of her instantly.",
          "timestamp": 385.2
        },
        { "text": "Label: storm Style: Michiyuki", "timestamp": 387.4 },
        {
          "text": "He swings. She smiles. Her villain gauge drops.",
          "timestamp": 397.7
        },
        { "text": "She punches the ground.", "timestamp": 401.8 },
        {
          "text": "Vines approach Ranzo and the ground crumbles.",
          "timestamp": 404.4
        },
        {
          "text": "Ranzo is 50 feet in the air. Label, Old Bones Leap",
          "timestamp": 424.8
        },
        { "text": "His hero gauge drops", "timestamp": 445.5 },
        {
          "text": "He flies towards her, wind rippling around him. Vines from her leotard form a shield.",
          "timestamp": 454.2
        },
        {
          "text": "She's knocked back. Her HP drops to 50%",
          "timestamp": 461.7
        },
        { "text": "He lunges. She holds up a hand.", "timestamp": 467.1 },
        { "text": "He stops and leaps back.", "timestamp": 470.8 },
        { "text": "Her temple throbs", "timestamp": 495.7 },
        {
          "text": "The wind blows between Yggdryad and Ranzo.",
          "timestamp": 522.8
        },
        {
          "text": "Yggdryad swings on vine ropes between buildings. Ranzo runs over a car, following.",
          "timestamp": 527.4
        },
        {
          "text": "She looks back and shoots seedlings. They land near Ranzo and shoot spears.",
          "timestamp": 532.7
        },
        {
          "text": "Ranzo dodges the barrage of spears. He cuts several.",
          "timestamp": 535.7
        },
        {
          "text": "She swings around a corner, down an alley.",
          "timestamp": 543.8
        },
        {
          "text": "She tosses a moped at him. He cuts it and it explodes.",
          "timestamp": 565
        },
        {
          "text": "She swings. A sword appears in front of her. She drops.",
          "timestamp": 589.9
        },
        {
          "text": "He bares down on her. She grows vines. He leaps straight up and grabs the sword.",
          "timestamp": 595.2
        },
        { "text": "She tosses a car at him.", "timestamp": 615 },
        { "text": "He cuts the car to pieces.", "timestamp": 620.2 },
        { "text": "Ranzo slices", "timestamp": 642.2 },
        {
          "text": "In the ornate hotel lobby, Megumi uses a straw to stab ice cubes in a fizzy, light green drink. Kei approaches, carrying an orange drink. Megumi frowns, staring off.",
          "timestamp": 644.4
        },
        { "text": "Megumi adjusts her straw", "timestamp": 690.6 },
        { "text": "Kei thinks", "timestamp": 711.7 },
        { "text": "He thinks of Sylvia", "timestamp": 720 },
        { "text": "She squeezes his face", "timestamp": 788.5 },
        {
          "text": "He smiles at her. She blushes and fidgets.",
          "timestamp": 829.9
        },
        { "text": "Megumi drinks from her empty glass", "timestamp": 852.1 },
        { "text": "Megumi blinks", "timestamp": 890.8 },
        {
          "text": "The gas mask sits on the hotel room night stand. Rakuro lies back in the VR dive chair.",
          "timestamp": 905.2
        },
        {
          "text": " Montage of Psyborg Lord, Cursed Prison, Twinklepixie, a blond man, Yggdryad, Metius, and Ranzo. Ranzo cuts an X, and the words \"Galaxia Heroes: Chaos\" form around it.",
          "timestamp": 910
        },
        {
          "text": "A white object drops from the sky. It falls towards a city reminiscent of New York City. Metius, a silvery white super hero with yellow markings, lands in a dramatic pose. He looks up. Text, Player: Sunraku",
          "timestamp": 926.9
        },
        {
          "text": "Metius runs up a wall and jumps across roof tops",
          "timestamp": 952.1
        },
        { "text": "He brakes", "timestamp": 956.1 },
        { "text": "In an alley, a man brandishes a knife", "timestamp": 962.6 },
        {
          "text": "Metius flying kicks the NPC villain in the face.",
          "timestamp": 976.9
        },
        {
          "text": "He runs off, bouncing off walls, and running across roof tops.",
          "timestamp": 987.5
        },
        { "text": "He looks down", "timestamp": 1001.7 },
        { "text": "A blond man", "timestamp": 1010.2 },
        {
          "text": "Metius runs down the wall and flying kicks Lava. Lava holds up an arm, blocking him. Lava's health drops slightly. The lava steams. Metius's health drops slightly",
          "timestamp": 1065.1
        },
        { "text": "Metius leaps back.", "timestamp": 1071.1 },
        { "text": "He speeds forward", "timestamp": 1104.5 },
        {
          "text": "Metius speeds past lava, bounces off the wall, and kicks",
          "timestamp": 1109.6
        },
        { "text": "Lava blocks", "timestamp": 1112.6 },
        {
          "text": "Metius kicks lava in the back of the legs",
          "timestamp": 1190.3
        },
        { "text": "Metius's foot hits Lava's face", "timestamp": 1213.4 },
        { "text": "Lava flies across the street", "timestamp": 1215.2 },
        {
          "text": "In the hotel lobby, Kei glares at gas mask Rakuro",
          "timestamp": 1220.2
        },
        {
          "text": "Pixel art title card. Blue text over a starry background spell Shangri-La Frontier",
          "timestamp": 1269
        },
        {
          "text": "Sunraku holds Ducsuram and stands in Ruluiath.",
          "timestamp": 1273.1
        },
        {
          "text": "Pencilgon holds a golden spear and stands in the hidden garden",
          "timestamp": 1276
        },
        {
          "text": "Katzo holds up fists and stands by the Teardrop lake",
          "timestamp": 1278.6
        },
        {
          "text": "Psyger crosses her arms and stands in the Lightless Barrens",
          "timestamp": 1280.8999999999999
        },
        {
          "text": "Montage of the game store, the Utopia headquarters, the palace, Rabbituza, a tower, and Fifticia.",
          "timestamp": 1282.9
        },
        {
          "text": "Sunraku runs across Ruluiath, an underwater city. Fish swim in the air. Seaweed lines the street.",
          "timestamp": 1288.6999999999998
        },
        {
          "text": "Katzo runs across the cave floor on the shores of the Teardrop lake",
          "timestamp": 1296.8
        },
        {
          "text": "A serpent emerges from the lake. Crab pincers snap.",
          "timestamp": 1303
        },
        {
          "text": "Montage of items. Log. Bow. Twin blue blades. Grimoire. Mana potion. Cards.",
          "timestamp": 1305.5
        },
        {
          "text": "Pencilgon runs across the hidden garden. Red spider lilies blow in the breeze, surrounded by cavernous walls, under a full moon.",
          "timestamp": 1309.6999999999998
        },
        {
          "text": "Ceecrue, Rust, Sunraku, Akane, Mold, and Psyger walk along a dock. A crescent moon shines over the sea.",
          "timestamp": 1317.7
        },
        {
          "text": "The Scarlet Whale floats at sea. A giant octopus leg reaches up.",
          "timestamp": 1332.3999999999999
        },
        {
          "text": "Rakuro, Towa, Kei, and Megumi walk along an urban street. Cars drive by.",
          "timestamp": 1337
        },
        {
          "text": "Montage. The Sage of Awakening. Akane's fox mask. Psyger in a yellow demon mask. Ranzo, the old samurai. The beetle helm. A gas mask.",
          "timestamp": 1343.1
        },
        {
          "text": "Blue text over a black background spells Shangri-La Frontier",
          "timestamp": 1347.8999999999999
        },
        { "text": "Text, 37, All About Kei Uomi", "timestamp": 1364.6 },
        { "text": "Video call", "timestamp": 1366.6 },
        { "text": "Cut to black", "timestamp": 1425.4 },
        {
          "text": "Post-episode footnote: Ranzo's attack \"Michiyuki\" refers to the traditional literary genre of travel logs. However, while michiyuki is traditionally spelled road + moving, Ranzo's attack is spelled road + conquest. Note that \"yuki\" is not actually a valid pronunciation for the conquest character. Ranzo's attack Amatsukaze refers to the World War 2 Japanese destroyer ship Amatsukaze, and is spelled heaven + port + wind.",
          "timestamp": 1427
        }
      ]
    }
  ]
}
