{
  "source": {
    "url": "https://www.youtube.com/watch?v=zq7Eki5EZ8o",
    "domain": "youtube",
    "id": "zq7Eki5EZ8o"
  },
  "metadata": {
    "type": "music video",
    "title": "Weird Al Yankovic - Tacky",
    "creator": "Weird Al Yankovic"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 2.439359,
          "text": "Stylistic note, this is a single take."
        },
        {
          "timestamp": 6.189855,
          "text": "Weird Al Yankovic dances on a balcony."
        },
        {
          "timestamp": 8.662057,
          "text": "We back away, and he follows us, climbing through a window."
        },
        {
          "timestamp": 11.655132,
          "text": "He's wearing a jacket, shirt, and pants, all with vibrant, uncoordinated patterns."
        },
        {
          "timestamp": 15.02146,
          "text": "He dances by swing his arms around"
        },
        {
          "timestamp": 17.856023,
          "text": "He walks across a large, empty room, past boxes labeled Tacky"
        },
        {
          "timestamp": 27.050156,
          "text": "Comedian Aisha Tyler pushes Weird Al out of the way, and lip syncs to us. She wears a red net bow, magenta lipstick, a red sweater with a lion print, multi-colored geometric snakeskin print leggings, and glittering seafoam blue uggs. "
        },
        {
          "timestamp": 39.255415,
          "text": "We keeps pace with us, dancing across the room"
        },
        {
          "timestamp": 43.353927,
          "text": "She mimes spending money"
        },
        {
          "timestamp": 48.400583,
          "text": "She grabs her chest and shakes it"
        },
        {
          "timestamp": 50.390161,
          "text": "We turn to the right. Comedian Margaret Cho lipsyncs to us."
        },
        {
          "timestamp": 54.12285,
          "text": "She walks back across the room, and we follow her. She wears a maroon derby hat, fire engine red leather jacket, a black bra, yellow shorts with matching suspenders, and blue translucent leggings, pulled higher than the shorts. She has American flag print platform heels."
        },
        {
          "timestamp": 75.020247,
          "text": "Comedian Eric Stonestreet emerges around a corner, and pulls Margaret Cho out of the way. He dance follows us across the room, and he follows us. He wears a pink jacket, $1 bill printed button up with a popped collar, and lime green slacks. He has a gold dollar sign on a chain around his neck."
        },
        {
          "timestamp": 94.895819,
          "text": "He pauses to dance against a doorframe, then runs after us. An elevator door closes in front of him."
        },
        {
          "timestamp": 99.13126,
          "text": "In the elevator with us is Comedian Kirsten Schaal. She wears a black tank top with pink hand prints on her chest. The pink matches her hair bows, earings, and bead arm warmers, and rinestone neckalce. She dances. Through the glass elevator door, people in tacky clothes dance on various floors"
        },
        {
          "timestamp": 114.467083,
          "text": "She dances and lipsyncs. The elevator door opens, and we leave the elevator."
        },
        {
          "timestamp": 123.50751,
          "text": "Comedian Jack Black rounds a corner, dancing. He wears a glittery black shirt with a screenprint of flames. His pants are tie dye, and he's wearing pink sandals with black socks."
        },
        {
          "timestamp": 133.853201,
          "text": "He leaps in the air and kicks over his head. He leaps again, clicking his heels together."
        },
        {
          "timestamp": 139.672469,
          "text": "As he passes through a doorway, he turns around and twerks. A bedazzled, polkadot, backwards fanny pack bounces"
        },
        {
          "timestamp": 145.138698,
          "text": "He runs along the aisle of a large theater, then strikes a pose near an exit door. We exit, and Weird Al is outside, walking towards us."
        },
        {
          "timestamp": 149.83824,
          "text": "He wears a pink T shirt with the word \"Tacky\". His pants are black and yellow houndstooth print."
        },
        {
          "timestamp": 161.601268,
          "text": "He does the Thriller dance as he passes a sign saying Stage Door."
        },
        {
          "timestamp": 169.534987,
          "text": "He strikes a pose in an alleyway. We look up at the sky. Fade to black."
        }
      ]
    }
  ]
}
