{
  "source": {
    "url": "https://www.youtube.com/watch?v=N9qYF9DZPdw",
    "domain": "youtube",
    "id": "N9qYF9DZPdw"
  },
  "metadata": {
    "type": "music video",
    "title": "Weird Al Yankovic - White and Nerdy",
    "creator": "Weird Al Yankovic"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "A blue Chevy impala drives down a suburban street. It has a vanity plate reading \"O G 4 Life\". In the car are black comedians Key and Peele, dressed in hoodies."
        },
        {
          "timestamp": 6,
          "text": "They see Yankovic mowing his front lawn. He waves enthusiastically, and they recoil."
        },
        {
          "timestamp": 12,
          "text": "Yankovic raps in front of road flares that form an image of pacman."
        },
        {
          "timestamp": 20,
          "text": "Yankovic walks up to the impala and tries to shake hands. Startled, Key and Peele try to lock their doors of their topless convertible, then speed off downt he street."
        },
        {
          "timestamp": 25,
          "text": "Yankovic watches them drive off and shrugs. He wears a pastel pink polo, beige kakhi pants, thick glasses, and yellow crocs. "
        },
        {
          "timestamp": 30,
          "text": "In an alley way, Yankovic rolls a D8 and D20."
        },
        {
          "timestamp": 38,
          "text": "He points at a silver prius."
        },
        {
          "timestamp": 44,
          "text": "Comedian Seth Green points to an elaborate collection of Star Wars, X-Men, and other action figures."
        },
        {
          "timestamp": 48,
          "text": "White and Nerdy has 27 friends, including Bill Gates, Napolean Dynamite, and Frodo."
        },
        {
          "timestamp": 53,
          "text": "He puts mayonaisse and baloney on wonderbread."
        },
        {
          "timestamp": 60,
          "text": "Wearing a shower cap, he showers in glasses under an adjustable height shower head, then types on his Lenovo Thinkpad, which is hardwired into an ethernet port under the shower."
        },
        {
          "timestamp": 68,
          "text": "Yankovic and 3 other nerds are gathered around a Trivial Pursuit board. He throws the board in the air."
        },
        {
          "timestamp": 72,
          "text": "He points to the cover of the O'Reilly JavaScript book and the DS9-era Klingon emblem, a green, red, and blue trefoil over a yellow circle."
        },
        {
          "timestamp": 80,
          "text": "Yankovic rolls through a park on a segway. He wears a blue track suit with a white helmet, pink elbowpads, and yellow kneepads."
        },
        {
          "timestamp": 85,
          "text": "Yankovic wears a bulky hoody and long chains. He raps to us, while entertainer Donny Osmond dances behind him. In the background, equations float on a white background."
        },
        {
          "timestamp": 90,
          "text": "Yankovic swings a lightsaber around in a garage. He loses control."
        },
        {
          "timestamp": 95,
          "text": "On the segway, he gives thumbs up to 2 black men on a porch. They flip him off. He laughs, wags a finger, and segways off."
        },
        {
          "timestamp": 100,
          "text": "Yankovic watches as an older woman opens a present. It's a surge protector. She forces a smile."
        },
        {
          "timestamp": 110,
          "text": "He writes \"You suck\" in big letters on the Atlantic Records wikipedia page. He uses Safari on a mac."
        },
        {
          "timestamp": 120,
          "text": "Yankovic shows a website called Foofie's Page. The aesthetic is animated clip art."
        },
        {
          "timestamp": 130,
          "text": "He play badminton on a lawn with middle aged women."
        },
        {
          "timestamp": 135,
          "text": "He sits in a twin sized bed and looks up. Above the headboard are elaborately framed headshots of Kirk and Picard."
        },
        {
          "timestamp": 140,
          "text": "Someone pulls his underwear up from his pants. It reads \"Alfred\"."
        },
        {
          "timestamp": 145,
          "text": "In an alley way, Yankovic shiftily walks up to a black man, and hands over hundreds in cash. The black man hands a paper bag, and walks away. Yankovic opens the bag to find The Star Wars Holiday Special VHS. He smiles."
        },
        {
          "timestamp": 155,
          "text": "Polishing a bowling ball, Yankovic walks up to several blank men at a bowling alley. They look at us, confused."
        },
        {
          "timestamp": 160,
          "text": "The black men shake their heads, and point across the bowling alley. 3 white nerds in glasses wave enthusiastically. Cut to black."
        }
      ]
    }
  ]
}
