{
  "metadata": {
    "episode": 1,
    "seriesTitle": "Ace Attorney",
    "title": "The First Turnabout",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Funimation", "timestamp": 2 },
        {
          "text": "A bloody statue. A woman lies in a pool of blood. A man with a mole on his forehead holds the statue, wearing gloves.",
          "timestamp": 14
        },
        {
          "text": "The mole man walks past apartment doors, while carrying a brief case and wearing a purple suit. He passes a taller man with tall, coiffed hair, walking with his hands in his pockets.",
          "timestamp": 25
        },
        {
          "text": "Scenes of a Japanese suburb. A river cuts through the town, lined with cherry blossoms in bloom.",
          "timestamp": 32
        },
        {
          "text": "Inside a 6 plex, a clock displays 9:13 next to thick textbooks on a desk.",
          "timestamp": 37
        },
        {
          "text": "The small studio apartment is filled with half open boxes. Laundry and objects are piled on top. 2 flatted boxes are propped up on a wall. A man in a suit wearing a brief case like a backpack stands by the door.",
          "timestamp": 41
        },
        {
          "text": "The man adjusts his hair in the mirror, then moves a box out from in front of his face, then checks his lapel and smiles, sparkling.",
          "timestamp": 45
        },
        {
          "text": "Green text in a black box reads, Defense Lawyer: Phoenix Wright.",
          "timestamp": 55
        },
        {
          "text": "Wright rides a bicycle through town. He crosses a bridge over the river, lined with pink blossoms. He bicycles up a hil, working up a sweat.",
          "timestamp": 64
        },
        {
          "text": "Wright bikes towards us, over the top of the hill. Skyscrapers loom high, off in the distance.",
          "timestamp": 77
        },
        {
          "text": "Sunlight breaks over the skyscrapers. Window panes cast shadows over chairs, a witness stand, a gavel, the courtroom. The shadows move as the sun rises until it reaches above the judge's seat, where the scales of justice emblazen a golden seal. The sun's reflection fills our view with light. Blue on black text Japanese appears. Ace Attorney. The world you see",
          "timestamp": 80
        },
        {
          "text": "Phoenix Wright, wearing a blue suit, white shirt, and red tie runs along the sidewalk, a city in backdrop. Wright is an otherwise average man with slicked back hair that makes him look like he's going fast.",
          "timestamp": 96
        },
        {
          "text": "Wright stumbles and almost trips. There are children's chalk drawings on the sidewalk, and he carefully avoids stepping on them. Once clear, he turns back and smiles.",
          "timestamp": 101
        },
        {
          "text": "A young woman wears a yellow teardrop pendant. She has long black hair, wears a white robe down to her mid thigh, red ribbon, and purple haori jacket. She prays in a small room surrounded by candles. She turns around and a smoky aura surrounds her. A blue teardrop stone falls and shatters.",
          "timestamp": 106
        },
        {
          "text": "Rain soaks Wright as he stands face up, eyes closed, dark clouds covering the skyscrapers behind him. He faces forward, balls his fists, and starts to run.",
          "timestamp": 115
        },
        {
          "text": "A man in a red suit walks along the beach, waves lapping at his footprints. The man turns around to see Wright standing behind him.",
          "timestamp": 122
        },
        {
          "text": "Wright pants, steels his gaze, then raises his hand, shackled by a glowing golden chain. The man in the red suit looks down at the gold chain on his wrist, and yanks it, yelling.",
          "timestamp": 130
        },
        {
          "text": "The 2 hold the sides of the gold chain taught. Red and blue pillars of light shoot the 2 into the air, standing on either side of a golden rod. We spin around the 2 men as they scream. They arrive at the 2 arms of the scales of justice, and explode in fireworks of red and blue.",
          "timestamp": 134
        },
        {
          "text": "The scales explode into light and erupt across a field, leaving sparkling sunflowers in its wake.",
          "timestamp": 143
        },
        { "text": "The sunflowers replace the suburbs.", "timestamp": 145 },
        {
          "text": "Wright runs past sunflowers. The girl, the man with tall hair, and a scruffy middle aged man run after him.",
          "timestamp": 147
        },
        {
          "text": "A woman walks by in black and white heels, a black suit jacket and miniskirt, white bouse, and yellow scarf",
          "timestamp": 154
        },
        {
          "text": "Wright stops running and turns to look at her. She looks at him. She wears a blue teardrop pendant.",
          "timestamp": 157
        },
        {
          "text": "He nods, slaps a table in front of him, explodes in a blue nebula, points forward and shouts. On the other side of a courtroom, the man points, shouts, and explodes in a red nebula.",
          "timestamp": 162
        },
        {
          "text": "Mt. Fuji peaks between skyscrapers. Phoenix Wright's face appears and points at us.",
          "timestamp": 166
        },
        {
          "text": "A school-style sign reads Courthouse. Blue text appears. The First Turnabout. Wright rides is bicycle through the entrance gate, wearing his suitcase like a backpack.",
          "timestamp": 168
        },
        { "text": "People in suits talk in the hallways.", "timestamp": 167 },
        {
          "text": "A classroom style sign reads Lobby 2. Green text appears in a black box. March 26, 9:47am. District Court - Defendant Lobby Numebr 2.",
          "timestamp": 171
        },
        {
          "text": "A woman wearing a blue teardrop pendant looks at her watch, worn palm side. Text appears. Fey & Company Law Offices, Chief, Mia Fey.",
          "timestamp": 175
        },
        { "text": "She winks at him. He smiles.", "timestamp": 208 },
        {
          "text": "They enter the room from the back left of the chamber. At the front sits the high platform where the judge sits. At the back is the curved table where the witness stands. In the center is a green table. A gavel rests on the judge's desk, which is beneath the golden scales of justice.",
          "timestamp": 248
        },
        {
          "text": "Our view pulls out, taking in the whole courtroom. Wright and Fey are in the left half of the room behind a bar. There are stands above them and a chair in a fenced off area beside them. The right half matches.",
          "timestamp": 263
        },
        {
          "text": "Green text. March 26. District Court. Courtroom Number 2.",
          "timestamp": 266
        },
        {
          "text": "A balding old man in a gray suit approaches the other bar. He adjusts his classes. Prosecutor, Winston Payne.",
          "timestamp": 270
        },
        { "text": "An officer escorts Butz to the chair.", "timestamp": 280 },
        {
          "text": "Butz slouches in the chair, then starts to slide out. The officer pulls him back.",
          "timestamp": 307
        },
        {
          "text": "The judge climbs the right side stairs. Wright, Payne, Fey, and Butz watch.",
          "timestamp": 321
        },
        { "text": "Text, Judge", "timestamp": 326 },
        {
          "text": "Wearing gloves, Payne places the Thinker statue on the table.",
          "timestamp": 369
        },
        { "text": "Butz approaches the witness stand.", "timestamp": 416 },
        {
          "text": "A flashback to a crying Wright in school",
          "timestamp": 418
        },
        {
          "text": "Stone posing with the Thinker statue by the Statue of Liberty",
          "timestamp": 466
        },
        {
          "text": "The mole man approaches the stand. He has a tight, wide, smile and sunken cheeks. ",
          "timestamp": 542
        },
        { "text": "Commercial break", "timestamp": 550 },
        { "text": "Testimony", "timestamp": 573 },
        {
          "text": "Payne displays a Blackout Notice, 1 - 6pm, found in the apartment.",
          "timestamp": 624
        },
        {
          "text": "The statue, passport, picture, and notice sit on the green table. Butz sweats, Solid smiles.",
          "timestamp": 669
        },
        { "text": "Cross-Examination, Wright vs Payne", "timestamp": 709 },
        { "text": "2 and 4 fall between 1 and 6.", "timestamp": 752 },
        { "text": "Wright falls back.", "timestamp": 927 },
        { "text": "Wright shakes his head.", "timestamp": 938 },
        {
          "text": "In a flashback, items are spread out of a bookbag. Kids point fingers at young Wright while he cries. Young Butz sits nearby, thinks, and stands.",
          "timestamp": 946
        },
        { "text": "Wright stares at Butz with awe.", "timestamp": 962 },
        {
          "text": "Wright points forward. The blue energy forcefield of his objection knocks off Payne's toupe.",
          "timestamp": 1042
        },
        { "text": "The Statue of Liberty photo.", "timestamp": 1054 },
        {
          "text": "He shakes until all his hair falls out. He foams at the mouth and falls back.",
          "timestamp": 1092
        },
        {
          "text": "Dozens of police officers race in from all directions. Text. Full Story",
          "timestamp": 1101
        },
        {
          "text": "Solid enters the apartment, wearing gloves. He rummages through drawers.",
          "timestamp": 1113
        },
        { "text": "Confetti falls. Butz blushes.", "timestamp": 1148 },
        { "text": "Butz smiles.", "timestamp": 1233 },
        {
          "text": "In the evening, people cross at a cross walk.",
          "timestamp": 1242
        },
        {
          "text": "Wright and Fey walk in a neighborhood park. Fey turns and looks out over the top of a hill.",
          "timestamp": 1258
        },
        {
          "text": "A woman's legs, on the floor. She wears black and white heels and a black miniskirt. Shattered pink glass and the Thinker statue lay around her.",
          "timestamp": 1309
        },
        {
          "text": "A city at night. Fade to black. Credits roll.",
          "timestamp": 1316
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G6792WWNY",
    "url": "https://www.crunchyroll.com/watch/G6792WWNY/the-first-turnabout"
  }
}
