{
  "metadata": {
    "episode": 3,
    "seriesTitle": "Ace Attorney",
    "title": "Turnabout Sisters - 2nd Trial",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Funimation", "timestamp": 2.589369 },
        {
          "text": "Sunlight breaks over the skyscrapers. Window panes cast shadows over chairs, a witness stand, a gavel, and the courtroom. The shadows move as the sun rises until it reaches above the judge's seat, where the scales of justice emblazon a golden seal. The sun's reflection fills our view with light. Blue on black text Japanese appears. Ace Attorney. The world you see.",
          "timestamp": 22.849093
        },
        {
          "text": "Phoenix Wright, wearing a blue suit, white shirt, and red tie runs along the sidewalk, a city in backdrop. Wright is an otherwise average man with slicked back hair that makes him look like he's going fast.",
          "timestamp": 40
        },
        {
          "text": "Wright stumbles and almost trips. There are children's chalk drawings on the sidewalk, and he carefully avoids stepping on them. Once clear, he turns back and smiles.",
          "timestamp": 45
        },
        {
          "text": "Maya Faye wears a yellow teardrop pendant. She has long black hair, wears a white robe down to her mid thigh, red ribbon, and purple haori jacket. She prays in a small room surrounded by candles. She turns around and a smoky aura surrounds her. A blue teardrop stone falls and shatters.",
          "timestamp": 50
        },
        {
          "text": "Rain soaks Wright as he stands face up, eyes closed, dark clouds covering the skyscrapers behind him. He faces forward, balls his fists, and starts to run.",
          "timestamp": 59
        },
        {
          "text": "Miles Edgeworth, wearing a red suit, walks along the beach, waves lapping at his footprints. He turns around to see Wright standing behind him.",
          "timestamp": 66
        },
        {
          "text": "Wright pants, steels his gaze, then raises his hand, shackled by a glowing golden chain. Edgeworth looks down at the gold chain on his wrist, and yanks it, yelling.",
          "timestamp": 72
        },
        {
          "text": "The 2 hold the sides of the gold chain taught. Red and blue pillars of light shoot the 2 into the air, standing on either side of a golden rod. We spin around the 2 men as they scream. They arrive at the 2 arms of the scales of justice, and explode in fireworks of red and blue.",
          "timestamp": 76
        },
        {
          "text": "The scales explode into light and erupt across a field, leaving sparkling sunflowers in its wake.",
          "timestamp": 85
        },
        { "text": "The sunflowers replace the suburbs.", "timestamp": 87 },
        {
          "text": "Wright runs past sunflowers. Maya, Larry Butz, and Detective Gumshoe run after him.",
          "timestamp": 89
        },
        {
          "text": "Mia Faye walks by in black and white heels, a black suit jacket and miniskirt, low-cut white bouse, and yellow scarf.",
          "timestamp": 96
        },
        {
          "text": "Wright stops running and turns to look at her. Mia looks at him. She wears a blue teardrop pendant.",
          "timestamp": 100
        },
        {
          "text": "He nods, slaps a table in front of him, explodes in a blue nebula, points forward and shouts. On the other side of a courtroom, the man points, shouts, and explodes in a red nebula.",
          "timestamp": 104
        },
        {
          "text": "Mount Fuji peaks between skyscrapers. Phoenix Wright points at us.",
          "timestamp": 110
        },
        { "text": "Turnabout Sisters - 2nd Trial", "timestamp": 112.390428 },
        {
          "text": "April 6, 10 AM, District Court, Courtroom Number 1.",
          "timestamp": 116.294419
        },
        { "text": "Defense Lawyer, Phoenix Wright.", "timestamp": 123.358214 },
        { "text": "Prosecutor, Miles Edgeworth", "timestamp": 125.749004 },
        { "text": "Defendant, Maya Fey", "timestamp": 136 },
        { "text": "Maya looks at Wright, who nods.", "timestamp": 139 },
        { "text": "The Judge sits.", "timestamp": 143 },
        {
          "text": "TV screens appear around the judge.",
          "timestamp": 164.740934
        },
        { "text": "Witness Testimony", "timestamp": 205 },
        {
          "text": "A woman with pink high heels, a mini skirt with a side slit, and pink jacket revealing plunging cleavage, and pink hair. She has a pink heart on her jacket.",
          "timestamp": 386.636355
        },
        {
          "text": "She winks. Judge blushes. Wright sweats.",
          "timestamp": 402
        },
        { "text": "Witness Testimony", "timestamp": 418 },
        { "text": "May bounces.", "timestamp": 574.061209 },
        { "text": "Wright presses a button.", "timestamp": 617.602028 },
        { "text": "Edgeworth bows, with a flourish.", "timestamp": 760.692759 },
        { "text": "Maya sighs.", "timestamp": 763 },
        {
          "text": "Fey and Company Law Offices. Wright reads a book at a desk.",
          "timestamp": 824
        },
        {
          "text": "Grossberg takes out a photo featuring a man with purple hair, gold rings, and a pink suit covered in sparkling rhinestones.",
          "timestamp": 870.584572
        },
        {
          "text": "In a flashback, doors close on a shaman while Grossberg and the Fey sisters watch with fear. In the present, Wright looks in a filing box.",
          "timestamp": 947.095807
        },
        { "text": "At the Bando Hotel", "timestamp": 965.671807 },
        {
          "text": "Wright rides a bike down the street.",
          "timestamp": 981.916324
        },
        {
          "text": "He stops and looks up at a large, imposing building.",
          "timestamp": 991.764354
        },
        {
          "text": "Elevator floors light 48, 49, 50, rhinestone",
          "timestamp": 999.276343
        },
        {
          "text": "Wright walks down a hallway, and pauses to look out floor to ceiling windows, at the city.",
          "timestamp": 1006
        },
        {
          "text": "In the office, a desk is held up by 2 muscular headless statues. On the wall is a twin of a painting in Grossberg's office.",
          "timestamp": 1016.337373
        },
        {
          "text": "BlueCorp President Redd White stands in a pink suit, with rhinestone buttons, rhinestone cufflinks, and a blue and brown polka dot tie. He wears a gold watch, gold rings, and sparkles as he smiles. He has slicked back purple hair.",
          "timestamp": 1024.110745
        },
        {
          "text": "He places the cufflink on the desk. White looks at his sleeve and shrugs.",
          "timestamp": 1141.540717
        },
        {
          "text": "White sits up and reaches for the phone.",
          "timestamp": 1189.239703
        },
        {
          "text": "The view of BlueCorp, seen through a spiders web. A moth's wing falls from the strands.",
          "timestamp": 1262.693408
        },
        {
          "text": "In a jail cell, lights flicker. Maya rubs her feet.",
          "timestamp": 1279.954749
        },
        {
          "text": "An officer unlocks the cell. Maya looks up.",
          "timestamp": 1288.425035
        },
        {
          "text": "Officers lead Phoenix Wright into the cell.",
          "timestamp": 1305
        },
        {
          "text": "The gates shut. The lights flicker out. Credits roll.",
          "timestamp": 1314
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GR1X5JJ1R",
    "url": "https://www.crunchyroll.com/watch/GR1X5JJ1R/"
  }
}
