{
  "source": {
    "url": "https://www.youtube.com/watch?v=L8eRzOYhLuw",
    "domain": "youtube",
    "id": "L8eRzOYhLuw"
  },
  "metadata": {
    "type": "music video",
    "title": "Ariana Grande - Break Free",
    "creator": "Ariana Grande"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 0.395176,
          "text": "Text moves through space"
        },
        {
          "timestamp": 24.50839,
          "text": "Break Free, Ariana Grande featuring Zedd. Directed by Chris Marrs Piliero"
        },
        {
          "timestamp": 29.147252,
          "text": "A small station on red craggy planet with 2 moons."
        },
        {
          "timestamp": 34.697242,
          "text": "Ariana Grande wears a beige leotard with geometric decorations. On her hip, she has a metal emblem of 3 interlocking V's. She throws the emblem on the ground and steps on it."
        },
        {
          "timestamp": 40.954371,
          "text": "She sings to us in an octagonal hallway covered in fluorescent light."
        },
        {
          "timestamp": 44.224535,
          "text": "She walks out of the station, carrying a gun."
        },
        {
          "timestamp": 48.88696,
          "text": "Humans stand in cages. Frog faced aliens with guns keep watch."
        },
        {
          "timestamp": 51.700075,
          "text": "The caged humans look despondent."
        },
        {
          "timestamp": 60.154812,
          "text": "The frog aliens wear the metal emblem on their jackets. They fall, shot in the chest. Grande is behind them, gun in hand."
        },
        {
          "timestamp": 68.516282,
          "text": "The humans gather around Grande, jumping and dancing"
        },
        {
          "timestamp": 75.004857,
          "text": "Grande is surrounded by 3 aliens with guns."
        },
        {
          "timestamp": 83.079129,
          "text": "2 aliens fire. Grande ducks, and their green lasers hit each other."
        },
        {
          "timestamp": 87.818861,
          "text": "The third alien shoots. Grande round house kicks him to the ground."
        },
        {
          "timestamp": 91.886033,
          "text": "She steps on his chest and shoots him in the face."
        },
        {
          "timestamp": 97.844617,
          "text": "Floating in a zero gravity living room, Grande disrobes. Her gloves float nearby."
        },
        {
          "timestamp": 104.158641,
          "text": "Outside, Grande turns from the shot aliens to see a giant robot with the metal emblem."
        },
        {
          "timestamp": 113.941838,
          "text": "She pushes her hair back. 2 missiles fire from her chest."
        },
        {
          "timestamp": 119.346404,
          "text": "The missiles explode in the robot's chest, knocking it back."
        },
        {
          "timestamp": 123.611964,
          "text": "The robot lifts a hand and fires. The hand catches Grande and flies away with her."
        },
        {
          "timestamp": 129.706944,
          "text": "A bald man in a long flowing coat stands in front of a fire pit. Behind the pit, Grande is chained between 2 rocks with the emblem."
        },
        {
          "timestamp": 135.687966,
          "text": "She struggles. The bald man turns around. He has a long white beard and bushy eyebrows. He throws his head back and laughs. He wears an interlocking symbol around his neck."
        },
        {
          "timestamp": 143.266013,
          "text": "Grande pulls the chains and they break."
        },
        {
          "timestamp": 146.567628,
          "text": "She grabs the bald man, and pushes him into the fire pit."
        },
        {
          "timestamp": 163.589672,
          "text": "Floating in a living room, she wears a crop top and mini skirt made of shiny, geometric shapes."
        },
        {
          "timestamp": 176.678892,
          "text": "A tube floats to her"
        },
        {
          "timestamp": 180.143788,
          "text": "A pink laser emerges from the tube. She uses it to apply lipstick."
        },
        {
          "timestamp": 184.612816,
          "text": "She gets beamed up from the planet."
        },
        {
          "timestamp": 188.963119,
          "text": "She lands in a control room of a spaceship, which flies off."
        },
        {
          "timestamp": 193.627582,
          "text": "At a control station, Zedd DJ's. The humans that Grande freed stand around and dance."
        },
        {
          "timestamp": 206.093004,
          "text": "2 aliens kiss. Grande sits on a control center and kicks her platform stilettos in the air."
        },
        {
          "timestamp": 210.296389,
          "text": "A small alien with 6 legs and a green elephant nose sits on a table. Grande sings to it."
        },
        {
          "timestamp": 220.429501,
          "text": "The 6 legged alien sits in front of a Bose speaker. Grande presses a button on an iphone app, then kisses the alien on the forehead."
        },
        {
          "timestamp": 224.889578,
          "text": "Zedd wears blue Bose headphones. Grande wears pink ones, which are plugged in to Zedd's."
        },
        {
          "timestamp": 229.516313,
          "text": "Zedd puts a device with an interlocking symbol into the control panel, and it glows."
        },
        {
          "timestamp": 235.443838,
          "text": "The space ship warps into space. Fade to black."
        }
      ]
    }
  ]
}
