{
  "source": {
    "url": "https://www.youtube.com/watch?v=Ve3fcInpKj0",
    "domain": "youtube",
    "id": "Ve3fcInpKj0"
  },
  "metadata": { "type": "music video", "title": "Five Finger Death Punch - A Little Bit Off", "creator": "Five Finger Death Punch" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 10.701459,
          "text": "White text on a black background. Five Finger Death Punch. A Little Bit Off."
        },
        {
          "timestamp": 14,
          "text": "A man with waist length dreadlocks, guitarist Zoltan Bathory, sits by a pool. He checks his phone."
        },
        {
          "timestamp": 18,
          "text": "Management: Hey! You guys REALLY need to shoot the video. We're running out of time!!"
        },
        {
          "timestamp": 26.493579,
          "text": "Bathory shakes his head and types, Uhhhmmm. Shrug emoji. Virus emoji. Death emoji. Like how?"
        },
        {
          "timestamp": 40.763416,
          "text": "Management replies, Is there ANY way?? Bathory shakes his head."
        },
        {
          "timestamp": 44.287088,
          "text": "He replies, I mean. We can try. Shrug emoji."
        },
        {
          "timestamp": 48.540103,
          "text": "He drops the phone in his lap and leans back."
        },
        {
          "timestamp": 54,
          "text": "Text. So we contacted a film crew to try and shoot this video..."
        },
        {
          "timestamp": 56,
          "text": "6 people stand in a white room, carrying various bags and equipment"
        },
        {
          "timestamp": 58,
          "text": "Text. But given the circumstances... of course everybody was concerned..."
        },
        { "timestamp": 60, "text": "The 6 people wear various masks" },
        {
          "timestamp": 62,
          "text": "Text. ...And then we found out, some of our film crew were stuck in quarantine."
        },
        { "timestamp": 65, "text": "3 of the people get red X's" },
        {
          "timestamp": 67,
          "text": "Text. They'd also need to keep the required social distance..."
        },
        {
          "timestamp": 69,
          "text": "The 3 people are spread out, with \"6 foot minimum\" label between them"
        },
        {
          "timestamp": 71,
          "text": "Text. This is going to be a cluster fxck. Because of this a-hole"
        },
        { "timestamp": 73, "text": "A diagram of a virus" },
        {
          "timestamp": 77.262539,
          "text": "The text F8 glows in a red dot. We pull out to reveal an alarm clock displaying 7:57"
        },
        { "timestamp": 87.664769, "text": "7:58. 7:59. 8:00." },
        {
          "timestamp": 90.785805,
          "text": "A man in a bed hits the alarm clock."
        },
        {
          "timestamp": 93.918468,
          "text": "Text. Here is the storyboard for what we wanted to do next..."
        },
        {
          "timestamp": 96.934043,
          "text": "Above the clouds, concept art shows bassist a man in a white robe with a halo and a long beard playing chess against a Bathory wearing black armor with a black scythe and large black wings"
        },
        {
          "timestamp": 100.827476,
          "text": "Text. But the makeup artist and props department got quarantined as well... So..."
        },
        {
          "timestamp": 104.163512,
          "text": "Bassist Chris Kael, a bald man with a long beard, sits at a chess table opposite Bathory. They both wear casual clothes. A white sheet is hung up behind them."
        },
        {
          "timestamp": 107.587048,
          "text": "Kael moves a pawn. Singer Ivan Moody sits up in his bed. Moody gets up at 9:42."
        },
        {
          "timestamp": 111.927519,
          "text": "Moody, wearing a white hat, walks down the abandoned street of the Vegas strip, looking up."
        },
        {
          "timestamp": 114.025928,
          "text": "He stands in the middle of the street in daylight, looking around."
        },
        {
          "timestamp": 117,
          "text": "Text. The rest of the band couldn't travel so.."
        },
        {
          "timestamp": 119,
          "text": "Storyboard of a demon with horns carrying a trident and a man in a cloak with a scepter. X's appear above both characters."
        },
        {
          "timestamp": 123.862415,
          "text": "Moody walks in front of the Bellagio. At the chess board, Bathory picks up a black pawn, and dramatically places it in front of Kael's pawn."
        },
        {
          "timestamp": 126.461954,
          "text": "In Vegas, Moody looks up and around"
        },
        {
          "timestamp": 129.857316,
          "text": "Moody walks down the wide, empty sidewalk. A small black dog walks beside him."
        },
        { "timestamp": 135.528704, "text": "Kael moves a bishop" },
        {
          "timestamp": 138.813556,
          "text": "Moody stands under a walkway. An arrow points to the street in front of him, labelled Visual Effects Grim Reaper."
        },
        {
          "timestamp": 142.035355,
          "text": "Moody walks in front of a dark Welcome Center, looking around at the empty side walk."
        },
        {
          "timestamp": 150,
          "text": "Moody walks down stairs and in front of a DSW."
        },
        {
          "timestamp": 152,
          "text": "He and the dog wander through the empty road in front of an ornate building"
        },
        {
          "timestamp": 160.491974,
          "text": "He looks up at the dark New York New York building"
        },
        {
          "timestamp": 165.697929,
          "text": "He looks over a railing at the empty Vegas Strip"
        },
        {
          "timestamp": 169.704135,
          "text": "Text. We were going to have a huge crowd of people..."
        },
        {
          "timestamp": 172.521251,
          "text": "He walks under a red structure labeled The Park."
        },
        { "timestamp": 175.275452, "text": "He walks by an eiffel tower." },
        {
          "timestamp": 187.706264,
          "text": "Bathory looks down. Kael picks up his queen."
        },
        {
          "timestamp": 192.781062,
          "text": "Moody looks up at a statue of liberty. New chairon appears for FNN, saying I told a little white lie today."
        },
        {
          "timestamp": 196.14476,
          "text": "Kael looks up from the chess board. A visual effects placeholder halo floats over his head"
        },
        { "timestamp": 202.394239, "text": "Bathory knocks over a pawn" },
        {
          "timestamp": 215,
          "text": "Moody walks past an empty casino, looking around. Bathory strums his fingers. A ring depicts a skull, and another depicts an outstretched wing. He picks up a knight."
        },
        {
          "timestamp": 217,
          "text": "Text. A cool scene was supposed to be here..."
        },
        {
          "timestamp": 220,
          "text": "Moody stops suddenly, then looks up at empty air"
        },
        {
          "timestamp": 222,
          "text": "Storyboard shows a law officer on a rearing horse, looking down at Moody. Close up on the horse head of the black Knight piece."
        },
        {
          "timestamp": 226.750236,
          "text": "Moody shrugs and puts his hat back on."
        },
        {
          "timestamp": 235.270894,
          "text": "Moody looks down at the empty strip from a pedestrian walkway, looking at an eiffel tower and large orange sphere"
        },
        {
          "timestamp": 239.67433,
          "text": "Kael takes his white bishop and knocks over the black Knight."
        },
        {
          "timestamp": 243.481274,
          "text": "Bathory moves a piece. Visual effects Angel Of Death annotation, picture of black wings, arrow pointing over Bathory's shoulder."
        },
        {
          "timestamp": 246.435818,
          "text": "Moody looks up at the Las Vegas Blvd sign in front of a large building with white columns"
        },
        {
          "timestamp": 249.707367,
          "text": "Kael picks up his queen. Moody looks up at a liquor store."
        },
        {
          "timestamp": 251.535708,
          "text": "Shot missing VFX DEVIL TEMPTING IVAN."
        },
        {
          "timestamp": 255.359352,
          "text": "Character design for a devil. In front of the liquor store, Moody shakes his head and walks away"
        },
        {
          "timestamp": 260,
          "text": "Bathory raises his hands, then knocks his king down in front of Kael's Queen."
        },
        { "timestamp": 262, "text": "Moody, falls into bed." },
        {
          "timestamp": 266,
          "text": "The black king rolls dramatically on the chessboard"
        },
        { "timestamp": 268, "text": "Moody looks up at us from bed, singing" },
        {
          "timestamp": 270,
          "text": "Kael and Bathory fistbump over the chessboard"
        },
        {
          "timestamp": 276.976435,
          "text": "Moody points up as he mouths the final lyric. He turns to us and points, then hits the lights."
        },
        {
          "timestamp": 286.824772,
          "text": "The alarm clock glitches between 8:00 and F:8"
        },
        { "timestamp": 290.173545, "text": "Fade to black." }
      ]
    }
  ]
}
