{
  "source": {
    "url": "https://www.hidive.com/video/576138?seasonId=20456",
    "domain": "hidive",
    "id": "576138"
  },
  "metadata": {
    "type": "television episode",
    "title": "Arupin is Here!",
    "seriesTitle": "Shirobako",
    "season": 1,
    "episode": 2
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Segawa lies face down in her apartment. A cartoon bear lies face down in a blizzard.",
          "timestamp": 2
        },
        { "text": "Segawa rolls over.", "timestamp": 8 },
        { "text": "Aoi picks up her own phone", "timestamp": 17 },
        {
          "text": "Shizuka Sakaki, Rookie Voice Actor, stands in the rain near an office building.",
          "timestamp": 24
        },
        { "text": "She holds an audition script.", "timestamp": 34 },
        {
          "text": "A hand sketches Aoi. The paper is flipped up. A red pencil adds notes. Lines marked with heights appear behind her. The Musashino workers appear, standing across the width of the page, with names.",
          "timestamp": 59
        },
        {
          "timestamp": 67,
          "text": "Aoi gains color, then runs off the page, onto the street in front of Musashino. Ema, Misa, Midori, and Kuza follow behind her."
        },
        {
          "timestamp": 74,
          "text": "Aoi dials a corded phone. Taro photocopies and papers go flying. Erika types on a phone. Ochiai, Honda, and Watanabe stare at phones. Manager Yuka stands in a business suit. Ogasawara poses in a black gothic lolita dress. Uchida wears a hoodie and glasses. Segawa has a long brown brain and yellow shirt. "
        },
        {
          "timestamp": 86,
          "text": "A clip of Exodus is displayed on a car's window shield. It depicts a pink haired girl running in a circle."
        },
        {
          "timestamp": 91,
          "text": "The pink haired girl is replaced with a girl with short brown hair and a red bow runs. She's replaced by a girl with long black hair and a blue dress."
        },
        {
          "timestamp": 97,
          "text": "As Aoi drives, a blue car approaches. She looks at him, and Tomagaya looks back."
        },
        { "timestamp": 100, "text": "They race down the road." },
        {
          "timestamp": 103,
          "text": "Aoi adjusts the a gear and her car spins 180 degrees while drifting across a median."
        },
        {
          "timestamp": 107,
          "text": "Aoi smiles and Tomagaya as they drive in opposite directions."
        },
        { "timestamp": 112, "text": "Aoi's car flies over a hill at sunrise." },
        { "timestamp": 114, "text": "Aoi smiles and holds beer" },
        { "timestamp": 116, "text": "Erika drinks an energy drink." },
        { "timestamp": 118, "text": "Ema smiles and waves." },
        {
          "timestamp": 120,
          "text": "Marukawa grills while other Musashino staff gather around."
        },
        {
          "timestamp": 122,
          "text": "Aoi eats a donut. Midori draws in the air. Ema wakes from her desk."
        },
        { "timestamp": 125, "text": "Zuka reads lines in a recording booth." },
        {
          "timestamp": 130,
          "text": "Misa stands in front of a green screen wearing glowing orbs across her waist, chest, arms, and head. She swings a bat. A Motion Capture figure mimics her movements."
        },
        { "timestamp": 136, "text": "Aoi and Ema's pink fingers interlace." },
        {
          "timestamp": 140,
          "text": "Misa, Ema, Aoi, Zuka, and Midori stand with interlocking pinkies on a roof watching the sun over the horizon."
        },
        {
          "timestamp": 143,
          "text": "Stills from the show appear on pieces of film"
        },
        { "timestamp": 145, "text": "Text appears, Shirobako." },
        { "text": "At the Musashino offices at night", "timestamp": 148 },
        { "text": "Aoi stares at him", "timestamp": 228 },
        { "text": "Title card", "timestamp": 234 },
        {
          "text": "Endo looks at a drawing of a character through a transparent yellow paper. He draws a line over the chin of the character, then lifts the yellow paper and reviews the unobstructed drawing.",
          "timestamp": 294
        },
        {
          "text": "Key Animation Uchida reviews the drawings.",
          "timestamp": 300
        },
        {
          "text": "Colorer Shinkawa colors the drawing on a computer. Aoi leans over.",
          "timestamp": 305
        },
        {
          "text": "Director of Photography Sakura draws lines over the colored drawing. He clicks a button, and the outlined area gains a lens flair. Then, a mall background appears behind the character. He opens a color picker dialog as Aoi approaches.",
          "timestamp": 308
        },
        {
          "text": "Aoi bows. Sakura picks up a piece of paper and hands it to her.",
          "timestamp": 315
        },
        {
          "text": "Ema, a Key Animator, stands outside with a phone to her ear. She watches as Aoi walks through a door, down the stairs, and around the sidewalk. Ema leans over the railing and waves, but Aoi doesn't notice.",
          "timestamp": 319
        },
        {
          "text": "Zuka cleans in a restaurant. She has long red hair in a ponytail.",
          "timestamp": 326
        },
        {
          "text": "Ema watches Key Animator Sugie walk away. At the recording studio, Director Kinoshita holds a pencil over a blank spot of paper.",
          "timestamp": 387
        },
        {
          "text": "Kinoshita taps his pencil. He frowns and rests his chin in his hand. 3 girls approach.",
          "timestamp": 393
        },
        { "text": "The booth with actors", "timestamp": 441 },
        {
          "text": "Sketches of a theme park appear. The 3 actresses stand at microphones.",
          "timestamp": 465
        },
        { "text": "Sound Director looks at the script", "timestamp": 486 },
        {
          "text": "Mixer Yamabuchi pushes 3 faders forward. A red light turns on.",
          "timestamp": 540
        },
        { "text": "Ramen shop", "timestamp": 542 },
        { "text": "Taro thumbs up", "timestamp": 564 },
        { "text": "In the Studio, Aoi watches Exodus", "timestamp": 589 },
        {
          "text": "On the anime, a purple haired woman's hair blows in the wind.",
          "timestamp": 606
        },
        { "text": "Akane and Aya turn to Aurpin.", "timestamp": 609 },
        {
          "text": "Episode Director Yamada side-eyes Kinoshita",
          "timestamp": 652
        },
        {
          "text": "Line Producer Nabe-P looks up from his phone.",
          "timestamp": 878
        },
        {
          "text": "At the Musashino offices at night, staff gather in a tight conference room",
          "timestamp": 920
        },
        { "text": "Marukawa hands Aoi snacks", "timestamp": 1070 },
        { "text": "He raises his hands in the hair.", "timestamp": 1233 },
        {
          "text": "He gestures to the table. Everyone turns.",
          "timestamp": 1267
        },
        {
          "text": "Aoi gestures to the table. It glows with a purple light. Aya, Akane, and Aurpin float in a circle, eyes closed.",
          "timestamp": 1297
        },
        {
          "text": "The staff stare up, eyes wide. The light shines through the conference room windows in the dark office.",
          "timestamp": 1305
        },
        { "text": "Kinoshita smiles and bawls.", "timestamp": 1310 },
        {
          "text": "Arupin floats to Kinoshita and takes his hands, smiling.",
          "timestamp": 1313
        },
        { "text": "Aya floats to Yamada.", "timestamp": 1316 },
        {
          "text": "Akane twirls in the center of the table.",
          "timestamp": 1320
        },
        {
          "text": "The light glows in the window of the building, in the empty night.",
          "timestamp": 1325
        },
        { "text": "Conference room", "timestamp": 1330 },
        {
          "text": "Taro throws the plate with 100 meatball sized takoyaki. Ogasawara elegantly catches the plate and balls..",
          "timestamp": 1360
        },
        {
          "text": "Aoi passes Marukawa and runs down the hall to her desk.",
          "timestamp": 1370
        },
        { "text": "She picks up an envelope", "timestamp": 1375 },
        { "text": "and runs back to the conference room.", "timestamp": 1379 },
        {
          "text": "Yellow rectangular lights fall across a night sky above a stylized city. The lights are glowing peg boards.",
          "timestamp": 1382
        },
        {
          "text": "Sketches of pirate goth doll and teddy bear standing in a field of grass.",
          "timestamp": 1384
        },
        {
          "text": "A sketch depicts them from below, underneath a cloudy sky. Another depicts from the side, with mountains in the background.",
          "timestamp": 1386
        },
        {
          "text": "Another depicts them sitting on either side of a drawing desk.",
          "timestamp": 1389
        },
        { "text": "The sketches gain color.", "timestamp": 1392 },
        { "text": "The doll and bear slowly stand", "timestamp": 1413 },
        {
          "text": "They raise then lower their right hands.",
          "timestamp": 1418
        },
        { "text": "They raise and lower both hands.", "timestamp": 1421 },
        {
          "text": "They turn to the side and raise their hands as is dancing",
          "timestamp": 1425
        },
        { "text": "They face each other and bow.", "timestamp": 1428 },
        {
          "text": "They face us and jump, raising their hands and feet wide",
          "timestamp": 1431
        },
        {
          "text": "They lean to the left then right, punching the air.",
          "timestamp": 1435
        },
        {
          "text": "They put their hands on their hips and skip across the table.",
          "timestamp": 1438
        },
        {
          "text": "The doll shakes her head and wags a finger.",
          "timestamp": 1442
        },
        { "text": "The bear holds his face and blushes.", "timestamp": 1444 },
        {
          "text": "The bear taps his foot and claps. The doll sways back and forth and blows a kiss.",
          "timestamp": 1446
        },
        {
          "text": "He leans to the side and holds a hand to his ear. She arcs her hand out from one side to the other.",
          "timestamp": 1450
        },
        {
          "text": "He turns away and shakes his butt. He turns to the side and mimes skating. ",
          "timestamp": 1454
        },
        {
          "text": "She lifts her hands over head then lowers them to her sides.",
          "timestamp": 1458
        },
        { "text": "She clasps her hands together,", "timestamp": 1462 },
        {
          "text": "He holds a pink envelope with a red heart.",
          "timestamp": 1464
        },
        {
          "text": "He holds out the envelope. She turns away and puts her hands on her hips. He faceplants forward.",
          "timestamp": 1467
        }
      ]
    }
  ]
}
