{
  "metadata": {
    "title": "Eiffel 65 - Blue (Da Ba Dee)",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "8 TV screens are held by mechanical arms. One screen approaches us, and features a young man with a pencil mustache and goatee.",
          "timestamp": 2.0373669999999997
        },
        {
          "text": "Another TV shows us a man with highlights holds up his hands with the thumbs sticking out.",
          "timestamp": 6.703787
        },
        {
          "text": "A third TV depicts a man with short, spiky blonde hair.",
          "timestamp": 10.848
        },
        {
          "text": "A TV shows a concert for Eiffel 65.",
          "timestamp": 17.024561
        },
        {
          "text": "Another shows a space ship flying approaching a planet.",
          "timestamp": 18.368106
        },
        {
          "text": "A blue humanoid alien sits on a chair, looking at us through a windshield.",
          "timestamp": 23.496865
        },
        {
          "text": "A second blue alien sits next to him.",
          "timestamp": 24.640596
        },
        {
          "text": "The first alien watches Eiffel 65 on a screen and presses a red button.",
          "timestamp": 28.322955
        },
        {
          "text": "A beam appears below the spaceship. The goatee man sings on stage, jumps, and gets picked up by the a beam. The spiky haired man stares, mouth open.",
          "timestamp": 30.189576
        },
        {
          "text": "The aliens fly off. Behind them, the goatee man floats in a glowing orb. The aliens bob their bald heads.",
          "timestamp": 34.272271
        },
        { "text": "The ship flies away from Earth.", "timestamp": 40.441071 },
        {
          "text": "The 2 other band members put on glasses and get into a small, green spaceship.",
          "timestamp": 42.836461
        },
        {
          "text": "They fly off, over their audience.",
          "timestamp": 45.745538
        },
        {
          "text": "The aliens bob their heads and sing along.",
          "timestamp": 48.808886
        },
        {
          "text": "The small ship approaches the alien ship.",
          "timestamp": 63.518118
        },
        {
          "text": "It flies by. It's about a quarter the size.",
          "timestamp": 65.811483
        },
        {
          "text": "The small ship can be seen through a side window.",
          "timestamp": 69.293695
        },
        {
          "text": "The spiky man looks at us and sticks out his tongue.",
          "timestamp": 71.233507
        },
        {
          "text": "The small ship chases the larger ship towards a red planet.",
          "timestamp": 73.817675
        },
        {
          "text": "The aliens run down a hallway in blue light.",
          "timestamp": 75.439987
        },
        {
          "text": "They run past spinning fans as a red light strobes.",
          "timestamp": 78.123314
        },
        {
          "text": "The larger ship lands in a hangar.",
          "timestamp": 83.600336
        },
        {
          "text": "A hook removes the orb and goatee man, and drops him on a platform. 2 blue men looks up.",
          "timestamp": 86.745659
        },
        {
          "text": "The platform floats away. The men follow him.",
          "timestamp": 88.147603
        },
        {
          "text": "In the  hallway, the aliens walk in front of the orb.",
          "timestamp": 90.372361
        },
        {
          "text": "The small ship lands. The man with highlights jumps out. The aliens fire blue lasers. He dodges. Another alien runs.",
          "timestamp": 93.053644
        },
        {
          "text": "The highlights man throws red light orbs out from his hand. 3 aliens fall back. Another alien does a jump kick ",
          "timestamp": 96.018793
        },
        {
          "text": "The highlights man throws another red orb, and it explodes. An alien falls over the side of the dock.",
          "timestamp": 101.342287
        },
        {
          "text": "Aliens wave arms in front of a stage.",
          "timestamp": 105.696502
        },
        {
          "text": "The goatee man is carried to the stage.",
          "timestamp": 110.048139
        },
        {
          "text": "The orb disappears. The goatee man bounces and sings to us.",
          "timestamp": 113.898656
        },
        {
          "text": "TV screen and the text Eiffel 65 flash behind him.",
          "timestamp": 121.838096
        },
        {
          "text": "The alien audience waves their arms back and forth.",
          "timestamp": 127.182276
        },
        {
          "text": "The goatee man squints his eyes and looks down.",
          "timestamp": 134.29997
        },
        { "text": "He looks surprised.", "timestamp": 138.089987 },
        {
          "text": "4 aliens with guns runs to the spacedock.",
          "timestamp": 141.753772
        },
        {
          "text": "The highlights man punches the aliens. One goes flying into a pile of boxes.",
          "timestamp": 143.747139
        },
        {
          "text": "The highlights man keeps punching. More aliens go flying.",
          "timestamp": 146.111147
        },
        {
          "text": "The spikey man, with a stern expression, runs forward. The highlights man runs through the hallway.",
          "timestamp": 149.732225
        },
        {
          "text": "A door opens, and an alien walks through, backlit by a spotlight",
          "timestamp": 152.608973
        },
        {
          "text": "The highlights man stands on one foot and readies a glowing orb",
          "timestamp": 155.206351
        },
        {
          "text": "The red orb knocks an alien over. 2 more aliens run through the doorway",
          "timestamp": 157.201297
        },
        {
          "text": "The highlights man slaps more aliens into the wall",
          "timestamp": 159.927073
        },
        {
          "text": "One flies into a fan and spins around with it",
          "timestamp": 163.372621
        },
        {
          "text": "The spiky man walks intently down the hallway",
          "timestamp": 165.038988
        },
        {
          "text": "Inside a factory, the highlights man does martial arts moves in front of an alien.",
          "timestamp": 167.181185
        },
        {
          "text": "The highlight man shoots blue lightning.",
          "timestamp": 169.395716
        },
        {
          "text": "The spiky man bops an alien. Another alien approaches, and he holds up a palm. The alien falls backwards.",
          "timestamp": 171.978473
        },
        {
          "text": "The highlights man holds up an alien by blue lightning, and swings it around.",
          "timestamp": 175.362137
        },
        {
          "text": "The highlights man swings on a rope, grabs the goatee man on stage, and swings away. The small ship flies away, carrying the 3 men.",
          "timestamp": 180.711967
        },
        {
          "text": "A sign from the planet approaches them. It has blue text, reading Please Come Back.",
          "timestamp": 185.72154
        },
        {
          "text": "The highlights man looks back at the goatee man, who nods. The ship turns around.",
          "timestamp": 188.43559
        },
        {
          "text": "The 3 men perform on the alien stage.",
          "timestamp": 191.727648
        },
        {
          "text": "An alien dances on stage with them.",
          "timestamp": 197.072839
        },
        {
          "text": "The spiky man waves his hands over his head.",
          "timestamp": 209.730737
        },
        {
          "text": "The highlights man jumps with a fist in the air, in front of a keyboard.",
          "timestamp": 211.154086
        },
        { "text": "Fade to black.", "timestamp": 218.636562 }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "4iwHb189X84",
    "url": "https://www.youtube.com/watch?v=4iwHb189X84"
  }
}
