{
  "metadata": {
    "creator": "Backstreet Boys",
    "title": "Backstreet Boys - Everybody (Backstreet's Back)",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "A bus driver opens the to doors to an old fashioned hotel lit by candles.",
          "timestamp": 1
        },
        {
          "text": "The driver runs away from the Backstreet Boys. They look back up at the hotel.",
          "timestamp": 28.294971
        },
        {
          "text": "Brian looks warily at his room, which is covered in cobwebs. Lightning strikes. He gets into bed.",
          "timestamp": 30.429565
        },
        {
          "text": "He looks under his covers, and finds a rabbit. He screams.",
          "timestamp": 36.774931
        },
        {
          "text": "Bats fly across a full moon. Orange lights glow from the black house, which sports 5 towers.",
          "timestamp": 42
        },
        {
          "text": "Maids stand. Lightning strikes. Mice walk across a table. A woman in red stands in wind. Women caress a coffin.",
          "timestamp": 44.815982
        },
        {
          "text": "Nick stands in an iron maiden. AJ wears a half mask. Kevin's face is covered in scales. Brian has pointy ears and a furry face. Howie wears a suit. A sign reads, Ballroom Dance Tonight.",
          "timestamp": 50
        },
        {
          "text": "A dozen couples waltz, while bouncing to the beat. They wear Renn Faire costumes.",
          "timestamp": 55
        },
        {
          "text": "The couples break away, then the women spin across the partner. The men stand behind their partners, and they step forward in tandem. The women raise their arms up, the men clasp their hands from behind, the women turn around and stare at their partners. Holding hands, they break away, come together, repeat.",
          "timestamp": 57
        },
        {
          "text": "Men turn 180, women turn 360. The men dust off their shoulders, the women ruffle their skirts, then place their arms on their partner's shoulders. The couples steps forward while the women bounce their shoulders. The women step back, spin around, and change formation.",
          "timestamp": 68
        },
        {
          "text": "The Backstreet Boys dance at the front of the crowd, while the other men and women dance behind them.",
          "timestamp": 75
        },
        {
          "text": "The men bow. The crowd step to the side, jump back and forth, and shimmy their shoulders.",
          "timestamp": 77.840673
        },
        {
          "text": "They step side to side, waving their arms. They move their hands left, right, windmill twice, sweep leg forward, stand wide, hold hands out to the left, then move their body to the other side of the hands.",
          "timestamp": 83.609882
        },
        {
          "text": "The crowd spins around, drops to the floor, puts their left hands on the floor, then jumps their legs out while holding the right hand up.",
          "timestamp": 90
        },
        {
          "text": "Brian, with spiky blond hair, a furry beard, and pointy ears, wears a fur coat. He looks up at the ceiling.",
          "timestamp": 95
        },
        {
          "text": "Lightning strikes. He shakes his hands, which bare claws.",
          "timestamp": 100
        },
        {
          "text": "He has pointy teeth. He looks up at us and howls.",
          "timestamp": 104.829961
        },
        {
          "text": "A pale, brunette woman stands in a hallway, wearing a red nightgown. Wind blows.",
          "timestamp": 109.864297
        },
        {
          "text": "Brian swings from the top of the 4 poster bed. Maids rub their bodies of a dusty coffin, standing upright.",
          "timestamp": 113
        },
        {
          "text": "One woman licks the side of it. The coffin lid falls forward, revealing a man wearing a top hat.",
          "timestamp": 118.545916
        },
        {
          "text": "AJ wears a silver mask on the left side of his face. It barely covers red, burnt flesh.",
          "timestamp": 122.262842
        },
        {
          "text": "Howie wears a suit and a top hat. He stares at us, his eyes sunken and his lips blue.",
          "timestamp": 126.216928
        },
        {
          "text": "Women laugh around a red dining table. Kevin sings at the head of the table. Mice scurry under napkins.",
          "timestamp": 130
        },
        {
          "text": "Howie steps out of the coffin. AJ sings at the table, where mice scurry over food. Women eat and laugh, while waving large knives.",
          "timestamp": 135.498973
        },
        {
          "text": "Nick stands inside an iron maiden, surrounded by torture devices in a dark dungeon.",
          "timestamp": 142.097927
        },
        {
          "text": "Kevin stares to the right, wearing a suit, glasses and a hat. He sings \"yeah\". Brian sings to us from the cobwebbed room.",
          "timestamp": 146.751431
        },
        {
          "text": "Nick sings to us in closeup, wearing mummy wraps. He has yellow teeth.",
          "timestamp": 151.323891
        },
        {
          "text": "Women touch silver teacups in front of AJ.",
          "timestamp": 154.579124
        },
        {
          "text": "Kevin turns to stare at left, revealing the other half of his face. It's covered in blue, green, and yellow scales. His hair is red and spiky.",
          "timestamp": 157.904295
        },
        {
          "text": "He sings, holding up scaly hands with pointy nails.",
          "timestamp": 160.837681
        },
        {
          "text": "Howie dances in front of the coffin.",
          "timestamp": 163.290778
        },
        {
          "text": "Mummy Nick holds his arms out and mimes turning a wheel.",
          "timestamp": 166.080182
        },
        {
          "text": "Brian does a backflip down a hallway.",
          "timestamp": 171.654748
        },
        {
          "text": "Mummy women mirror Nick's moves. They move side to side and bounce their shoulders.",
          "timestamp": 174.466721
        },
        {
          "text": "AJ stands at the table, and waves a hand dramatically in the air.",
          "timestamp": 177.815566
        },
        {
          "text": "Kevin stands, showing his human face in profile, in front of a green wall covered in weapons and torture devices.",
          "timestamp": 179.493976
        },
        {
          "text": "At the table, a woman digs into the red flesh of a watermelon.",
          "timestamp": 180.974787
        },
        {
          "text": "Howie dances in a suit while stoic maids and a butler stand behind him.",
          "timestamp": 185.178325
        },
        {
          "text": "AJ stands behind women in red or black ball gowns. They dance, throwing their hands in the air.",
          "timestamp": 187.507414
        },
        {
          "text": "The women turn in a circle, then wave their hands again. Our view distorts.",
          "timestamp": 191.386368
        },
        {
          "text": "A face forms, in front of the dancing women.",
          "timestamp": 198
        },
        {
          "text": "Kevin swings his arms around in the green torture room.",
          "timestamp": 202.290662
        },
        {
          "text": "The distortion face forms into Howie, who walks in a hallway towards the woman in the red nightgown.",
          "timestamp": 205.721567
        },
        {
          "text": "Mummy Nick sings. Wolf Brian sings.",
          "timestamp": 208.956174
        },
        {
          "text": "Masked AJ sings while the women circle him.",
          "timestamp": 212.209208
        },
        { "text": "Mummy Nick rubs his body.", "timestamp": 214 },
        {
          "text": "Vampire Howie runs his hands over the nightgown woman's shoulders.",
          "timestamp": 218.188873
        },
        {
          "text": "In front of the coffin, Howie and the maids bare their fangs.",
          "timestamp": 220.695769
        },
        {
          "text": "Seen from behind, Wolf Brian does cartwheels and a backflip.",
          "timestamp": 223.043338
        },
        {
          "text": "Nick dances. Kevin sings to us. Howie sings into the woman's neck.",
          "timestamp": 228.289207
        },
        {
          "text": "Doors open on Kevin in the green torture room. In a chair, Kevin sings to us. Howie wraps his yellowing fingers around the woman's neck.",
          "timestamp": 232.362747
        },
        {
          "text": "A mouse crawls over Kevin's shoulder.",
          "timestamp": 236.909109
        },
        {
          "text": "AJ sings at the dining table. Mummy women bounce around Nick. Vampire Howie bounces in front of the coffin.",
          "timestamp": 240.094893
        },
        {
          "text": "In a blur, Brian runs up a wall and does more flips.",
          "timestamp": 244.137469
        },
        {
          "text": "Kevin lowers a green briefcase. Nick crosses his arms. Howie brings his fangs to the woman's neck. AJ watches the table. ",
          "timestamp": 248.904876
        },
        {
          "text": "Lightning flashes against cobwebs. Mice run across the table. The mummies bounce from side to side. Brian does backflips off a chair. AJ spreads his arms.",
          "timestamp": 253.989848
        },
        {
          "text": "Kevin dips his glasses. Howie walks out of his coffin, wind blowing his hair. Kevin swings his arms from side to side. AJ dances with the women in ballgowns.",
          "timestamp": 262.825635
        },
        {
          "text": "Howie throws open his suit jacket, smiling, baring fangs. Bats fly out.",
          "timestamp": 271.664964
        },
        { "text": "Brian backflips into a doorway.", "timestamp": 274.261916 },
        {
          "text": "Howie stands in a fog of bats. Brian backflips down the hallway. Kevin looks to the right. Nick waves his arms around.",
          "timestamp": 276.225241
        },
        {
          "text": "Kevin holds up a briefcase while Brian backflips behind him.",
          "timestamp": 282.766443
        },
        {
          "text": "Howie smiles while the vampire maids embrace him.",
          "timestamp": 285.40426
        },
        {
          "text": "The nightgown woman stands in the hallway. Bats surround her.",
          "timestamp": 287.590411
        },
        {
          "text": "The crowd dances in the ballroom.",
          "timestamp": 290.692639
        },
        {
          "text": "They bounce from side to side and swing their arms.",
          "timestamp": 292.783474
        },
        {
          "text": "They step to the right while windmilling their arms, then reverse.",
          "timestamp": 295.839768
        },
        {
          "text": "They sweep their legs, make zombie hands, and shimmy.",
          "timestamp": 301.878764
        },
        {
          "text": "AJ sings to us, surrounded by the 4 women in ballgowns.",
          "timestamp": 307.288857
        },
        { "text": "Nick sings to us as a mummy.", "timestamp": 311.449209 },
        {
          "text": "The crowd dances, pointing to the side and jumping back.",
          "timestamp": 313.494653
        },
        {
          "text": "They sit on the ground, and push themselves back, stretching out their hands. ",
          "timestamp": 315.850237
        },
        {
          "text": "They mime pulling themselves forward by rope.",
          "timestamp": 318
        },
        { "text": "Brian spins around in his bedroom.", "timestamp": 321 },
        {
          "text": "The crowd stands up, arms out, and poses.",
          "timestamp": 324.698497
        },
        { "text": "Brian sits up in bed.", "timestamp": 328.043982 },
        {
          "text": "He rubs his arms and looks at his hands.",
          "timestamp": 332.981327
        },
        {
          "text": "The bus driver smiles, covered in cuts and scars, while smoking and holding up a steering wheel. Lightning crackles around him. The boys scream.",
          "timestamp": 358
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "6M6samPEMpM",
    "url": "https://www.youtube.com/watch?v=6M6samPEMpM"
  }
}
