{
  "source": {
    "url": "https://www.youtube.com/watch?v=n6P0SitRwy8",
    "domain": "youtube",
    "id": "n6P0SitRwy8"
  },
  "metadata": {
    "type": "music video",
    "title": "Nirvana - Heart Shaped Box",
    "creator": "Nirvana"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "An old man lies in a hospital bed, his arm connected to a red hanging bag. He's watched by bassist Krist Novoselic, drummer Dave Grohl, and front man Kurt Cobain. The band members sit in red chairs."
        },
        {
          "timestamp": 11,
          "text": "The old man stands in a field of red poppies. He's naked, but for a loin cloth and a santa hat. The man, nothing but skin and bones, reaches down to the poppies."
        },
        {
          "timestamp": 18,
          "text": "The old man walks through the poppy field, up to a wooden, misshapen cross. 3 crows perch on the cross. The old man climbs a ladder up to the cross."
        },
        {
          "timestamp": 29,
          "text": "The ladder gone, the old man is held on the cross by ropes. The crows peck at him mechanically. The man looks tired, and his silver blond, shoulder-length hair is unkempt. He briefly looks at us with piercing blue eyes."
        },
        {
          "timestamp": 45,
          "text": "The band plays instruments in front of the cross, without the old man. The mechanical crows watch on, as ropes dangle loose."
        },
        {
          "timestamp": 49,
          "text": "Cobain  wears a gray T shirt, a shiny silver jacket, and blue jeans covered in green patches. Novoselic wears a blue shirt and black pants. Grohl wears a black shirt and white pants."
        },
        {
          "timestamp": 55,
          "text": "Cobain sings to us, his face filling the screen. He has shoulder length blond hair and piercing blue eyes. As he sings, he grabs his face."
        },
        {
          "timestamp": 68,
          "text": "Crows caw along with 'Hey' and 'Wait'."
        },
        {
          "timestamp": 85,
          "text": "At the edge of the poppy field, a gnarled tree stands. A child wearing a white hood and robe looks up at the tree. Malformed baby dolls hang from the tree by nooses."
        },
        {
          "timestamp": 90,
          "text": "There is a forest of gnarled trees."
        },
        {
          "timestamp": 92,
          "text": "An overeweight woman stands in the poppy field. She has internal organs painted on her body, as if she were a living anatomical model. On her back are black wings. She reaches out towards the lynched baby dolls. She takes steps, but stays in place, as if she's on a hidden treadmill."
        },
        {
          "timestamp": 104,
          "text": "The child in the white hood jumps, reaching out towards the lynched dolls. They are too high up."
        },
        {
          "timestamp": 109,
          "text": "The old man is on the cross, now wearing a white Bishop's hat. The mechanical crows peck at his arms. The child in the white hood skips in the poppy field in front of him."
        },
        {
          "timestamp": 115,
          "text": "The child looks up at the man on the cross and jumps, unable to reach him."
        },
        {
          "timestamp": 120,
          "text": "The overweight woman stands on a path in the poppy field. In front of the forest, the band members play their instruments."
        },
        {
          "timestamp": 135,
          "text": "Cobain spins his shiny silver jacket over his head, and then shoves it in Novoselic's face."
        },
        {
          "timestamp": 145,
          "text": "The child, a young girl with blond hair that goes just below her shoulders, stares at us with piercing blue eyes."
        },
        {
          "timestamp": 162,
          "text": "The girl's white hood blows off of her head. A swarm of blue butterflies leads the flying hood to a puddle. After landing in the puddle, the hood turns black, then flies away."
        },
        {
          "timestamp": 175,
          "text": "The girl, in a black hood and robe, stands next to the hospital bed. The old man is hooked up to an IV. The IV bag is red, with a fetus floating in it."
        },
        {
          "timestamp": 185,
          "text": "Cobain sings to us. Behind him, Novoselic sits with his arm around Grohl. Behind them is white stars on a blue background."
        },
        {
          "timestamp": 205,
          "text": "Grohl puts his hand on Novoselic's hand on his shoulder."
        },
        {
          "timestamp": 221,
          "text": "The three band members stand inside a red box with white stars. The box is short enough that Grohl can place his whole palm on the top of the box. Above the box is a black heart shaped building with glowing white windows."
        },
        {
          "timestamp": 225,
          "text": "The band members dance in the now red box, which includes a night stand, lamp, and old mattress. Grohl sits on the mattress. Novoselic stands, pressing his head to the ceiling."
        },
        {
          "timestamp": 230,
          "text": "The girl in the white robe sits on the mattress, and looks inside an empty heart shaped chocolate box."
        },
        {
          "timestamp": 235,
          "text": "Grohl sits on the mattress, and shows the empty box to Novoselic. Cobain sings while rocking in an old, white, metal, rocking chair."
        },
        {
          "timestamp": 240,
          "text": "Novoselic, wearing a black T shirt and purple pants, plays a black bass."
        },
        {
          "timestamp": 260,
          "text": "Novoselic sits with his arm around Grohl."
        },
        {
          "timestamp": 269,
          "text": "Novoselic and Grohl sit further apart. Grohl wipes his eyes. Cobain finishes singing, sighs, and looks distant."
        },
        {
          "timestamp": 276,
          "text": "In the hospital room, Novoselic opens the gray curtains, letting in sunlight. Fade to white."
        }
      ]
    }
  ]
}
