{
  "source": {
    "url": "https://www.youtube.com/watch?v=2zNSgSzhBfM",
    "domain": "youtube",
    "id": "2zNSgSzhBfM"
  },
  "metadata": {
    "type": "music video",
    "title": "MACKLEMORE & RYAN LEWIS - CAN'T HOLD US FEAT. RAY DALTON",
    "creator": "Macklemore"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3.60969,
          "text": "An elderly black man stares at us. He has a white beard and dreadlocks."
        },
        {
          "timestamp": 9.471604,
          "text": "Across a snowy hill, rapper Macklemore walks towards the man. Macklemore wears a wolfskin on his head."
        },
        {
          "timestamp": 21.279121,
          "text": "The black man pulls a black and white trifolded flag out of the snow."
        },
        {
          "timestamp": 39.028459,
          "text": "Macklemore ties the flag to a stick. It's has 13 black and white stripes. In the top left of the flag reads \"The Heist\"."
        },
        {
          "timestamp": 47.505308,
          "text": "Macklemore runs through the woods, then climbs on a dog sled."
        },
        { "timestamp": 52.553726, "text": "The dogs run." },
        { "timestamp": 56.303532, "text": "He runs through the snowy woods" },
        { "timestamp": 62.563281, "text": "He runs through dry woods." },
        { "timestamp": 63.875783, "text": "He runs up to a sea plane." },
        {
          "timestamp": 73.576656,
          "text": "The flag flies out of the sea plane."
        },
        { "timestamp": 76.551147, "text": "It falls in woods." },
        {
          "timestamp": 78.758989,
          "text": "A muscular, shirtless black man leads a camel over a sand dune towards woods."
        },
        {
          "timestamp": 86.455238,
          "text": "Macklemore raps to us on a ship. Several sails fly from the ship's 50ft mast. Dozens of people dance around him."
        },
        {
          "timestamp": 95.903861,
          "text": "Macklemore raps on a peach wearing a marching band jacket"
        },
        {
          "timestamp": 97.957584,
          "text": "The muscular black man finds the flag in the woods."
        },
        {
          "timestamp": 99.655758,
          "text": "A kangaroo hops along the dunes near the camel"
        },
        {
          "timestamp": 107.230749,
          "text": "The man carries the flag to the camel"
        },
        {
          "timestamp": 110.904882,
          "text": "He carries the flag while riding the camel across dunes, and down an alley. Macklemore takes the camel's lead."
        },
        {
          "timestamp": 131.580691,
          "text": "Macklemore leads the camel and flag into a large crowd of people. He stands on a stage and they reach towards him."
        },
        {
          "timestamp": 137.876434,
          "text": "DJ Ryan Lewis looks down at the crowd through a second floor window."
        },
        {
          "timestamp": 146.314671,
          "text": "He jumps from the window. People watch from nearby rooftops. The crowd catches him."
        },
        {
          "timestamp": 154.232469,
          "text": "R&B singer Ray Dalton sings on a street with palm trees in the background."
        },
        {
          "timestamp": 161.057107,
          "text": "Lewis crowdsurfs to the camel and takes the flag."
        },
        {
          "timestamp": 167.164438,
          "text": "Lewis rides the motorcycle across rolling green hills. The flag flies behind him."
        },
        {
          "timestamp": 171.970359,
          "text": "A red truck drives across a field, towing a flat trailer. The trailer hosts a living room setup with a couch, lamp, and TV. Macklemore gets up from the couch."
        },
        {
          "timestamp": 174.18214792752076,
          "text": "Macklemore raps from the beach. Lewis rides through a misty sunset."
        },
        {
          "timestamp": 200.640602,
          "text": "On the ship, Lewis emerges from below deck, carrying the flag."
        },
        {
          "timestamp": 208.207825,
          "text": "He climbs up the front of the boat, and walks up the bowsprit, dangling over the ocean."
        },
        { "timestamp": 214.71745, "text": "Lewis dives into the ocean." },
        {
          "timestamp": 219.79379,
          "text": "On a white beach, Dalton sits in a barbers chair. Macklemore brushes and trims his curly hair."
        },
        {
          "timestamp": 224.416208,
          "text": "Lewis emerges from the ocean behind them."
        },
        {
          "timestamp": 237.775147,
          "text": "Lewis puts the flag down. Dalton, now with a close shaved head, stands and takes the flag."
        },
        {
          "timestamp": 244.624314,
          "text": "Dalton carries the flag down the beach. On a rooftop, the muscular man plays a horn with 20 other brass players."
        },
        {
          "timestamp": 250.940081,
          "text": "Dalton rows a boat through a jungle."
        },
        { "timestamp": 254.952403, "text": "DDalton walks in a creek." },
        {
          "timestamp": 278.03947,
          "text": "Macklemore shouts down to a crowd at night"
        },
        {
          "timestamp": 297.616533,
          "text": "Ship. Camel. Dogs. Seaplane. Wolfskin. Snow."
        },
        {
          "timestamp": 301.975397,
          "text": "Dalton ties the flag to a rocket on a beach."
        },
        {
          "timestamp": 305.04527,
          "text": "In the moonlight, Dalton lights the rocket."
        },
        { "timestamp": 312.860188, "text": "Red light shoots into the sky." },
        {
          "timestamp": 316.987819,
          "text": "A sky diver falls, leaving a trail of red smoke."
        },
        {
          "timestamp": 323.497297,
          "text": "The sky diver lands on top of the Seattle space needle. It's Macklemore, and he has the flag."
        },
        { "timestamp": 332.271718, "text": "He raises the flag." },
        {
          "timestamp": 337.905028,
          "text": "The flag flies. The suburbs and water are in the distance."
        },
        {
          "timestamp": 347.035727,
          "text": "Downtown Seattle is behind the flag."
        },
        {
          "timestamp": 364.929207,
          "text": "Macklemore falls back onto the couch on the trailer."
        },
        {
          "timestamp": 369.542672,
          "text": "Written by Ben Haggerty, Ryan Lewis, Tricia Davis."
        },
        { "timestamp": 381.354176, "text": "The truck slows down." },
        {
          "timestamp": 385.374626,
          "text": "Directed by Ryan Lewis, Jason Koenig, Jon Jon Augustavo."
        },
        {
          "timestamp": 393.1261,
          "text": "Produced by Tricia Davis, Honna Kimmerer, Jenny Koenig."
        },
        {
          "timestamp": 405.000379,
          "text": "Macklemore sits on the couch, looking at his phone. The truck pulls over to a stop."
        },
        {
          "timestamp": 419.517144,
          "text": "Logo. Red Digital Cinema. Shot on Red."
        }
      ]
    }
  ]
}
