{
  "source": {
    "url": "http://hidive.com/video/540045?seasonId=19013&seriesId=1047",
    "domain": "hidive",
    "id": "540045"
  },
  "metadata": {
    "type": "television episode",
    "title": "Escape from the DEAD",
    "seriesTitle": "High School of the DEAD",
    "episode": 2
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Sakura petals fall across a spring sky.",
          "timestamp": 2.8
        },
        {
          "text": "A zombie chews on a body in front of a school building.",
          "timestamp": 7.9
        },
        {
          "text": "Students run down a hallway. Takagi and Hirano stand near a classroom.",
          "timestamp": 11
        },
        { "text": "A bleeding student", "timestamp": 17 },
        {
          "text": "A zombie grabs the student. Takagi and Hirano run past.",
          "timestamp": 24.8
        },
        { "text": "Hirano looks down at Wakisaka's body.", "timestamp": 59.6 },
        { "text": "Students pound on a door.", "timestamp": 65.1 },
        { "text": "Zombie teachers burst through", "timestamp": 67.7 },
        { "text": "Hirano nods rapidly", "timestamp": 73.6 },
        {
          "text": "Stylized pictures. Rei stares at us from school. Takagi adjusts her glasses from the cat walk. Hirano shoots a handmade gun. A young girl smiles with a puppy. A woman with long blond hair thrusts out her ample chest. A woman with long purple hair grips a samurai sword. Takashi smiles at us.",
          "timestamp": 79.4
        },
        {
          "text": "Poster of the character with the text, Are you ready?",
          "timestamp": 90
        },
        {
          "text": "Bullets fall. Text, High School of the Dead",
          "timestamp": 92
        },
        { "text": "Blood and neon paint splatters", "timestamp": 95 },
        { "text": "H.O.T.D.", "timestamp": 98 },
        {
          "text": "Takashi and Rei stand on a roof. Rei holds a machine gun.",
          "timestamp": 103
        },
        {
          "text": "The wind blows their hair. Takashi turns to look at Rei. Rei turns away.",
          "timestamp": 106
        },
        {
          "text": "Takagi stis on an ornate chair in the middle of a dance floor. She wears a frilly white dress and clutches her knees and looks down. Below her sits a pair of ballet slippers.",
          "timestamp": 110.8
        },
        {
          "text": "The blond woman lies in bed, wearing a loose tank top and thong that frames her ample butt. She looks up and mouths the lyrics, \"where\"",
          "timestamp": 116.6
        },
        {
          "text": "An American rifle. Rei's thighs squeeze a baton.",
          "timestamp": 122
        },
        { "text": "Bullets fall. Hirano points a rifle.", "timestamp": 124 },
        {
          "text": "The purple haired girl stands in a river of red in front of a three arched bridge. She unsheaths a samurai sword.",
          "timestamp": 126
        },
        {
          "text": "Takashi stands on the school roof in the rain, looking over the railing. He turns and looks down. A young girl with pink hair holds out purple flowers.",
          "timestamp": 129.1
        },
        {
          "text": "A group of 6 runs across the roof. The purple haired girl strikes a zombie with a bokken. She runs, breaks another zombie's arms, gets behind it, strikes its head, and keeps running.",
          "timestamp": 136
        },
        {
          "text": "Hirano and a puppy stare determinedly. A hummer drives down a highway lined in missing posters. Hirano shoots a gun from the top while Takagi cheers.",
          "timestamp": 143
        },
        {
          "text": "Rei runs down the school hallway, striking a zombie with a broom handle. She leaps and split kicks 2 zombies. Takashi swings a bat.",
          "timestamp": 149
        },
        {
          "text": "Rei and the purple haired girl embrace with torn clothes. Zombies reach out to them in all directions.",
          "timestamp": 154
        },
        {
          "text": "The blond woman runs, her ample breasts bouncing.",
          "timestamp": 157.6
        },
        {
          "text": "Takagi lies on a bed, staring at us, knees spread.",
          "timestamp": 159.5
        },
        {
          "text": "The purple haired girl presses her chest against a chain link fence.",
          "timestamp": 162.2
        },
        {
          "text": "Takashi holds flowers and looks up at the gray sky. Blood splatters the sky.",
          "timestamp": 164.6
        },
        {
          "text": "Text written in blood, Act 2, Escape from the DEAD",
          "timestamp": 169.3
        },
        { "text": "Zombies shuffle across a roof.", "timestamp": 173.3 },
        {
          "text": "A zombie pushes through the barricade. Rei sits and stares vacantly. Blood splatters her face and clothes. The baseball bat lies on the ground bearing the text, Winning Stage.",
          "timestamp": 177.2
        },
        {
          "text": "Takashi stares at a bloody cloth. The barricade shutters around the corner. The cloth covers Hisashi's shattered head. Flahsback.",
          "timestamp": 183.7
        },
        {
          "text": "Takashi runs across the platform, bat in hand.",
          "timestamp": 204.3
        },
        {
          "text": "He swings. Hisashi roars. Takashi blinks and looks at the bloody cloth. The barricade rattles.",
          "timestamp": 207.5
        },
        { "text": "He scratches his head.", "timestamp": 222.3 },
        {
          "text": "She glances at him, smiles slightly, and looks down",
          "timestamp": 226.8
        },
        { "text": "She stands", "timestamp": 231.6 },
        { "text": "Bloody school hallway", "timestamp": 301.9 },
        { "text": "Zombie", "timestamp": 366.5 },
        { "text": "Door labelled Infirmary", "timestamp": 380.6 },
        { "text": "A zombie student sits up from a bed", "timestamp": 383.2 },
        {
          "text": "A human student stabs the zombie. The blond nurse looks around.",
          "timestamp": 393.2
        },
        { "text": "She bounces to a cabinet", "timestamp": 400.8 },
        { "text": "Zombies break through the windows", "timestamp": 427.3 },
        {
          "text": "The student stands in front of Shizuka. A zombie bites him.",
          "timestamp": 433.8
        },
        { "text": "Zombies approach Shizuka", "timestamp": 445.6 },
        { "text": "The purple haired girl appears", "timestamp": 451.6 },
        {
          "text": "She strikes a zombie. She spins, and sends zombies flying across the room.",
          "timestamp": 455.4
        },
        {
          "text": "The girl carries a wooden bokken practice sword. She wears calf high black socks and a skirt below her knees. She has angular bangs and long hair down to her hips.",
          "timestamp": 460.2
        },
        {
          "text": "Saiko runs her hand over the bokken. He smiles as light pours through the window. The light is extinguished by blood splatter.",
          "timestamp": 515.7
        },
        {
          "text": "Shizuka stares, her hands over her mouth.",
          "timestamp": 526.4
        },
        { "text": "Zombies stumble in", "timestamp": 531.7 },
        { "text": "Saiko readies her bokken", "timestamp": 533.7 },
        { "text": "Saiko smiles", "timestamp": 537.1 },
        { "text": "Solder guns lay on a rack", "timestamp": 538.7 },
        { "text": "Workshop supplies", "timestamp": 551.1 },
        { "text": "Zombies hit the door", "timestamp": 582.5 },
        { "text": "He glances to the side and grins", "timestamp": 605.6 },
        {
          "text": "He saws the end off a wooden square tool. He breaks a pencil, slices an eraser, and duct tapes squares to the nail gun.",
          "timestamp": 612.1
        },
        { "text": "Zombies break down the door", "timestamp": 617.7 },
        { "text": "A nail pierces a zombie's forehead.", "timestamp": 622.6 },
        { "text": "Takashi pulls a fire hose.", "timestamp": 628.3 },
        {
          "text": "Water races down the hose and shoots straight up",
          "timestamp": 637.1
        },
        { "text": "The nail gun drops 2 more zombies", "timestamp": 643.1 },
        {
          "text": "He turns with an intense grin, then blanks his face.",
          "timestamp": 653.5
        },
        { "text": "She hangs her head", "timestamp": 659 },
        { "text": "He struggles to control the hose", "timestamp": 665.2 },
        {
          "text": "He sprays the hose at the back of the tables. They sail down the stairs, taking the zombies with them",
          "timestamp": 673.9
        },
        {
          "text": "Water runs down the windows of the shop class",
          "timestamp": 678.7
        },
        { "text": "She looks down the hall", "timestamp": 697.5 },
        { "text": "He loads nails", "timestamp": 704 },
        { "text": "Zombies approach. He fires the gun.", "timestamp": 715 },
        { "text": "Text, High School of the Dead", "timestamp": 719.3 },
        {
          "text": "Takashi and Rei walk down from the platform",
          "timestamp": 721.7
        },
        { "text": "Takashi starts. Rei looks off.", "timestamp": 735.3 },
        { "text": "She steps closer and hands him a bat.", "timestamp": 750.7 },
        { "text": "He takes it", "timestamp": 757.8 },
        {
          "text": "She looks away, blushing slightly, and nods.",
          "timestamp": 759.7
        },
        {
          "text": "Takashi runs towards 2 zombies. He bats 1. Rei stabs the other in the chest. It flies back, hitting a third zombie.",
          "timestamp": 762.9
        },
        {
          "text": "Light streams through shattered windows in a blood stained stairwell.",
          "timestamp": 773.6
        },
        { "text": "She follows", "timestamp": 812.7 },
        {
          "text": "Zombie elementary schoolers. Cherry blossoms fall past a sign reading first grade.",
          "timestamp": 828.6
        },
        {
          "text": "At the high school, a zombie shuffles slowly down a hallway. A wash rag lands on his head. The zombie doesn't acknowledge.",
          "timestamp": 834.1
        },
        { "text": "Takagi watches from behind a sink.", "timestamp": 840.6 },
        {
          "text": "She throws a wash rag at the wall next to the zombie. It turns and walks into the wall.",
          "timestamp": 846.6
        },
        {
          "text": "He glances back. Several zombies approach.",
          "timestamp": 885.2
        },
        {
          "text": "Saiko bats a zombie away. Shizuka follows her.",
          "timestamp": 891.3
        },
        {
          "text": "Saiko pushes a zombie aside with her bokken",
          "timestamp": 902.7
        },
        {
          "text": "Shizuka trips. Her 32J breasts jiggle.",
          "timestamp": 925.1
        },
        {
          "text": "Saiko tears Shizuka's pencil skirt along the side, ripping up to her waist, revealing a lacy purple thong strap.",
          "timestamp": 934.7
        },
        {
          "text": "Hirano lines up a shot using the taped pencil as a sight. He shoots zombies.",
          "timestamp": 953.1
        },
        { "text": "A zombie stands next to Takagi", "timestamp": 976 },
        {
          "text": "Takashi and Rei stop in the stairs. Saiko and Shizuka look up and run.",
          "timestamp": 978.3
        },
        {
          "text": "Takagi steps back and trips over a bag.",
          "timestamp": 989.8
        },
        {
          "text": "She reaches into a display case and throws trophies.",
          "timestamp": 998.1
        },
        {
          "text": "A trophy breaks on an unflinching zombie.",
          "timestamp": 1002.2
        },
        { "text": "Takagi looks around.", "timestamp": 1005.4 },
        {
          "text": "A torrent of blood splatters across the wall",
          "timestamp": 1015.4
        },
        {
          "text": "Takashi and Saiko round corners and stop.",
          "timestamp": 1018.5
        },
        {
          "text": "A drill spins. Takagi holds out a device and turns away from the blood spray.",
          "timestamp": 1022.4
        },
        { "text": "Rei strikes a zombie.", "timestamp": 1040.9 },
        {
          "text": "Saiko watches. 2 zombies shuffle towards her.",
          "timestamp": 1043.8
        },
        {
          "text": "Takashi runs, leaps, and bashes a zombie with the bat.",
          "timestamp": 1047.7
        },
        {
          "text": "Saiko raises her bokken and strikes 2 on the head. They drop. She smiles.",
          "timestamp": 1052.2
        },
        {
          "text": "A bloody zombie lies limp on the ground.",
          "timestamp": 1058.3
        },
        {
          "text": "Saiko stands over a zombie. Rei stares. Takagi lies next to the trophy case, hyperventilating.",
          "timestamp": 1062.8
        },
        {
          "text": "Rei runs over. Shizuka's breasts push Hirano's face away.",
          "timestamp": 1075.5
        },
        {
          "text": "Takashi closes a door. Saiko approaches.",
          "timestamp": 1081.8
        },
        {
          "text": "Saiko smiles, eyes closed. Hirano blushes. Takagi glares.",
          "timestamp": 1105
        },
        {
          "text": "She trembles. A hand touches her shoulder.",
          "timestamp": 1129.2
        },
        {
          "text": "She turns and looks at herself in the mirror, covered in blood.",
          "timestamp": 1136.4
        },
        { "text": "Takashi stands behind her.", "timestamp": 1150 },
        {
          "text": "She turns away, and hides her face is Saiko's chest.",
          "timestamp": 1153.7
        },
        {
          "text": "She cries and buckles. Saiko follows her to the floor.",
          "timestamp": 1159.4
        },
        {
          "text": "Saiko holds her as she cries. Shizuka watches blankly.",
          "timestamp": 1166.4
        },
        {
          "text": "Hirano watches with wide eyes. Rei watches with furrowed brow.",
          "timestamp": 1172
        },
        {
          "text": "Takashi watches with a hard expression. Takagi cries.",
          "timestamp": 1178.2
        },
        { "text": "Text, Act 2, Escape from the DEAD", "timestamp": 1187.4 },
        {
          "text": "A billboard with pictures and papers taped to it. A photo displays Takashi leaning against a motorcycle on a bridge. Rei rests next to him. Takagi stands on Takashi's other side and glares at Rei. Saiko smiles nearby, while Hirano runs off frame. \tHisashi and Takashi eating in a ramen shop. Rei and Takagi smiling in PE outfits. Takagi leaning forward, revealing cleavage. Saiko yawning, wearing a blue kimono. Nurse Shizuka walking, with a male student carrying boxes behind her. A man lies on a bed with a baby. 2 girls smiling in a photo booth with the tag \"Best Friends\". Teachers Hayashi and Tejima drinking at a bar. Takagi, in a swim suit. Shizuka and Saiko, naked in the bath. A reporter holds up 2 fingers. Bloody poster, Have you seen this man? Missing person. Text over a woman's photo, Missing Sala Powell. Text, Have you seen this man? Blood splattered poster reading, Martial law has been proclaimed in the city. Text, Please Help!! Alan Golden Tully Golden. Text, Gabriel W, We miss you!! Photo, Rei takes a selfie next to a passed on Shizuka. Trail map on a mountain. Picture of a mountain trail guide. Picture of Rei, in a bikini, drying her hair.",
          "timestamp": 1191.2
        },
        {
          "text": "Takashi piles boxes of printer paper on a table barricading the door.",
          "timestamp": 1282.8
        },
        {
          "text": "Shizuka sleeps on a desk in the teacher's lounge. Saiko sits at another desk. Rei picks up water bottles. Takagi washes her hands at a sink.",
          "timestamp": 1291.2
        },
        { "text": "She stands up and puts on glasses.", "timestamp": 1300 },
        {
          "text": "She storms out the break room. He blushes.",
          "timestamp": 1309.6
        },
        { "text": "Rei offers a water bottle", "timestamp": 1314.1 },
        { "text": "Rei stares at the TV", "timestamp": 1351.4 },
        { "text": "Saiko picks up the remote", "timestamp": 1356.7 },
        { "text": "The reporter starts", "timestamp": 1377.8 },
        { "text": "Body bags move. Police fire.", "timestamp": 1382.4 },
        {
          "text": "The camera falls. Zombies shuffle past.",
          "timestamp": 1391.8
        },
        { "text": "Static. The 6 stare at the TV.", "timestamp": 1399.8 },
        { "text": "Text, to be continued...", "timestamp": 1405.3 },
        { "text": "Text, Preview", "timestamp": 1407.2 },
        {
          "text": "Text, Act 3, Democracy under the DEAD",
          "timestamp": 1417.6
        },
        {
          "text": "Post-episode footnote: In Japan, children begin elementary school at the age of 6. Grades go from Elementary, Years 1 - 6, then Middle school, years 1 - 3, then High school, years 1 - 3. Classes are typically identified as a year and letter. At academics-focused schools, higher letters denote higher test performance. Students stay in one classroom, and teachers travel between classes. Every teacher has a desk in the teacher's room, where they keep their work and personal effects. Desks are typically just wider than a person, and deep enough for a laptop and a stack of books. 2 desks will face each other, and sit in a block with several desks in a row.",
          "timestamp": 1420.2
        }
      ]
    }
  ]
}
