{
  "source": {
    "url": "https://www.hidive.com/video/589533",
    "domain": "hidive",
    "id": "589533"
  },
  "metadata": {
    "type": "television episode",
    "title": "Democracy under the DEAD",
    "seriesTitle": "High School of the DEAD",
    "episode": 3
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "text": "Rei watches the Teacher's room TV", "timestamp": 1 },
        { "text": "The reporter starts", "timestamp": 15.5 },
        { "text": "Body bags sit up. Police fire.", "timestamp": 21.1 },
        { "text": "The TV camera falls. Dead shuffle.", "timestamp": 30.1 },
        { "text": "Text, Please wait a moment", "timestamp": 34.2 },
        { "text": "A news anchor takes a note", "timestamp": 38.7 },
        { "text": "Takashi punches a table", "timestamp": 57.6 },
        {
          "text": "Stylized pictures. Rei stares at us from school. Takagi adjusts her glasses from the cat walk. Hirano shoots a handmade gun. A young girl smiles with a puppy. A woman with long blond hair thrusts out her ample chest. A woman with long purple hair grips a samurai sword. Takashi smiles at us.",
          "timestamp": 116
        },
        {
          "text": "Poster of the character with the text, Are you ready?",
          "timestamp": 126.6
        },
        {
          "text": "Bullets fall. Text, High School of the Dead",
          "timestamp": 128.6
        },
        { "text": "Blood and neon paint splatters", "timestamp": 131.6 },
        { "text": "H.O.T.D.", "timestamp": 134.6 },
        {
          "text": "Takashi and Rei stand on a roof. Rei holds a machine gun.",
          "timestamp": 139.6
        },
        {
          "text": "The wind blows their hair. Takashi turns to look at Rei. Rei turns away.",
          "timestamp": 142.6
        },
        {
          "text": "Takagi stis on an ornate chair in the middle of a dance floor. She wears a frilly white dress and clutches her knees and looks down. Below her sits a pair of ballet slippers.",
          "timestamp": 147.39999999999998
        },
        {
          "text": "The blond woman lies in bed, wearing a loose tank top and thong that frames her ample butt. She looks up and mouths the lyrics, \"where\"",
          "timestamp": 153.2
        },
        {
          "text": "An American rifle. Rei's thighs squeeze a baton.",
          "timestamp": 158.6
        },
        { "text": "Bullets fall. Hirano points a rifle.", "timestamp": 160.6 },
        {
          "text": "The purple haired girl stands in a river of red in front of a three arched bridge. She unsheaths a katana sword.",
          "timestamp": 162.6
        },
        {
          "text": "Takashi stands on the school roof in the rain, looking over the railing. He turns and looks down. A young girl with pink hair holds out purple flowers.",
          "timestamp": 165.7
        },
        {
          "text": "A group of 6 runs across the roof. The purple haired girl strikes a zombie with a boken. She runs, breaks another zombie's arms, gets behind it, strikes its head, and keeps running.",
          "timestamp": 172.6
        },
        {
          "text": "Hirano and a puppy stare determinedly. A hummer drives down a highway lined in missing posters. Hirano shoots a gun from the top while Takagi cheers.",
          "timestamp": 179.6
        },
        {
          "text": "Rei runs down the school hallway, striking a zombie with a broom handle. She leaps and split kicks 2 zombies. Takashi swings a bat.",
          "timestamp": 185.6
        },
        {
          "text": "Rei and the purple haired girl embrace with torn clothes. Zombies reach out to them in all directions.",
          "timestamp": 190.6
        },
        {
          "text": "The blond woman runs, her ample breasts bouncing.",
          "timestamp": 194.2
        },
        {
          "text": "Takagi lies on a bed, staring at us, knees spread.",
          "timestamp": 196.1
        },
        {
          "text": "The purple haired girl presses her chest against a chain link fence.",
          "timestamp": 198.79999999999998
        },
        {
          "text": "Takashi holds flowers and looks up at the gray sky. Blood splatters the sky.",
          "timestamp": 201.2
        },
        {
          "text": "Bloody graffiti reads, Act 3, Democracy Under The DEAD",
          "timestamp": 208.5
        },
        {
          "text": "Rei steps back. She grabs Takashi's sleeve.",
          "timestamp": 222.7
        },
        { "text": "Hirano looks out the window", "timestamp": 287.8 },
        {
          "text": "Rei takes her makeshift spear, Hirano readies his makeshift gun. Takagi and Shizuka hold bags. Saiko holds a katana sword. Takashi holds a bat.",
          "timestamp": 335.6
        },
        { "text": "The 6 stare at the door", "timestamp": 351.2 },
        { "text": "The door opens. 3 dead turn.", "timestamp": 353.7 },
        { "text": "Hirano shoots. 2 drop.", "timestamp": 357.2 },
        {
          "text": "They run. Takashi bats the third dead.",
          "timestamp": 360.1
        },
        { "text": "The team looks over a railing.", "timestamp": 364.5 },
        { "text": "Dead corner 5 survivors", "timestamp": 384.5 },
        {
          "text": "A dead reaches for Takazo and falls. Hirano lowers his gun.",
          "timestamp": 391.4
        },
        {
          "text": "Takazo stares. Saiko leaps off the railing.",
          "timestamp": 394.8
        },
        {
          "text": "She cuts the dead. Takashi runs down stairs and bats 1. Rei spears another. It falls and she leaps over it. It tries to stand, and she kicks its head.",
          "timestamp": 398.4
        },
        {
          "text": "The cornered survivors stare. Saiko slices the last 2 dead. The team gathers.",
          "timestamp": 405
        },
        {
          "text": "Sakura petals drift past the late afternoon sun",
          "timestamp": 428.3
        },
        {
          "text": "Dead shuffle near the getabako shoe cubbies at the entrance. The team watches from stairs.",
          "timestamp": 431.4
        },
        { "text": "He stops", "timestamp": 474.6 },
        { "text": "He turns back", "timestamp": 480.3 },
        { "text": "He steps down the stairs.", "timestamp": 492.9 },
        {
          "text": "He wears a hard expression and grips his bat. He walks slowly forward, toward the dead.",
          "timestamp": 496.7
        },
        {
          "text": "He stops near blood splatter. The dead shuffle around him.",
          "timestamp": 504.2
        },
        {
          "text": "Saiko, Rei, and Hirao watch, weapons ready.",
          "timestamp": 512.4
        },
        {
          "text": "Takashi looks forward. A dead student stumbles, moaning, blood dripping from his teeth.",
          "timestamp": 516.7
        },
        {
          "text": "Takashi freezes as the dead pass by. Sweat drips down his face.",
          "timestamp": 523.2
        },
        { "text": "He picks up a bloody shoe and throws", "timestamp": 532.5 },
        {
          "text": "The dead turn. The shoe lies next to a wall.",
          "timestamp": 537.6
        },
        { "text": "The dead wander toward the wall. ", "timestamp": 545.9 },
        {
          "text": "Takashi opens the front doors. He and Saiko hold them as the survivors run. A survivng boy follows with a long pole.",
          "timestamp": 549.1
        },
        { "text": "The pole his the railing.", "timestamp": 560.5 },
        {
          "text": "The team turns. The dead in the getabako stare. The dead in the hallways turn. The dead outside turn.",
          "timestamp": 562.7
        },
        { "text": "A dead roars. Saiko cuts it.", "timestamp": 584.4 },
        { "text": "Rei swipes a dead girl's ankles.", "timestamp": 590.1 },
        {
          "text": "Hirano looks at a hoard approaching, pointing at one then another",
          "timestamp": 591.5
        },
        { "text": "Takashi runs past him", "timestamp": 595.4 },
        { "text": "A dead roars. He bats it.", "timestamp": 597.8 },
        {
          "text": "The survivors run. Takashi bats a dead girl into the air. Saiko swings a katana. Hirano points his gun. They run across the school yard. Text, High School of the Dead.",
          "timestamp": 605.6
        },
        {
          "text": "We round the corner of a chain link fence. Dead stare at us as we run towards them.",
          "timestamp": 615.7
        },
        {
          "text": "Takashi bats one out of the way. Saiko passes him, leaps, and strikes a dead. She spins and strikes another.",
          "timestamp": 621.1
        },
        {
          "text": "While running, Rei swings the spear, batting a dead girl. She spins, batting a second and third.",
          "timestamp": 625.7
        },
        { "text": "Hirano runs, shooting and grinning.", "timestamp": 629.3 },
        {
          "text": "Takazo stands, bat in hand. 3 dead surround him. He bats 1 and another grab him. He punches the second, and it bites his arm. The third bites his other arm. More dead approach.",
          "timestamp": 633.7
        },
        {
          "text": "The girl stares at Takagi, tears in her eyes. She shakes her head and runs back.",
          "timestamp": 653.9
        },
        { "text": "A dead approaches Takagi and drops.", "timestamp": 676.3 },
        {
          "text": "He smiles. She furrows her brow and blushes.",
          "timestamp": 687.9
        },
        {
          "text": "A dead reaches for Shizuka. Takashi bats it.",
          "timestamp": 693.1
        },
        {
          "text": "She opens the bus door and climbs into the driver seat. Hirano opens a window.",
          "timestamp": 697.1
        },
        {
          "text": "Takashi bats one, kicks a second, blocks a third with a bat, kicks a fourth, and flips the third over onto the fourth.",
          "timestamp": 707.9
        },
        { "text": "Shizuka turns the key", "timestamp": 715.8 },
        { "text": "Takashi reaches to close the bus door", "timestamp": 724.1 },
        {
          "text": "Several survivors run, including girls, boys, and a teacher in glasses. The teacher loosens his tie.",
          "timestamp": 728
        },
        { "text": "Rei starts", "timestamp": 736.2 },
        {
          "text": "He grits his teeth then looks at the survivors",
          "timestamp": 751.3
        },
        {
          "text": "A boy runs, carrying books. He trips and slides. He grabs Shido's leg.",
          "timestamp": 771.1
        },
        {
          "text": "Smiling, he kicks the boy in the face.",
          "timestamp": 786.1
        },
        {
          "text": "Dead walk toward the crying boy. Shido calmly walks away. He adjusts his pin striped suit. His glasses reflect light, obscuring his eyes. He smiles to himself.",
          "timestamp": 799.7
        },
        { "text": "Door closes", "timestamp": 808.2 },
        {
          "text": "The bus swerves across the parking lot. It holds 25 seats.",
          "timestamp": 814.3
        },
        {
          "text": "The bus bears the label Fujimi Academy High School. It races across the parking lot. Shizuka stares at the hordes of dead students.",
          "timestamp": 820.2
        },
        { "text": "She floors the gas pedal.", "timestamp": 834 },
        {
          "text": "The dead fly off the front of the bus. It barrels through the front gate.",
          "timestamp": 836.8
        },
        {
          "text": "It drifts across sakura petals, then drives down the road.",
          "timestamp": 845.1
        },
        { "text": "The bus races down a hill.", "timestamp": 850.8 },
        { "text": "Hirano applies tape to his gun.", "timestamp": 853.9 },
        {
          "text": "They look out over the city, smoke rising",
          "timestamp": 885.8
        },
        {
          "text": "The sun hangs over the horizon. The still ocean shimmers.",
          "timestamp": 890.5
        },
        {
          "text": "Lights illuminate a tunnel under an overpass.",
          "timestamp": 897.7
        },
        {
          "text": "A line of fire crackles next to blood splatter on an empty street. Street lights turn on near the tunnel.",
          "timestamp": 901.6
        },
        {
          "text": "Fishing boats float in the bay. Several are upside down.",
          "timestamp": 907.9
        },
        {
          "text": "At a Sevenson Station convenience store, a yellow car pulls out of a parking spot and drives down the road. A dead man shuffles nearby.",
          "timestamp": 914.1
        },
        {
          "text": "A seemingly alive cashier named Ogata stands at the register, staring forward blankly. The dead man wears a straw hat and approaches the window. The minibus smashes the dead man.",
          "timestamp": 922.2
        },
        {
          "text": "The minibus continues down a winding highway. A survivor frowns.",
          "timestamp": 932.5
        },
        {
          "text": "Her breasts bounce pointedly. Shinoda stares.",
          "timestamp": 966.1
        },
        {
          "text": "Hirano lifts his gun. Takagi stops him.",
          "timestamp": 978.7
        },
        {
          "text": "Shinoda readies a punch. Rei hits him in the stomach.",
          "timestamp": 986.1
        },
        {
          "text": "She flips him and he writhes on the floor. The others stare.",
          "timestamp": 991.9
        },
        {
          "text": "Takashi stares. Shido applauds and approaches, stepping over Shinoda.",
          "timestamp": 998.1
        },
        {
          "text": "Shinoda looks up. The survivor girls stand and applaud. Boys stand. Shido bows.",
          "timestamp": 1043
        },
        {
          "text": "He turns around, with the 6 clapping survivors applauding behind him.",
          "timestamp": 1052.2
        },
        {
          "text": "Rei twitches, turns around, and exits the bus. She walks under a street lamp in front of a tunnel.",
          "timestamp": 1062.2
        },
        { "text": "Shido smirks", "timestamp": 1077.1 },
        { "text": "He runs to Rei", "timestamp": 1088 },
        {
          "text": "Takashi turns. Saiko looks out the bus window.",
          "timestamp": 1100.5
        },
        {
          "text": "Shizuka looks around. A city bus is filled with dead, biting and tearing at the few living. The bus driver coughs blood. Blood splatters the windows. The bus flies down the road, hits a car, and flips forward.",
          "timestamp": 1107.2
        },
        {
          "text": "The bus rolls in mid air. Takashi grabs Rei and leaps into the tunnel. The bus slides across the ground and stops over the mouth of the tunnel.",
          "timestamp": 1119.3
        },
        {
          "text": "The bus sits around the corner. The bus burns. Takashi looks up.",
          "timestamp": 1125.2
        },
        {
          "text": "Saiko looks. Flaming dead stumble out of the bus blockade.",
          "timestamp": 1138.4
        },
        {
          "text": "Takashi shouts through a crack. Burning rubble covers the crack. Saiko steps back from the  burning dead.",
          "timestamp": 1159.6
        },
        { "text": "The dead start to drop.", "timestamp": 1165.3 },
        { "text": "Saiko returns to the bus.", "timestamp": 1169.5 },
        {
          "text": "Burning dead shuffle after, and begin to drop.",
          "timestamp": 1178.9
        },
        { "text": "Takashi sees a spark", "timestamp": 1182.2 },
        {
          "text": "He pushes her, and they run down the tunnel. The bus explodes, and fire soars through the tunnel. They run out the other side.",
          "timestamp": 1185.8
        },
        {
          "text": "They cross an intersection and stop near an embankment.",
          "timestamp": 1194.3
        },
        {
          "text": "Takashi turns, an a dead biker falls on him. It holds his collar.",
          "timestamp": 1202.6
        },
        {
          "text": "The dead cracks its neck, roars, and headbutts Takashi.",
          "timestamp": 1206.9
        },
        {
          "text": "Takashi screams. He pushes the helmet back as the dead snaps its mouth.",
          "timestamp": 1213.6
        },
        {
          "text": "Takashi blinks. Blood pours down the dead's face and it falls over, revealing Rei, holding a metal object with a crack in the center.",
          "timestamp": 1223.2
        },
        {
          "text": "Takashi pushes the biker off. A large crack covers the back of the helmet.",
          "timestamp": 1229.8
        },
        {
          "text": "Takashi sits on the street, panting. Rei bends over and reaches out a hand.",
          "timestamp": 1237.3
        },
        { "text": "Wind blows her hair. She smiles.", "timestamp": 1243.6 },
        {
          "text": "Text, Act 3, Democracy under the DEAD",
          "timestamp": 1248.6
        },
        {
          "text": "A billboard with pictures and papers taped to it. A photo displays Takashi leaning against a motorcycle on a bridge. Rei rests next to him. Takagi stands on Takashi's other side and glares at Rei. Saiko smiles nearby, while Hirano runs off frame. \tHisashi and Takashi eating in a ramen shop. Rei and Takagi smiling in PE outfits. Takagi leaning forward, revealing cleavage. Saiko yawning, wearing a blue kimono. Nurse Shizuka walking, with a male student carrying boxes behind her. A man lies on a bed with a baby. 2 girls smiling in a photo booth with the tag \"Best Friends\". Teachers Hayashi and Tejima drinking at a bar. Takagi, in a swim suit. Shizuka and Saiko, naked in the bath. A reporter holds up 2 fingers. Bloody poster, Have you seen this man? Missing person. Text over a woman's photo, Missing Sala Powell. Text, Have you seen this man? Blood splattered poster reading, Martial law has been proclaimed in the city. Text, Please Help!! Alan Golden Tully Golden. Text, Gabriel W, We miss you!! Photo, Rei takes a selfie next to a passed on Shizuka. Trail map on a mountain. Picture of a mountain trail guide. Picture of Rei, in a bikini, drying her hair.",
          "timestamp": 1253
        },
        {
          "text": "Sakura petals fall across the twilight sky. Takashi limps with an arm over Rei's shoulder.",
          "timestamp": 1343.9
        },
        {
          "text": "They look down from the top of the embankment. An orange motorcycle lies in the grass.",
          "timestamp": 1358.2
        },
        {
          "text": "On the embankment greenway, Takashi engages the motorcycle's engine. Rei watches.",
          "timestamp": 1364.2
        },
        {
          "text": "He smiles brightly. She blushes and smiles warmly.",
          "timestamp": 1377.8
        },
        {
          "text": "The motorcycle tire flies past dashed white lines on asphalt. Rei's hair blows behind her. She looks to the right, her brow furrowed. Takashi stares forward intently.",
          "timestamp": 1382.3
        },
        {
          "text": "He rounds a gentle curve on the freeway, toward the city. 72 kmph.",
          "timestamp": 1396.8
        },
        {
          "text": "Smoke rises into the deep blue sky. Purple kisses the horizon, and stars shine above.",
          "timestamp": 1401.9
        },
        { "text": "Text, to be continued", "timestamp": 1406.1 },
        { "text": "Text, Preview", "timestamp": 1409.7 },
        { "text": "Text, Act 4, Running in the DEAD", "timestamp": 1420 },
        {
          "text": "Post-episode footnote: In Japan, rivers are prone to severe flooding. To contain flood damage, rivers in urban areas are frequently surrounded by large teibou, aka embankments. Teibou are often grassy and contain pedestrian paths along the top. When the rivers aren't flooded, the dry floodplains are used as parks. Teibou are a staple of urban living across Japan.",
          "timestamp": 1422.1
        }
      ]
    }
  ]
}
