{
  "source": {
    "url": "https://www.hidive.com/video/540047",
    "domain": "hidive",
    "id": "540047"
  },
  "metadata": {
    "type": "television episode",
    "title": "Running in the DEAD",
    "seriesTitle": "High School of the DEAD",
    "episode": 4
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Smoke rises across the massive urban expanse.",
          "timestamp": 2
        },
        {
          "text": "Seen from cloud height, 2 rivers stretch out across the city. An F-4 Phantom II military jet flies overhead, bearing the Japanese flag. Text, Z-Day + 1, 5:05am",
          "timestamp": 6.7
        },
        {
          "text": "Text written on jet, Act 4, Running in the DEAD",
          "timestamp": 16.3
        },
        {
          "text": "A camera adjusts. Photographs of a bloody crashed car. Smoke rises from a suburban area.",
          "timestamp": 20
        },
        {
          "text": "The plane flies over a double cable stayed bridge, stretching across a glittering river.",
          "timestamp": 26
        },
        {
          "text": "Takashi and Rei ride an orange motorcycle across the bridge.",
          "timestamp": 29.9
        },
        { "text": "Rei looks up as the jet flies by.", "timestamp": 34.8 },
        {
          "text": "She waves. The jet photographs her with an outstretched hand.",
          "timestamp": 39.9
        },
        {
          "text": "Stylized pictures. Rei stares at us from school. Takagi adjusts her glasses from the cat walk. Hirano shoots a handmade gun. A young girl smiles with a puppy. A woman with long blond hair thrusts out her ample chest. A woman with long purple hair grips a samurai sword. Takashi smiles at us.",
          "timestamp": 49.3
        },
        {
          "text": "Poster of the character with the text, Are you ready?",
          "timestamp": 59.89999999999999
        },
        {
          "text": "Bullets fall. Text, High School of the Dead",
          "timestamp": 61.89999999999999
        },
        {
          "text": "Blood and neon paint splatters",
          "timestamp": 64.89999999999999
        },
        { "text": "H.O.T.D.", "timestamp": 67.89999999999999 },
        {
          "text": "Takashi and Rei stand on a roof. Rei holds a machine gun.",
          "timestamp": 72.89999999999999
        },
        {
          "text": "The wind blows their hair. Takashi turns to look at Rei. Rei turns away.",
          "timestamp": 75.89999999999999
        },
        {
          "text": "Takagi stis on an ornate chair in the middle of a dance floor. She wears a frilly white dress and clutches her knees and looks down. Below her sits a pair of ballet slippers.",
          "timestamp": 80.69999999999997
        },
        {
          "text": "The blond woman lies in bed, wearing a loose tank top and thong that frames her ample butt. She looks up and mouths the lyrics, \"where\"",
          "timestamp": 86.49999999999999
        },
        {
          "text": "An American rifle. Rei's thighs squeeze a baton.",
          "timestamp": 91.89999999999999
        },
        {
          "text": "Bullets fall. Hirano points a rifle.",
          "timestamp": 93.89999999999999
        },
        {
          "text": "The purple haired girl stands in a river of red in front of a three arched bridge. She unsheaths a katana sword.",
          "timestamp": 95.89999999999999
        },
        {
          "text": "Takashi stands on the school roof in the rain, looking over the railing. He turns and looks down. A young girl with pink hair holds out purple flowers.",
          "timestamp": 98.99999999999999
        },
        {
          "text": "A group of 6 runs across the roof. The purple haired girl strikes a zombie with a boken. She runs, breaks another zombie's arms, gets behind it, strikes its head, and keeps running.",
          "timestamp": 105.89999999999999
        },
        {
          "text": "Hirano and a puppy stare determinedly. A hummer drives down a highway lined in missing posters. Hirano shoots a gun from the top while Takagi cheers.",
          "timestamp": 112.89999999999999
        },
        {
          "text": "Rei runs down the school hallway, striking a zombie with a broom handle. She leaps and split kicks 2 zombies. Takashi swings a bat.",
          "timestamp": 118.89999999999999
        },
        {
          "text": "Rei and the purple haired girl embrace with torn clothes. Zombies reach out to them in all directions.",
          "timestamp": 123.89999999999999
        },
        {
          "text": "The blond woman runs, her ample breasts bouncing.",
          "timestamp": 127.49999999999999
        },
        {
          "text": "Takagi lies on a bed, staring at us, knees spread.",
          "timestamp": 129.39999999999998
        },
        {
          "text": "The purple haired girl presses her chest against a chain link fence.",
          "timestamp": 132.09999999999997
        },
        {
          "text": "Takashi holds flowers and looks up at the gray sky. Blood splatters the sky.",
          "timestamp": 134.5
        },
        {
          "text": "Sakura petals drift. Takashi rests on the railing at school. Text, Z-Day, 1:33pm",
          "timestamp": 139.8
        },
        {
          "text": "A dead man in a suit rattles the school gate. Tejima grabs the man.",
          "timestamp": 177
        },
        { "text": "Takashi steps back", "timestamp": 189.6 },
        {
          "text": "Blood drips in the A/V room. Students stare at the ceiling, frozen.",
          "timestamp": 193.3
        },
        { "text": "Chalk falls.", "timestamp": 199.2 },
        { "text": "Student pour into the hallway.", "timestamp": 205.6 },
        {
          "text": "Hisashi bats a dead student. Text, Z-Day, 3:05pm",
          "timestamp": 225
        },
        { "text": "Dead students rattle a barricade.", "timestamp": 239.9 },
        { "text": "Hisashi coughs up blood", "timestamp": 244 },
        {
          "text": "Hisashi looks at Takashi. Takashi grips his bat and runs, screaming.",
          "timestamp": 268.7
        },
        {
          "text": "Blood splatters near Shizuka. Saiko swings her sword. Nails fire into a dead's forehead.",
          "timestamp": 275.7
        },
        {
          "text": "Takashi sprays water at dead. Saiko swings. Text, Z-Day, 3:50pm.",
          "timestamp": 281.6
        },
        {
          "text": "Dead office workers shuffle down a road. Takashi and Rei watch from a hill. Text, Z-Day, 10:32pm",
          "timestamp": 308.6
        },
        {
          "text": "She turns around. Dead shuffle toward them from down the road.",
          "timestamp": 357.7
        },
        {
          "text": "In the teacher's room, Saiko addresses the team.",
          "timestamp": 375.8
        },
        { "text": "The 6 ready weapons and bags.", "timestamp": 383.7 },
        { "text": "They race across the yard to the bus.", "timestamp": 390.8 },
        {
          "text": "Shizuka floors it and drives through dead students.",
          "timestamp": 417.5
        },
        {
          "text": "The bus bursts through the front gate.",
          "timestamp": 422.1
        },
        {
          "text": "It drifts across sakura petals, then drives down the road.",
          "timestamp": 426.1
        },
        {
          "text": "Cars sit in gridlock. Police use megaphones. Text, Z-Day, 11:45pm.",
          "timestamp": 433.5
        },
        { "text": "Hirano looks at his stomach.", "timestamp": 455.9 },
        { "text": "Police shoot dead.", "timestamp": 466.5 },
        {
          "text": "Girls hide their heads. Shido slithers over.",
          "timestamp": 471.7
        },
        { "text": "He wraps his arms around their necks.", "timestamp": 478.9 },
        {
          "text": "Takagi, Hirano, and Saiko side eye him. Saiko remembers.",
          "timestamp": 488.2
        },
        {
          "text": "At 6:42pm, Rei twitches, turns, and leaps down from the bus, carrying her spear.",
          "timestamp": 499.6
        },
        { "text": "The city bus flips.", "timestamp": 525.6 },
        { "text": "The bus burns in front of the tunnel.", "timestamp": 535 },
        {
          "text": "Burning dead climb out of the flaming bus and shuffle towards Saiko.",
          "timestamp": 543.2
        },
        { "text": "Text, High School of the Dead", "timestamp": 563.9 },
        { "text": "Text, Z-Day + 1, 00:23am.", "timestamp": 568.8 },
        {
          "text": "A street light flickers, revealing blood splatter on a wall.",
          "timestamp": 576.2
        },
        {
          "text": "A car has crashed on the side of an empty street. A street light flickers as an orange motorcycle drives by.",
          "timestamp": 581.6
        },
        {
          "text": "A street sign that points left for Downtown Tokonosu, straight for the Tokonosu Great Bridge, and right for the housing complex. Tokonosu is spelled floor + master",
          "timestamp": 585
        },
        {
          "text": "A single pot has turned over near a florist. Blood splatters the streets.",
          "timestamp": 594.6
        },
        {
          "text": "The motorcycle drvies across an overpass past billboards.",
          "timestamp": 600.7
        },
        { "text": "A  billboard reads 7 Days in Hawaii", "timestamp": 603 },
        {
          "text": "Rei rests her face on Takashi's back. Their hair blows in the wind.",
          "timestamp": 607.2
        },
        { "text": "Black bird fly past.", "timestamp": 611.1 },
        {
          "text": "Cats sniff blood splatter in the dark. They glance at the passing headlight.",
          "timestamp": 612.9
        },
        {
          "text": "Takashi glances to the left. Rei looks right.",
          "timestamp": 622.1
        },
        {
          "text": "A headlight shines on an alleyway with scattered trash.",
          "timestamp": 628.2
        },
        {
          "text": "Blood, trash, and broken bowls line the floor cover the floor of a small udon restaurant. The motorcycle drives by.",
          "timestamp": 632.1
        },
        {
          "text": "Crashed cars covered in blood splatter lie empty along the street. The motorcycle stops in front of a restaurant named Penguin. The building's second floor has shattered, bloody windows.",
          "timestamp": 643.2
        },
        { "text": "Rei looks forward", "timestamp": 668 },
        {
          "text": "Head lights shine from a black and white car.",
          "timestamp": 672.1
        },
        {
          "text": "In the driver's seat, a dead police officer lies bloody. The police car lies crumpled under a crashed truck.",
          "timestamp": 687.9
        },
        { "text": "She frowns", "timestamp": 707.5 },
        {
          "text": "He looks down. She walks over to the passenger seat and rummages. The dead officers lie still. A distance from the car, she lays out handcuffs, keys, a baton, and a hand gun.",
          "timestamp": 713.9
        },
        {
          "text": "He picks it up by the grip. He gingerly holds it by the barrel and adjusts it right side up.",
          "timestamp": 738.1
        },
        {
          "text": "He sees 2 bullets. He runs his hand along the metal, and the cylinder pops out, revealing 5 bullets.",
          "timestamp": 755.5
        },
        {
          "text": "She places 5 blood-stained bullets in his hand.",
          "timestamp": 765.1
        },
        {
          "text": "She wipes her hands and looks off into the night.",
          "timestamp": 788.5
        },
        { "text": "He puts the revolver into his pocket.", "timestamp": 791.7 },
        {
          "text": "They sit on the motorcycle. She holds the bat and broom handle turned spear.",
          "timestamp": 793
        },
        {
          "text": "She smiles at him. He frowns and looks forward, slightly blushing.",
          "timestamp": 806.4
        },
        {
          "text": "An automatic door opens. Dead feet shuffle out, wearing tattered pants.",
          "timestamp": 812.1
        },
        {
          "text": "A gas station bears a symbol resembling a yellow shell labelled Shaun. Price is 120. Text, Z-Day + 1, 3:23am",
          "timestamp": 821.1
        },
        { "text": "He walks up and flinches.", "timestamp": 836.6 },
        {
          "text": "He reaches and she flinches. He holds out a palm and she looks up.",
          "timestamp": 877.5
        },
        {
          "text": "He walks to a glass enclosure labelled Community Plaza. Rei watches after him. We look at Rei through binoculars from her thighs, up her back to her hair, and back down to her butt, barely covered by her mini skirt.",
          "timestamp": 899
        },
        { "text": "Takashi opens the door to the plaza.", "timestamp": 909.2 },
        {
          "text": "He walks to the register and presses buttons",
          "timestamp": 922.3
        },
        {
          "text": "He climbs on the counter and raises his bat.",
          "timestamp": 933.3
        },
        { "text": "She looks at the dark windows", "timestamp": 944.6 },
        {
          "text": "She remembers stabbing a dead teacher, striking a dead student, and hitting the boy on the mini bus.",
          "timestamp": 948.6
        },
        {
          "text": "We walk along the self service kiosks. We round the corner, behind Rei, and lunge.",
          "timestamp": 959.6
        },
        {
          "text": "Takashi runs. A dark skinned man grips her by the waist.",
          "timestamp": 970.3
        },
        {
          "text": "The dark man holds a knife to Rei's throat.",
          "timestamp": 974.4
        },
        {
          "text": "The dark man turns. He wears baggy clothes and a chain around his neck with a marijuana leaf",
          "timestamp": 978.6
        },
        { "text": "Her pink bra peaks between her shirt.", "timestamp": 999.9 },
        { "text": "Rei pushes and runs", "timestamp": 1030 },
        {
          "text": "He grabs her by the breasts. He strokes and fondles one.",
          "timestamp": 1033.2
        },
        {
          "text": "He holds a knife to her face. Tears well up in her eyes.",
          "timestamp": 1047
        },
        {
          "text": "He bounces the breast. A pink, lacy bra peaks out.",
          "timestamp": 1066.2
        },
        {
          "text": "Takashi tosses the bat across the station.",
          "timestamp": 1085.3
        },
        { "text": "Down the street, dead turn.", "timestamp": 1088.8 },
        { "text": "Dead shuffle towards the station.", "timestamp": 1091.7 },
        { "text": "Takashi inserts a 1,000 yen note.", "timestamp": 1097.3 },
        { "text": "He pumps gas.", "timestamp": 1106 },
        { "text": "He steps from the bike.", "timestamp": 1135.1 },
        {
          "text": "He raises the knife. Takashi pulls his gun, and closes the gap. He presses the gun against the dark man's chest.",
          "timestamp": 1154.3
        },
        {
          "text": "The dark man stares. Takashi pulls back the hammer.",
          "timestamp": 1159.8
        },
        { "text": "Rei blushes and smiles.", "timestamp": 1177.1 },
        {
          "text": "The bullet enters the man's collar. He stumbles back.",
          "timestamp": 1179.7
        },
        {
          "text": "Rei turns. The dead shuffle into the light of the gas station.",
          "timestamp": 1214
        },
        {
          "text": "She glares down at the dark man and walks away.",
          "timestamp": 1220.2
        },
        {
          "text": "Rei gets on behind Takashi. They side eye him as they drive off between the crowd of dead.",
          "timestamp": 1230.2
        },
        {
          "text": "Some dead turn toward the motorcycle.",
          "timestamp": 1236.2
        },
        {
          "text": "The dead turn to the dark man. He looks up as they approach. Tears stream down his face.",
          "timestamp": 1241.1
        },
        { "text": "Text, Act 4, Running in the DEAD", "timestamp": 1254.6 },
        {
          "text": "A billboard with pictures and papers taped to it. A photo displays Takashi leaning against a motorcycle on a bridge. Rei rests next to him. Takagi stands on Takashi's other side and glares at Rei. Saiko smiles nearby, while Hirano runs off frame. \tHisashi and Takashi eating in a ramen shop. Rei and Takagi smiling in PE outfits. Takagi leaning forward, revealing cleavage. Saiko yawning, wearing a blue kimono. Nurse Shizuka walking, with a male student carrying boxes behind her. A man lies on a bed with a baby. 2 girls smiling in a photo booth with the tag \"Best Friends\". Teachers Hayashi and Tejima drinking at a bar. Takagi, in a swim suit. Shizuka and Saiko, naked in the bath. A reporter holds up 2 fingers. Bloody poster, Have you seen this man? Missing person. Text over a woman's photo, Missing Sala Powell. Text, Have you seen this man? Blood splattered poster reading, Martial law has been proclaimed in the city. Text, Please Help!! Alan Golden Tully Golden. Text, Gabriel W, We miss you!! Photo, Rei takes a selfie next to a passed on Shizuka. Trail map on a mountain. Picture of a mountain trail guide. Picture of Rei, in a bikini, drying her hair.",
          "timestamp": 1256
        },
        {
          "text": "Takashi and Rei drive down a freeway. Text, Z-Day + 1, 5:40am",
          "timestamp": 1348
        },
        {
          "text": "She rests her face on his back. He looks over his shoulder.",
          "timestamp": 1368.3
        },
        { "text": "He looks forward, smiling softly.", "timestamp": 1373.8 },
        {
          "text": "They drive across a cable stayed bridge. Rei smiles and looks up as a jet flies by.",
          "timestamp": 1391.6
        },
        {
          "text": "She waves as the jet passes next to them. Elsewhere, blood drips from a dead dark man.",
          "timestamp": 1400.4
        },
        { "text": "Text, to be continued", "timestamp": 1404.3 },
        { "text": "Text, Preview", "timestamp": 1406.7 },
        { "text": "Text, Act 5, Streets of the DEAD", "timestamp": 1416.9 },
        {
          "text": "Post-episode footnote: A cable-stayed bridge contains one or more pylons, aka towers, with cables stretching directly from the pylons to the street of the bridge. In the episode, the bridge contains 2 pylons, with 6 cables running from each corner of each pylon to the roadway. There is a second bridge running parrallel to the cable-stayed bridge, and it is a simple beam bridge. Nearby, there are several paths, trees, and a running track. The combinations of bridges and river recreational facilities resemble Tokyo's Daishi bridge. The Daishi bridge runs north/south over the Tama River, just as the river empties into Tokyo bay on the southern side of Tokyo, next to the Haneda Airport.",
          "timestamp": 1418
        }
      ]
    }
  ]
}
