{"source":{"url":"https://www.hidive.com/video/589474t","domain":"hidive","id":"589474"},"metadata":{"type":"television episode","title":"Streets of the DEAD","seriesTitle":"High School of the DEAD","season":0,"episode":5},"scripts":[{"language":"en-US","author":"Julianna Langston","tracks":[{"text":"A Boeing 747 sits on a runway","timestamp":2},{"text":"A copilot approaches a pilot.","timestamp":10},{"text":"Dead shuffle on the runway","timestamp":24},{"text":"Stylized pictures. Rei stares at us from school. Takagi adjusts her glasses from the cat walk. Hirano shoots a handmade gun. A young girl smiles with a puppy. A woman with long blond hair thrusts out her ample chest. A woman with long purple hair grips a samurai sword. Takashi smiles at us.","timestamp":41},{"text":"Poster of the character with the text, Are you ready?","timestamp":51.599999999999994},{"text":"Bullets fall. Text, High School of the Dead","timestamp":53.599999999999994},{"text":"Blood and neon paint splatters","timestamp":56.599999999999994},{"text":"H.O.T.D.","timestamp":59.599999999999994},{"text":"Takashi and Rei stand on a roof. Rei holds a machine gun.","timestamp":64.6},{"text":"The wind blows their hair. Takashi turns to look at Rei. Rei turns away.","timestamp":67.6},{"text":"Takagi stis on an ornate chair in the middle of a dance floor. She wears a frilly white dress and clutches her knees and looks down. Below her sits a pair of ballet slippers.","timestamp":72.39999999999998},{"text":"The blond woman lies in bed, wearing a loose tank top and thong that frames her ample butt. She looks up and mouths the lyrics, \"where\"","timestamp":78.19999999999999},{"text":"An American rifle. Rei's thighs squeeze a baton.","timestamp":83.6},{"text":"Bullets fall. Hirano points a rifle.","timestamp":85.6},{"text":"The purple haired girl stands in a river of red in front of a three arched bridge. She unsheaths a katana sword.","timestamp":87.6},{"text":"Takashi stands on the school roof in the rain, looking over the railing. He turns and looks down. A young girl with pink hair holds out purple flowers.","timestamp":90.69999999999999},{"text":"A group of 6 runs across the roof. The purple haired girl strikes a zombie with a boken. She runs, breaks another zombie's arms, gets behind it, strikes its head, and keeps running.","timestamp":97.6},{"text":"Hirano and a puppy stare determinedly. A hummer drives down a highway lined in missing posters. Hirano shoots a gun from the top while Takagi cheers.","timestamp":104.6},{"text":"Rei runs down the school hallway, striking a zombie with a broom handle. She leaps and split kicks 2 zombies. Takashi swings a bat.","timestamp":110.6},{"text":"Rei and the purple haired girl embrace with torn clothes. Zombies reach out to them in all directions.","timestamp":115.6},{"text":"The blond woman runs, her ample breasts bouncing.","timestamp":119.19999999999999},{"text":"Takagi lies on a bed, staring at us, knees spread.","timestamp":121.09999999999998},{"text":"The purple haired girl presses her chest against a chain link fence.","timestamp":123.79999999999997},{"text":"Takashi holds flowers and looks up at the gray sky. Blood splatters the sky.","timestamp":126.2},{"text":"An airport floats over a bay. Yellow text on the side of a plane reads, Act 5, Streets of the DEAD","timestamp":134.5},{"text":"The plane sits on a runway as dead people wander around. A dead man has curly hair and wears an expensive coat. Crosshairs center on his face.","timestamp":142.5},{"text":"A purple haired woman pulls a trigger. A bullet shoots from the barrel into the curly haired dead man.","timestamp":166.7},{"text":"He falls.","timestamp":170.9},{"text":"A dead man falls. A dead woman falls. The purple haired sniper fires repeatedly. Large, pointed bullet casings bounce on the ground. Next to her, a man looks through a scope and watches a final dead man fall.","timestamp":173.9},{"text":"He looks up. The woman rubs her breasts.","timestamp":191.5},{"text":"She stretches","timestamp":200.1},{"text":"She removes her a padded vest.","timestamp":205},{"text":"The plane begins to taxi.","timestamp":240.1},{"text":"They watch as the plane takes off. They stand on top of a bus next to a PSG-1 semi-automatic rifle. Black birds fly. The woman unzips her jacket.","timestamp":259.8},{"text":"Shizuka rests on the steering wheel.","timestamp":275.4},{"text":"Shido gestures","timestamp":286.4},{"text":"Saiko sleeps.","timestamp":290.6},{"text":"Hirano drools in his sleep. Takagi looks over.","timestamp":294},{"text":"Gridlocked cars fill the street ahead of them, towards a bridge. Pedestrians walk on the sidewalk.","timestamp":313.1},{"text":"He plays a video game while wrapped in a blanket.","timestamp":384.8},{"text":"Shido runs a hand over a blushing girl's face.","timestamp":407.4},{"text":"Hirano holds his gun.","timestamp":416},{"text":"She blushes","timestamp":434},{"text":"Saiko and Shizuka stand behind her.","timestamp":436.6},{"text":"Smoke and sparks rise from a building.","timestamp":449.6},{"text":"A car explodes. People with tattoos hold guns.","timestamp":453.7},{"text":"He revs the engine and drives on the rear wheel.","timestamp":479.6},{"text":"A bald man with a tattoo turns to them and points. A man in an apron with a butcher's knife runs.","timestamp":484.4},{"text":"He avoids dead on the left and the living butcher on the right.","timestamp":490.1},{"text":"A man fires a shotgun and hits the side of a car. The motorcycle's license plate clatters to the ground. The shooter reloads and fires again, hitting another dead.","timestamp":492.9},{"text":"Takashi's eyes grow wide, and he makes a sharp left.","timestamp":517.1},{"text":"She looks back and gasps.","timestamp":527.5},{"text":"A bridge with 3 arches. People run. Dead shuffle. Police in riot shields push and kick the dead.","timestamp":538.1},{"text":"A police officer hits a dead man in the head with a baton.","timestamp":553.5},{"text":"A medical tent treats people. Nearby, a delinquent boy jumps a fence.","timestamp":567.8},{"text":"A tanned girl follows.","timestamp":571.4},{"text":"A woman falls, holding a baby.","timestamp":576.5},{"text":"The boy blushes.","timestamp":598.2},{"text":"A hose blasts the boy into the river.","timestamp":601.4},{"text":"The tanned girl turns blue. The hose turns to her.","timestamp":608.7},{"text":"She blasts into the river.","timestamp":618.3},{"text":"He gestures wildly. He smiles widely.","timestamp":631},{"text":"Text, High School of the DEAD","timestamp":637.2},{"text":"Survivors stare up, eyes wide, mouths slack","timestamp":647},{"text":"Takagi holds her head.","timestamp":757.1},{"text":"Shizuka pulls the brake.","timestamp":760.4},{"text":"Shido narrows his yellow eyes, smiling. He looks at the students, then Shizuka. He steeples his fingers.","timestamp":804.9},{"text":"He licks his lips.","timestamp":822.4},{"text":"He steps forward.","timestamp":838.3},{"text":"A nail scratches Shido's face and lands in a seat.","timestamp":843},{"text":"Shido and followers gape.","timestamp":847.6},{"text":"Hirano looks back","timestamp":901.5},{"text":"Saiko smiles and throws open the door.","timestamp":907.4},{"text":"Shido holds a cloth to his cheek. He watches the door close with a hard expression.","timestamp":913},{"text":"His followers look up.","timestamp":916.6},{"text":"He frowns","timestamp":922.4},{"text":"Police blockade a bridge.","timestamp":924},{"text":"He checks his phone. 17:04.","timestamp":938.4},{"text":"Saiko swipes a dead man. She spins, gets behind another, and strikes it.","timestamp":987.2},{"text":"She smiles. She moves, her eyes trailing red, and transitions to the the motorcycle tail lights.","timestamp":1003},{"text":"A truck hosts ramps reaching down to the street. It's parked in front of the bridge.","timestamp":1009.5},{"text":"Takagi steps back from a dead. Shizuka jumps on her, and they fall to the ground.","timestamp":1013},{"text":"Takashi floors the motorcycle. He flies up the ramp, arcs through the air, and lands on the bridge.","timestamp":1021.6},{"text":"He lands, turns the bike 90 degrees, and slides to a stop. Rei leaps, riding the inertia, and lands spear first on a dead.","timestamp":1029.3},{"text":"She runs, spins, and strikes 2 more.","timestamp":1036.1},{"text":"She spins the spear and readies it.","timestamp":1040.7},{"text":"Takashi drives down the bridge.","timestamp":1042.9},{"text":"He throws the revolver.","timestamp":1047.3},{"text":"Hirano grins.","timestamp":1050.7},{"text":"He fires once twice over Takashi's shoulder, hitting 2 dead.","timestamp":1052.8},{"text":"Takashi drives past Shizuka and Takagi, breaks, and knocks 2 dead over the bridge.","timestamp":1062.1},{"text":"He drives towards Saiko, who smiles.","timestamp":1065.8},{"text":"He reaches his arm straight out.","timestamp":1069.5},{"text":"She takes it, and he spins with the motorcycle. She lets go and twirls like a top, striking several dead.","timestamp":1072.9},{"text":"The river bank at dusk.","timestamp":1130.1},{"text":"Fantasy maid outfit","timestamp":1170.3},{"text":"","timestamp":1198.4},{"text":"He steams with hearts in his eyes. She kicks him.","timestamp":1200.5},{"text":"Takashi drives the motorcycle. Shizuka holds him tightly, one hand around his chest, and another between his legs.","timestamp":1211.1},{"text":"Text, Act 5, Streets of the DEAD","timestamp":1236.2},{"text":"A billboard with pictures and papers taped to it. A photo displays Takashi leaning against a motorcycle on a bridge. Rei rests next to him. Takagi stands on Takashi's other side and glares at Rei. Saiko smiles nearby, while Hirano runs off frame. \tHisashi and Takashi eating in a ramen shop. Rei and Takagi smiling in PE outfits. Takagi leaning forward, revealing cleavage. Saiko yawning, wearing a blue kimono. Nurse Shizuka walking, with a male student carrying boxes behind her. A man lies on a bed with a baby. 2 girls smiling in a photo booth with the tag \"Best Friends\". Teachers Hayashi and Tejima drinking at a bar. Takagi, in a swim suit. Shizuka and Saiko, naked in the bath. A reporter holds up 2 fingers. Bloody poster, Have you seen this man? Missing person. Text over a woman's photo, Missing Sala Powell. Text, Have you seen this man? Blood splattered poster reading, Martial law has been proclaimed in the city. Text, Please Help!! Alan Golden Tully Golden. Text, Gabriel W, We miss you!! Photo, Rei takes a selfie next to a passed on Shizuka. Trail map on a mountain. Picture of a mountain trail guide. Picture of Rei, in a bikini, drying her hair.","timestamp":1239.8},{"text":"A complex surrounded by fencing. Lights shine on a military green humvee.","timestamp":1331},{"text":"Dead shuffle inside the complex.","timestamp":1355.4},{"text":"She hands him a crow bar. He rolls up his sleeves.","timestamp":1364.4},{"text":"He kicks open the gate.","timestamp":1370.4},{"text":"Hirano shoots the revolver.","timestamp":1376.4},{"text":"Rei stabs","timestamp":1381},{"text":"Saiko swings. Takashi swings a crow bar, splattering blood under a street lamp. The gates close behind them.","timestamp":1396.4},{"text":"Text, to be continued","timestamp":1404.1},{"text":"Text, Act 6, IN the DEAD of the night","timestamp":1416.2},{"text":"Post-episode footnote: A PSG-1 semi-automatic machine rifle is 47 inches long, including the 25 inches barrel. In the episode, the barrel is held up by a bipod with hydraulic springs. While the rest of the gun is a shiny black metal, the grip is a brown wood. This creates a distinctive look. A 12 inch scope is mounted to the top of the rifle. The buttstock extends back the length of a forearm. While firing, the sniper lay on her stomach, propped up by her arms. Her right hand held the grip. The butt stock rested against her right shoulder. Her left hand held the side of the buttstock. Directly above her left hand, she lined up her right eye to the scope.","timestamp":1420}]}]}