{"source":{"url":"https://www.hidive.com/video/589454","domain":"hidive","id":"589454"},"metadata":{"type":"television episode","title":"In the DEAD of the Night","seriesTitle":"High School of the DEAD","episode":6},"scripts":[{"language":"en-US","author":"Julianna Langston","tracks":[{"text":"A light shines in the sky and falls towards the earth. Dead shuffle near a bridge. A puppy barks and runs from the dead.","timestamp":2.3},{"text":"Rei removes her tights. Saiko removes her shirt. Shizuka removes her skirt, revealing a purple, lacy thong. Takagi removes her shirt, revealing a pink, lacy bra covered in flowers.","timestamp":27.4},{"text":"Outside, the puppy runs down the street.","timestamp":35.7},{"text":"Shizuka removes her bra. Takagi removes her panties. Outside, the puppy wags its tail.","timestamp":41.6},{"text":"Saiko walks to a hot bath. Rei pushes Shizuka after her.","timestamp":47.8},{"text":"Rei closes the bathroom door.","timestamp":58.9},{"text":"Stylized pictures. Rei stares at us from school. Takagi adjusts her glasses from the cat walk. Hirano shoots a handmade gun. A young girl smiles with a puppy. A woman with long blond hair thrusts out her ample chest. A woman with long purple hair grips a samurai sword. Takashi smiles at us.","timestamp":60},{"text":"Poster of the character with the text, Are you ready?","timestamp":70.6},{"text":"Bullets fall. Text, High School of the Dead","timestamp":72.6},{"text":"Blood and neon paint splatters","timestamp":75.6},{"text":"H.O.T.D.","timestamp":78.6},{"text":"Takashi and Rei stand on a roof. Rei holds a machine gun.","timestamp":83.6},{"text":"The wind blows their hair. Takashi turns to look at Rei. Rei turns away.","timestamp":86.6},{"text":"Takagi stis on an ornate chair in the middle of a dance floor. She wears a frilly white dress and clutches her knees and looks down. Below her sits a pair of ballet slippers.","timestamp":91.39999999999998},{"text":"The blond woman lies in bed, wearing a loose tank top and thong that frames her ample butt. She looks up and mouths the lyrics, \"where\"","timestamp":97.19999999999999},{"text":"An American rifle. Rei's thighs squeeze a baton.","timestamp":102.6},{"text":"Bullets fall. Hirano points a rifle.","timestamp":104.6},{"text":"The purple haired girl stands in a river of red in front of a three arched bridge. She unsheaths a katana sword.","timestamp":106.6},{"text":"Takashi stands on the school roof in the rain, looking over the railing. He turns and looks down. A young girl with pink hair holds out purple flowers.","timestamp":109.69999999999999},{"text":"A group of 6 runs across the roof. The purple haired girl strikes a zombie with a boken. She runs, breaks another zombie's arms, gets behind it, strikes its head, and keeps running.","timestamp":116.6},{"text":"Hirano and a puppy stare determinedly. A hummer drives down a highway lined in missing posters. Hirano shoots a gun from the top while Takagi cheers.","timestamp":123.6},{"text":"Rei runs down the school hallway, striking a zombie with a broom handle. She leaps and split kicks 2 zombies. Takashi swings a bat.","timestamp":129.6},{"text":"Rei and the purple haired girl embrace with torn clothes. Zombies reach out to them in all directions.","timestamp":134.6},{"text":"The blond woman runs, her ample breasts bouncing.","timestamp":138.2},{"text":"Takagi lies on a bed, staring at us, knees spread.","timestamp":140.09999999999997},{"text":"The purple haired girl presses her chest against a chain link fence.","timestamp":142.79999999999995},{"text":"Takashi holds flowers and looks up at the gray sky. Blood splatters the sky.","timestamp":145.2},{"text":"Text drawn on steamed windows, Act 6, In the DEAD of the Night heart emoji","timestamp":150.5},{"text":"Shizuka spreads her legs in a bubble bath.","timestamp":153.9},{"text":"Takagi picks up American sized bottles with english labels.","timestamp":160.7},{"text":"Rei's eyes grow wide.","timestamp":165.9},{"text":"Shizuka bounces her naked breasts.","timestamp":172.2},{"text":"Rei grabs them.","timestamp":175.7},{"text":"Takagi glances back at the fondling and blushes.","timestamp":194.6},{"text":"Saiko turns up the heat and sprays Takagi","timestamp":201.9},{"text":"Takagi pours water on Saiko's butt. She moans.","timestamp":210.7},{"text":"Blushing, she shivers. Takagi stares.","timestamp":214.6},{"text":"Takashi sits in the dark.","timestamp":223.1},{"text":"Takashi and Hirano pry open a locker.","timestamp":246.1},{"text":"Hirano jumps to his feet and looks at the 3 large guns.","timestamp":255.6},{"text":"Purple haired woman","timestamp":269.2},{"text":"Shizuka's breasts bounce as Rei fondles her.","timestamp":278.1},{"text":"He racks the shotgun and points it at Hirano","timestamp":326.4},{"text":"He grins","timestamp":345},{"text":"He loads a magazine.","timestamp":355.9},{"text":"Rei fondles Saiko","timestamp":357.5},{"text":"Hirano puts bullets in a magazine.","timestamp":361.2},{"text":"Shizuka uses her breasts to squirt water at Rei","timestamp":434.4},{"text":"Takashi looks over the empty street towards the Onbetsu bridge.","timestamp":448.3},{"text":"The police captain frowns at the ground.","timestamp":533.8},{"text":"He punches the car.","timestamp":540.1},{"text":"Text, High School of the Dead","timestamp":548.6},{"text":"Sakura petals flutter in the night air across the Onbetsu bridge.","timestamp":552.9},{"text":"They pass the dead shuffling and feeding. Takashi watches through binoculars.","timestamp":561.1},{"text":"Hirano takes the binoculars and looks.","timestamp":568.7},{"text":"Reporter and people holding signs.","timestamp":576.2},{"text":"A policeman shakes, holding out a gun. A dead police officer shuffles toward him.","timestamp":635.4},{"text":"The dead policeman drops.","timestamp":642.6},{"text":"A hoard of dead shuffle forward.","timestamp":645.2},{"text":"They shoot at the ground.","timestamp":648.4},{"text":"The dead child writhes and bites the mother.","timestamp":665.9},{"text":"The mother drops the child as blood geysers from her neck.","timestamp":676.1},{"text":"The mother coughs blood and shuffles forward.","timestamp":687.9},{"text":"The police shoots and the mother drops.","timestamp":698.4},{"text":"The child feeds on the mother's arm.","timestamp":704.3},{"text":"Police captain walks","timestamp":720.7},{"text":"The captain puts a hand on the protestor's shoulder.","timestamp":732.3},{"text":"The captain points a revolver in the protestor's face.","timestamp":766.5},{"text":"The protestor falls back.","timestamp":771.8},{"text":"The TV depicts the protestor, then cuts to static.","timestamp":775.2},{"text":"Hands reach for Takashi.","timestamp":792.5},{"text":"Shizuka is wrapped revealingly in a towel. Her wet breasts squeeze Takashi's face. She reaches down his body to his crotch. He pushes her hand away. She tries to kiss him. He pushes her breasts off of him and she moans.","timestamp":797.9},{"text":"She sees Hirano and crawls across the bed to him.","timestamp":820.2},{"text":"She crawls up his chest.","timestamp":827.2},{"text":"She licks her lips as she gets closer and kisses him on the cheek. He turns dark red.","timestamp":832.1},{"text":"Blood geysers from his nose and he passes out, falling to the floor.","timestamp":838.2},{"text":"Shizuka sits up and licks her lips","timestamp":843.3},{"text":"Still upright, she closes her eyes","timestamp":860.1},{"text":"She lays against his chest. Hirano opens the balcony door.","timestamp":866.8},{"text":"Takashi lifts Shizuka on his back.","timestamp":874.4},{"text":"She falls back, and he catches her by the butt.","timestamp":878.3},{"text":"She falls to the floor. Stars shine in her eyes. Her face is red.","timestamp":917.1},{"text":"She weeps. Takashi furrows his brow.","timestamp":938.7},{"text":"He lays Shizuka on the carpet. Her towel parts, revealing her stomach, breasts, and thighs. He pulls a blanket over her and sighs. He looks up at the couch, where Takagi sleeps, her 30F breasts bursting out of a loose, thin, white tank top.","timestamp":943.6},{"text":"Takashi shivers and averts his eyes.","timestamp":958.3},{"text":"Takashi opens a pantry, densely stocked with jars and cans.","timestamp":965.9},{"text":"Saiko stands wearing a white frilly apron and a black thong and nothing else. Light shines on her like a halo.","timestamp":978.7},{"text":"He blushes","timestamp":1019.3},{"text":"He sighs.","timestamp":1053.7},{"text":"Hirano looks through binoculars with a serious expression. His nose bleeds and he breaks into a goofy smile.","timestamp":1056.1},{"text":"He wipes the blood, shakes his head, and looks through the binoculars.","timestamp":1061.2},{"text":"Takashi drinks juice.","timestamp":1064},{"text":"He holds out the juice box.","timestamp":1092.2},{"text":"She pushes it away.","timestamp":1098.9},{"text":"Flashback, smashing Hisashi's head","timestamp":1129.2},{"text":"She tugs his sleeve","timestamp":1144.6},{"text":"He looks at her","timestamp":1146.8},{"text":"She looks down, a tear in her eye","timestamp":1150},{"text":"He looks down at her, his brow furrowed.","timestamp":1154.6},{"text":"Her eyelids grow heavy","timestamp":1160.6},{"text":"She looks up at him, and raises her head to his.","timestamp":1162.3},{"text":"She presses her forehead to his and looks at his mouth. She runs her hand over his chest.","timestamp":1167},{"text":"They bring their lips close","timestamp":1171.2},{"text":"They slide to the ground","timestamp":1173},{"text":"Her tight, pink tanktop slides down. She leans over his lap, her butt in the air, her breasts dangling above his chest.","timestamp":1178.6},{"text":"She sweats and pants. Her eyes are unfocused. She presses her face against his.","timestamp":1184.4},{"text":"She looks down, breathes, then looks up and leans in.","timestamp":1191.3},{"text":"Text, Act 6, In the DEAD of the night","timestamp":1194.8},{"text":"An extra picture is taped over the billboard. Takashi sits in a bed. Rei lies topless wrapped in a towel, holding her chest. Takagi, Hirano, a girl, Saiko, and Shizuka sit around them. ","timestamp":1199.1},{"text":"Figures run between cars. Dead shuffle between police cars.","timestamp":1289.9},{"text":"A bulldozer driver stares at people.","timestamp":1298.7},{"text":"Living people turn. The bulldozer drives down the bridge.","timestamp":1304.9},{"text":"Dead bounce off the bulldozer","timestamp":1314.8},{"text":"Living people scatter","timestamp":1324.5},{"text":"The captain raises a gun","timestamp":1335.2},{"text":"and shoots himself. He falls, dropping a photo of his family.","timestamp":1338.8},{"text":"Takashi holds Rei's arms.","timestamp":1347.4},{"text":"He averts his eyes","timestamp":1353.1},{"text":"Dead shuffle towards the complex. The puppy barks.","timestamp":1377.1},{"text":"Dead reach up towards the balcony.","timestamp":1384.5},{"text":"He looks at the bridge in the distance.","timestamp":1394.3},{"text":"Text, to be continued","timestamp":1404},{"text":"Text, Preview","timestamp":1406.5},{"text":"Text, Act 7, DEAD night and the DEAD ruck","timestamp":1416.9},{"text":"Post-episode footnote: In Japanese, people call each other by their last names by default. Children call each other by their first names, but teenagers and adults only call family and close friends by their first names. Takashi Komuro and Rei Miyamoto call each other by their first names, a hold over from when they knew each other as children, but everyone else calls them by their last names. Everyone calls Takagi and Hirano by their last names, and their first names haven't been mentioned yet. Shizuka Marikawa was called Ms. Shizuka by the students, as if they thought Shizuka was her last name. Only Shido called her by the officially appropriate last name Marikawa. In the episode, when Saiko asks Takashi to call her by her first name, she is effectively saying they should level up closeness in an implicitly public way. Note that Takashi hasn't called anyone else besides his childhood friends by their first names.","timestamp":1418.8}]}]}