{
  "source": {
    "url": "https://www.hidive.com/video/540050",
    "domain": "hidive",
    "id": "540050"
  },
  "metadata": {
    "type": "television episode",
    "title": "DEAD Night and the DEAD ruck",
    "seriesTitle": "High School of the DEAD",
    "episode": 7
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Living run between cars. Dead feed on the fallen.",
          "timestamp": 3
        },
        {
          "text": "Takagi sleeps on a couch. Her foot dangles over an arm rest. She wears micro shorts and a loose, thin tank top.",
          "timestamp": 7.1
        },
        {
          "text": "Her moist skin glistens. She sleeps, her face slightly red.",
          "timestamp": 14.1
        },
        { "text": "Cars grid lock on the Onbetsu bridge", "timestamp": 18.4 },
        {
          "text": "Shizuka's long, slender legs twitch. She sleeps on the floor, wrapped in a sheet. Her long, straight blond hair spans out around her. She shifts, and the blanket falls from her glistening body.",
          "timestamp": 22.1
        },
        {
          "text": "Police cars flash amongst the grid locked cars facing the bridge.",
          "timestamp": 34.1
        },
        {
          "text": "Rei's slender, pale legs dangle down the spiral stair case joining the kitchen to the bedroom. She rests her shoulder on the railing and stares into the distance. She wears a pink tank top and white panties.",
          "timestamp": 37.6
        },
        {
          "text": "On the street, a man fires a shotgun at a dead woman.",
          "timestamp": 47.2
        },
        {
          "text": "Saiko bends over, a black thong peaking between her toned butt and thighs. A loose, frilly white apron barely contain her large, dangling breasts. She pulls a bumpy goya fruit from the fridge and presses it to her lips.",
          "timestamp": 50.6
        },
        {
          "text": "Outside, the puppy barks at shuffling dead.",
          "timestamp": 59.5
        },
        {
          "text": "Hirano and Takashi look down from the balcony. Dead reach up towards the complex.",
          "timestamp": 65.7
        },
        {
          "text": "Takashi looks out into the night. He grips the shotgun.",
          "timestamp": 76
        },
        {
          "text": "Stylized pictures. Rei stares at us from school. Takagi adjusts her glasses from the cat walk. Hirano shoots a handmade gun. A young girl smiles with a puppy. Shizuka thrusts out her ample chest. Saiko grips a samurai sword. Takashi smiles at us.",
          "timestamp": 80.4
        },
        {
          "text": "Poster of the character with the text, Are you ready?",
          "timestamp": 91
        },
        {
          "text": "Bullets fall. Text, High School of the Dead",
          "timestamp": 93
        },
        { "text": "Blood and neon paint splatters", "timestamp": 96 },
        { "text": "H.O.T.D.", "timestamp": 99 },
        {
          "text": "Takashi and Rei stand on a roof. Rei holds a machine gun.",
          "timestamp": 104
        },
        {
          "text": "The wind blows their hair. Takashi turns to look at Rei. Rei turns away.",
          "timestamp": 107
        },
        {
          "text": "Takagi stis on an ornate chair in the middle of a dance floor. She wears a frilly white dress and clutches her knees and looks down. Below her sits a pair of ballet slippers.",
          "timestamp": 111.79999999999998
        },
        {
          "text": "Shizuka lies in bed, wearing a loose tank top and thong that frames her ample butt. She looks up and mouths the lyrics, \"where\"",
          "timestamp": 117.6
        },
        {
          "text": "An American rifle. Rei's thighs squeeze a baton.",
          "timestamp": 123
        },
        { "text": "Bullets fall. Hirano points a rifle.", "timestamp": 125 },
        {
          "text": "Saiko stands in a river of red in front of the Onbetsu bridge. She unsheaths a katana sword.",
          "timestamp": 127
        },
        {
          "text": "Takashi stands on the school roof in the rain, looking over the railing. He turns and looks down. A young girl with pink hair holds out purple flowers.",
          "timestamp": 130.1
        },
        {
          "text": "A group of 6 runs across the roof. Saiko strikes a zombie with a boken. She runs, breaks another zombie's arms, gets behind it, strikes its head, and keeps running.",
          "timestamp": 137
        },
        {
          "text": "Hirano and a puppy stare determinedly. A hummer drives down a highway lined in missing posters. Hirano shoots a gun from the top while Takagi cheers.",
          "timestamp": 144
        },
        {
          "text": "Rei runs down the school hallway, striking a zombie with a broom handle. She leaps and split kicks 2 zombies. Takashi swings a bat.",
          "timestamp": 150
        },
        {
          "text": "Rei and the purple haired girl embrace with torn clothes. Zombies reach out to them in all directions.",
          "timestamp": 155
        },
        {
          "text": "Shizuka runs, her ample breasts bouncing.",
          "timestamp": 158.6
        },
        {
          "text": "Takagi lies on a bed, staring at us, knees spread.",
          "timestamp": 160.49999999999997
        },
        {
          "text": "The purple haired girl presses her chest against a chain link fence.",
          "timestamp": 163.19999999999996
        },
        {
          "text": "Takashi holds flowers and looks up at the gray sky. Blood splatters the sky.",
          "timestamp": 165.6
        },
        {
          "text": "A brown haired man shoots a shotgun. Saiko looks up from preparing an elaborate bento meal.",
          "timestamp": 170.2
        },
        {
          "text": "The man shakes as he loads rounds into the double barrel. He drops one and it rolls across the asphalt. He grabs it, stands, and smiles. He looks up, and 3 dead tower over him.",
          "timestamp": 174.9
        },
        {
          "text": "Text written in blood on the street, Act 7, DEAD night and the DEAD rucj",
          "timestamp": 186.2
        },
        {
          "text": "The puppy barks as the dead pile over running blood. Saiko watches through binoculars.",
          "timestamp": 189.9
        },
        {
          "text": "Saiko walks away. Hirano sees her thong and grabs his nose.",
          "timestamp": 210.8
        },
        {
          "text": "Saiko walks inside and runs her finger down a slit in the wall. The lights dim and go out.",
          "timestamp": 213.5
        },
        { "text": "binoculars", "timestamp": 231.2 },
        {
          "text": "Takashi takes the binoculars. Saiko walks away into the dark bedroom. He frowns.",
          "timestamp": 240.4
        },
        {
          "text": "She stops, pauses, then turns, wearing a gentle smile.",
          "timestamp": 248.1
        },
        {
          "text": "She walks down the spiral stairs. Takashi turns and walks back onto the balcony. Hirano sits in the corner, holding his nose.",
          "timestamp": 260.5
        },
        {
          "text": "Takashi crouches behind opaque railing and raises the binoculars to his eyes. He sees dead tear apart a living man against a vending machine. Elsewhere, a living man bangs on an apartment door. Silhouettes inside watch as dead surround the knocking man.",
          "timestamp": 270.2
        },
        {
          "text": "He looks down as a man and girl run down the street. They enter through the front gate of a large, expensive house with a lit front yard.",
          "timestamp": 282.8
        },
        {
          "text": "The man opens the gate carrying a wrench. He drags a pink haired young girl.",
          "timestamp": 288.4
        },
        { "text": "The dad pulls the gate closed.", "timestamp": 293.4 },
        { "text": "He presses his head against the door.", "timestamp": 310.2 },
        { "text": "He clenches his fingers into a fist.", "timestamp": 329.4 },
        { "text": "He lifts the wrench", "timestamp": 340.7 },
        { "text": "The door opens", "timestamp": 350 },
        {
          "text": "A chef's knife taped to a broom handle stabs him in the chest.",
          "timestamp": 353.9
        },
        { "text": "He looks down.", "timestamp": 359.8 },
        {
          "text": "Blood spreads across the back of his shirt.",
          "timestamp": 362.2
        },
        {
          "text": "He looks up. The man in the house shakes and cries. A family cowers behind him.",
          "timestamp": 368.7
        },
        {
          "text": "The man pushes the dad back. The girl watches blood drip in front of her face.",
          "timestamp": 376.8
        },
        { "text": "He pulls the spear out. The dad sways.", "timestamp": 382 },
        {
          "text": "The dad drops the wrench. The man closes the door.",
          "timestamp": 385.9
        },
        {
          "text": "The dad backs up to the front gate and slides to the ground. The gate opens. The girl runs over to him.",
          "timestamp": 395.2
        },
        {
          "text": "He pats her head. His hand drops and she catches it.",
          "timestamp": 412.5
        },
        {
          "text": "Tears well in her eyes and run down her face. His hand slips from her fingers. His eyes grow vacant, and his head slumps.",
          "timestamp": 425.6
        },
        { "text": "The dead in the street turn.", "timestamp": 461.9 },
        { "text": "They approach the gate.", "timestamp": 465.9 },
        {
          "text": "From a block away, Takashi lowers his binoculars and shakes his head.",
          "timestamp": 472.3
        },
        {
          "text": "Hirano pulls a lever, moves a dial to Fire, and raises the sniper rifle.",
          "timestamp": 475.5
        },
        {
          "text": "The first dead goes limp. The girl watches it fall.",
          "timestamp": 484.2
        },
        {
          "text": "She crawls back, jostling her dead father. More dead approach.",
          "timestamp": 488.8
        },
        {
          "text": "Headshots Takagi sleeps, legs spread, dreaming of Hirano saying her name. A dead woman in a skimpy bikini drops. Saiko looks up in the kitchen. A dead man in glasses drops. Shizuka sleeps, naked, her arms wrapped around her body. A dead girl drops, flashing its underwear. Rei looks up abruptly, her breasts jiggling pointedly.",
          "timestamp": 503.9
        },
        {
          "text": "The puppy runs down the street towards the expensive house.",
          "timestamp": 518.5
        },
        {
          "text": "Hirano looks through the rifle, grinning. Takashi looks over his shoulder.",
          "timestamp": 521.4
        },
        { "text": "Takashi smiles and turns around.", "timestamp": 537.8 },
        {
          "text": "Rei looks up as he comes down the stairs.",
          "timestamp": 540.5
        },
        {
          "text": "Saiko looks up the stairs from the foyer.",
          "timestamp": 555
        },
        {
          "text": "She spins her sword. She poses, her legs spread, hand on her butt.",
          "timestamp": 569.6
        },
        { "text": "Takashi turns down the light.", "timestamp": 577.7 },
        { "text": "Revolver", "timestamp": 583.3 },
        {
          "text": "He picks it up. She clutches his hands. He nods. She smiles.",
          "timestamp": 584.5
        },
        {
          "text": "Dead trickle down the street in front of the complex. Behind the complex, Takashi gets on the orange bike.",
          "timestamp": 587
        },
        {
          "text": "Takashi sits at the top of a hill. Rei sets up a ramp in front of the parking lot gate. Head lights turn on.",
          "timestamp": 603.8
        },
        {
          "text": "He pulls on fingerless gloves. He nods. Rei and Saiko turn to each other and nod.",
          "timestamp": 610.4
        },
        { "text": "In the street, dead look up and turn.", "timestamp": 619.2 },
        {
          "text": "Takashi drives. The girls open the gate, revealing dead.",
          "timestamp": 623.6
        },
        {
          "text": "He launches up and flies over the dead.",
          "timestamp": 630.8
        },
        {
          "text": "Rei looks up. Saiko looks up. They smile as he flies in slow motion. Hirano grins and points his gun up. Takagi puts on her glasses on the couch.",
          "timestamp": 633.2
        },
        { "text": "Shizuka sleeps.", "timestamp": 642.5 },
        { "text": "Takashi lands in the street and drives.", "timestamp": 645 },
        {
          "text": "He races down the street. He kicks a dead.",
          "timestamp": 649.7
        },
        { "text": "He weaves between the dead.", "timestamp": 652.3 },
        { "text": "Takagi walks down cement stairs.", "timestamp": 654.4 },
        { "text": "Saiko and Rei turn.", "timestamp": 658.6 },
        { "text": "Hirano fires", "timestamp": 667.1 },
        { "text": "Dead drop in front of Takashi", "timestamp": 669.7 },
        {
          "text": "He pops out a magazine and replaces it with one hand.",
          "timestamp": 677.8
        },
        {
          "text": "He breaks and slides. He fish tails his bike, knocking a dead woman back.",
          "timestamp": 685.7
        },
        {
          "text": "He enters the yard, and his bike bounces on a body. He falls back.",
          "timestamp": 691.2
        },
        {
          "text": "The bike falls over. He covers his head.",
          "timestamp": 697.1
        },
        { "text": "He turns to the corner of the yard.", "timestamp": 706 },
        {
          "text": "The puppy stands in front of the girl, barking at the dead. Takashi pulls out his crowbar.",
          "timestamp": 710.3
        },
        {
          "text": "He runs to the gate, and headshots drop the dead. He looks up.",
          "timestamp": 714.8
        },
        { "text": "Hirano smiles", "timestamp": 719.6 },
        { "text": "A dead man reaches out", "timestamp": 734.8 },
        {
          "text": "Takashi strikes the dead man. The puppy and girl look up at him.",
          "timestamp": 737.6
        },
        { "text": "He swings at another dead.", "timestamp": 741.5 },
        { "text": "Text, High School of the Dead", "timestamp": 747.8 },
        { "text": "Shizuka sleeps in the dark.", "timestamp": 750.8 },
        {
          "text": "She sits up. Cartoon flowers float from her head.",
          "timestamp": 757.5
        },
        { "text": "Takagi's temple throbs", "timestamp": 763.4 },
        { "text": "She squeezes Shizuka's cheeks.", "timestamp": 766.4 },
        {
          "text": "Takashi runs across the yard, crowbar in hand.",
          "timestamp": 770.2
        },
        { "text": "He strikes a dead man", "timestamp": 772.8 },
        { "text": "He strikes another.", "timestamp": 775.7 },
        {
          "text": "He stumbles back and drops the crowbar. He pulls out the revolver and puts it in the dead woman's mouth.",
          "timestamp": 782.4
        },
        { "text": "It falls back.", "timestamp": 787.8 },
        {
          "text": "She holds up her palms and shakes her head.",
          "timestamp": 793.6
        },
        {
          "text": "He turns. Takagi stands in a tank top and micro shorts. Shizuka barely covers her naked body with a medical bag. Hirano covers his crotch with his gun as blood drips down his nose.",
          "timestamp": 798.4
        },
        { "text": "She lifts the bag.", "timestamp": 808.2 },
        { "text": "He steams", "timestamp": 817.8 },
        { "text": "The girls look back at her.", "timestamp": 855.2 },
        { "text": "Rei nods", "timestamp": 868.4 },
        {
          "text": "Her glasses shine decisively. In the yard, Takashi looks at the girl.",
          "timestamp": 877.7
        },
        {
          "text": "She holds the puppy and looks down at her dad.",
          "timestamp": 883.6
        },
        { "text": "Takashi looks at the body.", "timestamp": 894.2 },
        {
          "text": "He steps forward, picks up a shirt from the laundry, and picks a purple wild flower.",
          "timestamp": 901.1
        },
        {
          "text": "He covers the man's face with the white cloth, then presents the flower to the girl.",
          "timestamp": 910.7
        },
        {
          "text": "She blinks and looks at the flower. Tears well up in her eyes.",
          "timestamp": 920.7
        },
        {
          "text": "She places the flower over her father's chest.",
          "timestamp": 930.1
        },
        { "text": "She cries into Takashi's chest.", "timestamp": 946 },
        {
          "text": "The flower petals shift in the breeze.",
          "timestamp": 949.4
        },
        {
          "text": "Shizuka and Rei look at bags of supplies.",
          "timestamp": 951.6
        },
        {
          "text": "Saiko opens the gate, runs to the humvee, and looks into the night.",
          "timestamp": 966.3
        },
        {
          "text": "Shizuka unlocks the left door and gets behind the wheel.",
          "timestamp": 969.7
        },
        {
          "text": "Rei and Takagi open the hatchback and drop their bags. In the yard, Takashi holds the girl.",
          "timestamp": 981.5
        },
        { "text": "The dead reach through the gate", "timestamp": 992.8 },
        {
          "text": "He looks at the wall surrounding the yard. Hirano looks at the humvee.",
          "timestamp": 1002.8
        },
        {
          "text": "He looks at the dense crowd of dead in front of the yard.",
          "timestamp": 1014
        },
        {
          "text": "A light flashes at his eyes. He looks down at Takagi waving a flashlight. He waves back at her, then picks up his supplies.",
          "timestamp": 1017.9
        },
        { "text": "He looks over and grins.", "timestamp": 1028.9 },
        {
          "text": "The wall is the width of a single foot, just above the height of the dead. He walks along it, carrying the girl on his back.",
          "timestamp": 1033.4
        },
        {
          "text": "Takashi looks down at the sea of reaching dead below him as he steps.",
          "timestamp": 1040.5
        },
        { "text": "The puppy licks his face.", "timestamp": 1052 },
        {
          "text": "Hirano turns the corner, wearing strands of ammo wrapped around his military vest. He carries several guns strapped over his body. The girls turn to stare at him.",
          "timestamp": 1074.5
        },
        { "text": "On the wall", "timestamp": 1089.9 },
        {
          "text": "He winces. His face turns dark with despair and he sheds a tear.",
          "timestamp": 1122.8
        },
        {
          "text": "A dead woman grabs his foot. He sways and stumbles. He kicks the dead woman.",
          "timestamp": 1129.3
        },
        {
          "text": "Sweating, he looks at the sea of dead.",
          "timestamp": 1134.7
        },
        {
          "text": "Headlights. He looks up and smiles. The puppy, tucked in his jacket, barks.",
          "timestamp": 1145.3
        },
        {
          "text": "The humvee drives down the road. Saiko stands on the roof, the wind blowing her apron, revealing her thong. She holds the sword.",
          "timestamp": 1152.8
        },
        {
          "text": "Hirano stands, his torso reaching out of the round hatch in the roof. He holds a gun. She stands over him, straddling his head. Takagi crouches in the back of the car. Rei sits in the passenger seat. Shizuka drives. The car races down the road.",
          "timestamp": 1154.5
        },
        {
          "text": "As the car bumps on the road, the girls' breasts jiggle.",
          "timestamp": 1163.2
        },
        {
          "text": "Between Saiko's legs, Hirano grins, looking forward through the gun scope. Saiko holds her arms out, the wind blowing her hair and apron. She smiles. Dead stare.",
          "timestamp": 1165.3
        },
        {
          "text": "Takagi grins and points forward. Rei grimaces.",
          "timestamp": 1181.1
        },
        {
          "text": "Silhouettes of dead fly up and away. The car drives through the crowd, drifts, and comes to a stop near the wall. Saiko crouches over Hirano's head. Takashi stares from 20 feet away.",
          "timestamp": 1183.9
        },
        {
          "text": "Saiko leaps off the car, sword raised. She strikes one dead down, then another.",
          "timestamp": 1195.3
        },
        { "text": "He walks along the wall.", "timestamp": 1201.8 },
        {
          "text": "He shoots. Shots splatter several dead, knocking dozens down like dominoes.",
          "timestamp": 1207.8
        },
        {
          "text": "He turns to the other side and shoots. Dead fly back.",
          "timestamp": 1213
        },
        {
          "text": "Saiko runs through the crowd, smiling.",
          "timestamp": 1218.2
        },
        {
          "text": "Strike 1 then 2. She looks at the oncoming dead.",
          "timestamp": 1220.1
        },
        {
          "text": "A third drops. She leaps, spins, and strikes a fourth.",
          "timestamp": 1225
        },
        {
          "text": "She strikes a fifth, which spins as it flies away.",
          "timestamp": 1229.2
        },
        {
          "text": "She turns and walks towards the headlights.",
          "timestamp": 1231.6
        },
        {
          "text": "Saiko leaps on the humvee, flashing Hirano",
          "timestamp": 1245.2
        },
        {
          "text": "Carrying the girl and puppy, he runs and leaps from the wall to the humvee.",
          "timestamp": 1253.7
        },
        {
          "text": "Text, Act 7, DEAD night and the DEAD ruck",
          "timestamp": 1257
        },
        { "text": "outro", "timestamp": 1259.3 },
        { "text": "Takashi lands on the humvee roof.", "timestamp": 1349.4 },
        {
          "text": "Shizuka drives. On the roof, Takashi sways and falls face first into Saiko's breasts. Hirano falls into the car. The girl falls after him, squishing his crotch.",
          "timestamp": 1358.3
        },
        { "text": "The car drives down the road.", "timestamp": 1369.9 },
        {
          "text": "Fires burn on the Onbetsu bridge. Cars sit in gridlock on the Tokonosu side, and police cars blockade the other side The humvee drives down a deserted street that hugs the river. Takashi, Saiko, and Rei look out from the roof.",
          "timestamp": 1372.7
        },
        {
          "text": "Takashi looks at the sunrise across the river.",
          "timestamp": 1389.8
        },
        {
          "text": "The sun rises above the dense urban landscape into a yellow and purple sky.",
          "timestamp": 1399.8
        },
        { "text": "Text, to be continued", "timestamp": 1404.9 },
        { "text": "Text, Preview", "timestamp": 1407.4 },
        { "text": "Text, Act 8, The DEAD way home", "timestamp": 1417.5 },
        {
          "text": "Post-episode footnote: In Japanese, someone is said to have \"flowers floating around them\" when someone has a warm and gentle personality. Used derogatorily, the person could be considered air-headed, a bimbo, or otherwise lovably dumb. This kind of so-called \"fluffy\" character might talk slow, think slow, become overwhlemed easily, and just as easily forgets about their problems.",
          "timestamp": 1420
        }
      ]
    }
  ]
}
