{
  "source": {
    "url": "https://www.hidive.com/video/540055",
    "domain": "hidive",
    "id": "540055"
  },
  "metadata": {
    "type": "television episode",
    "title": "The Sword and DEAD",
    "seriesTitle": "High School of the DEAD",
    "episode": 9
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "text": "test", "timestamp": 0 },
        { "text": "Men in uniform rush.", "timestamp": 4 },
        {
          "text": "A gun barrel points between wire. Fluid erupts, pushing dead back.",
          "timestamp": 6.2
        },
        { "text": "A woman with long pink hair", "timestamp": 16.6 },
        {
          "text": "Takashi and Saiko parkour off a railing.",
          "timestamp": 44.4
        },
        { "text": "intro", "timestamp": 47.5 },
        {
          "text": "A yellow diamond street sign reads, Act 9, The Sword and DEAD",
          "timestamp": 138.1
        },
        {
          "text": "Takashi and Saiko run down a street. They turn a corner.",
          "timestamp": 142.8
        },
        {
          "text": "They round a corner and run up a hill. A large sakura tree blossoms above them.",
          "timestamp": 158.4
        },
        {
          "text": "A giant mansion towers over the suburbs.",
          "timestamp": 162
        },
        { "text": "They run up a steep hill.", "timestamp": 169.3 },
        { "text": "He remembers the Shinjo dealership", "timestamp": 173.8 },
        { "text": "A building labeled Yamaya", "timestamp": 178.8 },
        { "text": "Inside, motorcycles line a show room.", "timestamp": 182.3 },
        {
          "text": "Takashi turns to a poster of an action hero on a motorcycle, kissing a woman.",
          "timestamp": 195.4
        },
        { "text": "They walk into another room.", "timestamp": 201.3 },
        {
          "text": "A long vehicle resembling a jeep. A pamphlet reads in English \"Argo, EU approved, on water on land\"",
          "timestamp": 207.4
        },
        {
          "text": "He puts his bags in the Argo and feels the bike handle style steering wheel.",
          "timestamp": 214.8
        },
        {
          "text": "He scratches his nose, concealing a smile.",
          "timestamp": 220.2
        },
        {
          "text": "They drive the 8 wheel Argo off the edge of the embankment and down stairs.",
          "timestamp": 248.4
        },
        {
          "text": "Dead shuffle after and fall down the stairs.",
          "timestamp": 253.9
        },
        { "text": "The dead climb to their feet.", "timestamp": 267.5 },
        { "text": "The dead surround the argo", "timestamp": 271.3 },
        { "text": "He drives into the river", "timestamp": 289 },
        {
          "text": "Her wet shirt is transparent, revealing a purple, lacy bra.",
          "timestamp": 297.8
        },
        {
          "text": "She pulls on her shirt, jiggling her breasts.",
          "timestamp": 303.4
        },
        { "text": "Takashi stares and swallows.", "timestamp": 306.6 },
        { "text": "The afternoon sun hangs in the sky.", "timestamp": 317.4 },
        { "text": "A black bird flies overhead.", "timestamp": 323.9 },
        {
          "text": "From the river, Takashi and Saiko watch the dead on the shore.",
          "timestamp": 328.5
        },
        {
          "text": "A dead girl in their school uniform stares at them. She has bite marks torn out of her arm, and blood drips down her face. She turns and shuffles away. Takashi sighs.",
          "timestamp": 333.6
        },
        { "text": "He nods", "timestamp": 353.6 },
        {
          "text": "The argo heads for a small island in the middle of the river.",
          "timestamp": 358.4
        },
        {
          "text": "He turns. She crosses her arms in her wet clothes.",
          "timestamp": 385.7
        },
        {
          "text": "He pulls out black cloth from his bag. She smiles up at him.",
          "timestamp": 399.2
        },
        {
          "text": "He stares at the shore. Behind him, she unbuttons her white, long sleeved blouse.",
          "timestamp": 405
        },
        {
          "text": "She undoes the top button, and pulls the blouse away. Her purple bra is lined with lacy roses. Her blouse falls from her shoulders. Takashi sweats and stares intently forward. He starts to blush.",
          "timestamp": 411.3
        },
        {
          "text": "She hangs her blouse over the edge of the vehicle.",
          "timestamp": 420.6
        },
        {
          "text": "She hangs her bra over the edge of the vehicle.",
          "timestamp": 423.9
        },
        {
          "text": "She pulls a loose black tank top over her perky  breasts and toned, flat stomach.",
          "timestamp": 426.4
        },
        { "text": "He looks back and blushes.", "timestamp": 432.6 },
        {
          "text": "He stares at the shirt clinging to her ample cleavage and hard nipples. He covers his mouth and looks around.",
          "timestamp": 453.6
        },
        { "text": "The wind blows her pony tail.", "timestamp": 478.6 },
        {
          "text": "She looks off at the sky, her skin glistening in the sun. Takashi looks down and away, his face cast in shadow.",
          "timestamp": 486.8
        },
        {
          "text": "The river glitters purple as dusk falls over the city.",
          "timestamp": 500.3
        },
        {
          "text": "Street lamps shine. The argo drives down the street.",
          "timestamp": 505.8
        },
        {
          "text": "He banks around a corner and drives towards a clearing with trees, a fountain, and benches.",
          "timestamp": 522.1
        },
        {
          "text": "Dead look up at the oncoming headlights.",
          "timestamp": 530.4
        },
        {
          "text": "The argo drives up and into the large, round fountain.",
          "timestamp": 535
        },
        { "text": "He holds out a hand. She blinks.", "timestamp": 550.2 },
        {
          "text": "Dead shuffle forward. Takashi stretches out tape and wraps it around the driving handle.",
          "timestamp": 553.6
        },
        {
          "text": "The argo drives in a circle around the edge of the fountain.",
          "timestamp": 562.3
        },
        { "text": "Saiko draws her sword.", "timestamp": 579.3 },
        { "text": "Wind blows her hair.", "timestamp": 584.3 },
        { "text": "She leaps toward the crowd.", "timestamp": 586.9 },
        { "text": "She strikes one then another", "timestamp": 592 },
        { "text": "She points at a dead, who freezes.", "timestamp": 596.5 },
        {
          "text": "She bats the dead in the air. It arcs into the fountain.",
          "timestamp": 605.6
        },
        { "text": "The argo drives over it.", "timestamp": 612.5 },
        {
          "text": "She flies through the crowd, striking dead.",
          "timestamp": 618.9
        },
        {
          "text": "She strikes a dead student. She spins while grinning. She freezes, her eyes growing wide.",
          "timestamp": 626.3
        },
        {
          "text": "Dead elementary schoolers shuffle towards her. She stands frozen.",
          "timestamp": 634.4
        },
        {
          "text": "A dead child opens its mouth. Takashi pushes Saiko away and shoots it in the face.",
          "timestamp": 649.4
        },
        { "text": "Smoke drifts from the barrel.", "timestamp": 655.3 },
        { "text": "He grabs her by the hand.", "timestamp": 659.8 },
        { "text": "Text, High School of the DEAD", "timestamp": 663.6 },
        {
          "text": "The full moon shines between a tall wooden torii gate.",
          "timestamp": 668
        },
        {
          "text": "A door opens in the haiden worship hall of a shinto shrine. The light casts on an kamidana altar with a mirror, jars, and swords. Takashi closes the door and barricades it.",
          "timestamp": 672.9
        },
        {
          "text": "She slides to the ground, her face cast in shadow, looking away from him.",
          "timestamp": 684.4
        },
        { "text": "Takashi looks down", "timestamp": 692.1 },
        { "text": "The shrine sits in the darkness.", "timestamp": 699.1 },
        {
          "text": "A flame burns on a candle on the floor. Saiko sits on one side of the haiden, near a curtain of colorful fabric. Takashi walks up the altar and looks at the swords.",
          "timestamp": 703.1
        },
        { "text": "She blinks and turns slightly.", "timestamp": 720.9 },
        {
          "text": "Her shirt and bra are folded neatly next to the candle. Takashi gestures, then walks behind the curtain.",
          "timestamp": 727.5
        },
        {
          "text": "He smiles and points behind the curtain, the slips away. She stares blankly after him, then gets up.",
          "timestamp": 734.7
        },
        {
          "text": "He sits in the darkness behind the curtain.",
          "timestamp": 741.9
        },
        {
          "text": "She adjusts the cup of her bra, and slides the strap over her shoulders.",
          "timestamp": 748.1
        },
        {
          "text": "Takashi sits in the darkness. Saiko kneels on the floor, and puts on her blouse.",
          "timestamp": 753.8
        },
        {
          "text": "Takashi stares forward, then slowly stands.",
          "timestamp": 761.4
        },
        { "text": "He hands her a green bag", "timestamp": 776.5 },
        {
          "text": "She looks at it blankly. He leans in and whispers.",
          "timestamp": 780.2
        },
        {
          "text": "The haiden is a single-room wooden building, about 20 feet by 40 feet. They sit in a small pool of candlelight in the otherwise dark room.",
          "timestamp": 810.2
        },
        { "text": "He turns to her. She stares off.", "timestamp": 824.4 },
        { "text": "She turns to him and cocks her head.", "timestamp": 833.2 },
        { "text": "He stares determinedly at her.", "timestamp": 843.8 },
        {
          "text": "Outside, the wind blows the trees. A light shines through the haiden's double door.",
          "timestamp": 848.1
        },
        {
          "text": "Flashback. A street lamp flickers. A salary man presses Saiko against a wall. His head bends into her neck. His leg parts her thighs.",
          "timestamp": 940.5
        },
        {
          "text": "She swings her sword. Blood splatters against a sign.",
          "timestamp": 958.9
        },
        {
          "text": "He swings the bat, shoots the dark man, fires a shotgun",
          "timestamp": 991.2
        },
        {
          "text": "He grabs her hand. She looks up at him. He stares back at her.",
          "timestamp": 1010.5
        },
        {
          "text": "She blushes slightly. Her eyes shimmer. Her mouth is open.",
          "timestamp": 1016.8
        },
        {
          "text": "The 2 kneel on the floor together, hands together in front of the candle. They stare into each others eyes.",
          "timestamp": 1023.8
        },
        {
          "text": "Takashi leans in, obscuring the candlelight. She leans in, and our view turns black.",
          "timestamp": 1032.6
        },
        {
          "text": "The morning sun shines over the shrine complex. A stone torii gate stands at the top of a hill, with a shimenawa rope and paper dangling across it. A stone walk way runs under the gate. Past the gate, a pair of pedestals depict stone komainu lion dogs. Beyond that, a pair of bronze toro lanterns also sit on pedestals. At the end of the walkway, the doors of the haiden open.",
          "timestamp": 1037.5
        },
        { "text": "Takashi looks out", "timestamp": 1055.5 },
        {
          "text": "He walks into the misty morning, carrying a gun.",
          "timestamp": 1057.9
        },
        {
          "text": "A dead emerges from the hill and climbs through the torii. More dead appear.",
          "timestamp": 1068.4
        },
        { "text": "She stares blankly.", "timestamp": 1081.6 },
        { "text": "She clutches her sword and chest.", "timestamp": 1085.7 },
        { "text": "She looks up. He walks up to her.", "timestamp": 1089.9 },
        {
          "text": "He stares at her, brow furrowed. She blushes.",
          "timestamp": 1093
        },
        {
          "text": "He gets behind her and squeezes her breast. His head bends into her neck.",
          "timestamp": 1098.1
        },
        { "text": "He squeezes", "timestamp": 1122.6 },
        {
          "text": "The wind blows through the trees. Green leaves drift across the shrine path. Mist drifts.",
          "timestamp": 1130.6
        },
        { "text": "The dead shuffle forward", "timestamp": 1138.3 },
        { "text": "She steps forward.", "timestamp": 1148.9 },
        { "text": "She turns back.", "timestamp": 1152.3 },
        { "text": "She takes a quick draw stance.", "timestamp": 1162.8 },
        {
          "text": "She puts one hand on the hilt and another other the sheath. She pushes the blade out.",
          "timestamp": 1165.3
        },
        { "text": "She narrows her eyes", "timestamp": 1169.2 },
        {
          "text": "She lunges down the path, passing a dead miko shrine maiden.",
          "timestamp": 1172.1
        },
        {
          "text": "Blood geysers from the neck of the dead miko and a dead salary man.",
          "timestamp": 1176.4
        },
        { "text": "More dead approach", "timestamp": 1179.6 },
        { "text": "She swings", "timestamp": 1181.8 },
        {
          "text": "She cuts another down, her eyes wide. She grins.",
          "timestamp": 1183.7
        },
        { "text": "She stomps a dead man's face.", "timestamp": 1189.8 },
        {
          "text": "She slices. Blood splatter. Swing. Splatter. Strike. Splatter.",
          "timestamp": 1192.6
        },
        { "text": "3 dead men surround her.", "timestamp": 1203 },
        {
          "text": "She spins, sparkling and she slices the 3 at once.",
          "timestamp": 1210.8
        },
        {
          "text": "Old fashioned calligraphy reads, I'm Wet!",
          "timestamp": 1215.1
        },
        {
          "text": "They run down a suburban road toward the mansion on the hill.",
          "timestamp": 1230.9
        },
        {
          "text": "He stops and turns back. She takes his hand in hers.",
          "timestamp": 1236.4
        },
        { "text": "She looks up at him, blushing.", "timestamp": 1240.2 },
        { "text": "She squeezes his hand.", "timestamp": 1244.5 },
        { "text": "He smiles down at her.", "timestamp": 1249.1 },
        { "text": "Text, Act 9, The sword and DEAD", "timestamp": 1254.8 },
        { "text": "outro", "timestamp": 1258.3 },
        {
          "text": "Hirano and Alice look over an ornate railing on an upper floor of the mansion.",
          "timestamp": 1348.1
        },
        { "text": "Zero barks and wags his tail.", "timestamp": 1357.1 },
        { "text": "Hirano looks out", "timestamp": 1360 },
        {
          "text": "Takashi and Saiko approach a metal gate. Takashi's arm is draped over Saiko's shoulder, and she holds his hand. Her other arm is around his waist. Takagi runs to the window. Her excited smile drops to a pouty frown.",
          "timestamp": 1364.6
        },
        { "text": "She turns away.", "timestamp": 1376.4 },
        { "text": "Alice and Zero run to them.", "timestamp": 1380 },
        {
          "text": "She jumps up, wrapping her arms around their necks. They smile.",
          "timestamp": 1383.9
        },
        { "text": "Text, to be continued", "timestamp": 1404 },
        { "text": "Text, Preview", "timestamp": 1406.6 },
        { "text": "Text, Act 10, The DEAD's House rules", "timestamp": 1416.8 },
        {
          "text": "Post-episode footnote: In shintoism, a shrine or temple house a kami, aka a god. There are over 100,000 shrines in Japan, ranging from small boxes on the side of a road to towering complexes on top of mountains. For example, the Atago-jinja shrine in Tokyo sits at the highest point in Tokyo, and takes 85 steps to reach the shrine complex. The entry way is marked by an archway called a torii. A torii has vertical pillars, which intersect 2 horizontal bars at the top. Beyond the torii, the shrine complex will feature a pair of komainu, lions with the body proportions of a dog. Komainu are the protectors of the kami residing in the shrine. When people come to the shrine to pray, they walk under the torii and down a stone path called a sando, which leads to the haiden, a building for the public to pray to the kami. The kami will actually reside in another building, called the honden, which is typically behind the haiden and not open to the public. Other typical features of a shrine include a chozuya, where running water can be used to purify a worshipper's hand and mouth; toro lanterns made of stone or metal; and shamusho, administrative buildings where male kannushi and female miko work.",
          "timestamp": 1420.4
        }
      ]
    }
  ]
}
