{
  "metadata": {
    "episode": 1,
    "seriesTitle": "Handyman Saitou in another world",
    "title": "Handyman, Saitou",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Characters are tightened into alignment. Text, The Handyman who got a new life in another world",
          "timestamp": 1
        },
        {
          "text": "A knight, wizard, fairy, and man look at a key hole.",
          "timestamp": 6.3
        },
        {
          "text": "The wizard and fairy exchange glances. Saitou unzips a fanny pack. He pulls out a case. The wizard cocks an eyebrow. In the case are metal lockpicks.",
          "timestamp": 14
        },
        {
          "text": "He inserts a tension wrench, a thin length of metal with an L-bend. He holds the tensioner in place and inserts another L shaped tool above it. The wizard hovers over Saitou's shoulder. Saitou wears blue gray work wear from Japan. The wizard wears a long black robe and brimmed pointy hat. The knight turns to the fairy.",
          "timestamp": 28
        },
        {
          "text": "Saitou stands and looks at his party in the dungeon hallway.",
          "timestamp": 52.9
        },
        {
          "text": "The knight stands still. Inside her helmet, her brown eyes shine.",
          "timestamp": 61.8
        },
        { "text": "He opens the door.", "timestamp": 68.3 },
        { "text": "A 10 foot hallway", "timestamp": 72.5 },
        {
          "text": "Saitou moves 2 picks inside a large, antique key hole.",
          "timestamp": 79.6
        },
        { "text": "The wizard puts his hands on the door.", "timestamp": 84.1 },
        {
          "text": "Light shines beneath the wizard's hands and through the keyhole.",
          "timestamp": 98
        },
        {
          "text": "Saitou and the wizard exchange glances. They push the door open.",
          "timestamp": 101.8
        },
        {
          "text": "They walk forward. The knight watches. Saitou picks the treasure chest padlock.",
          "timestamp": 116.4
        },
        {
          "text": "Moonlight shines down on the chest from an opening in the ceiling. Saitou smiles.",
          "timestamp": 120.2
        },
        { "text": "Text, Saitou feels fulfilled", "timestamp": 125.1 },
        {
          "text": "In Japan, Saitou picks a front door lock.",
          "timestamp": 128.6
        },
        {
          "text": "Saitou sweats under the summer clouds. In the dungeon, he sweats.",
          "timestamp": 156.3
        },
        {
          "text": "Text, Saitou feels fulfilled more than in his previous world.",
          "timestamp": 161.3
        },
        {
          "text": "The chest has teeth. Green tendrils grow out of its body. The mimic leaps down from the pedestal and jumps towards Saitou. The knight steps forward, hand on her broad sword. She lifts it up off her back and swings, cutting the mimic in half.",
          "timestamp": 171.3
        },
        { "text": "She turns to him.", "timestamp": 186.5 },
        { "text": "Her visor slides.", "timestamp": 190.5 },
        {
          "text": "She stands, loosening her sword. She stares at him.",
          "timestamp": 195.5
        },
        {
          "text": "Text, Armored Warrior, Raelza. He looks up at her.",
          "timestamp": 198.2
        },
        {
          "text": "She lifts the sword and puts it on her back. She turns away and pulls off her helmet. Her brown hair falls down her shoulders. She looks down. A scar runs across her cheek.",
          "timestamp": 216.8
        },
        {
          "text": "He hammers the visor's rivet. Raelza kneels and watches, frowning slightly. The fairy hovers above the helmet, watching.",
          "timestamp": 231
        },
        { "text": "Raelza looks up at him and smiles.", "timestamp": 236.8 },
        {
          "text": "She smiles and blushes. She startles, then frowns and touches the scar on her cheek.",
          "timestamp": 267.6
        },
        {
          "text": "He hammers the rivet under the torch light in the dungeon.",
          "timestamp": 274.4
        },
        {
          "text": "Title card framed with keys, Handyman, Saitou",
          "timestamp": 278.3
        },
        {
          "text": "Characters float. Text, Travel Companion: The Senile Wizard.",
          "timestamp": 281.7
        },
        {
          "text": "On an arid mountain summit, Saitou and Raelza sit next to an open chest. The fairy floats nearby. The wizard stands at a distance, staring off. He holds out his staff.",
          "timestamp": 285.6
        },
        { "text": "Text, Wizard Morlock", "timestamp": 294.7 },
        { "text": "The girls turn", "timestamp": 301.6 },
        {
          "text": "Morlock 83. Raelza 41. Fairy 35. Saitou 8.",
          "timestamp": 308.5
        },
        {
          "text": "He cuts out a strip of brown cloth. He punches pairs of diamond shaped holes along the edge. He sews thread between the holes.",
          "timestamp": 529.7
        },
        {
          "text": "A backpack with long straps that hang below her wings.",
          "timestamp": 542.7
        },
        { "text": "He bends over", "timestamp": 564.5 },
        { "text": "He blushes.", "timestamp": 570.6 },
        {
          "text": "Saitou watches, smiling. Raelza looks at him.",
          "timestamp": 574.1
        },
        {
          "text": "Characters stretch. Text, The Origins of Units in Another World.",
          "timestamp": 580.3
        },
        { "text": "Saitou measures armor.", "timestamp": 584.1 },
        { "text": "Tape measure", "timestamp": 594.2 },
        { "text": "The girls exchange glances.", "timestamp": 608.4 },
        { "text": "A muscular man with a giant CENSORED.", "timestamp": 620.5 },
        {
          "text": "Maderaka throws back his arms. He is naked except for a cape and sandals. Light erupts from his crotch.",
          "timestamp": 626
        },
        { "text": "Babies appear", "timestamp": 630.3 },
        {
          "text": "Women of all shapes and sizes stand around Maderaka",
          "timestamp": 632.3
        },
        { "text": "Saitou looks at Lafan", "timestamp": 651.2 },
        { "text": "One foot from her head to her toes.", "timestamp": 654.3 },
        {
          "text": "Characters sparkle. Text, The Dwarf Magician.",
          "timestamp": 661.1
        },
        {
          "text": "An armored dwarf stomps through a dark forest. He wears shields on both arms and carries a scepter.",
          "timestamp": 663.8
        },
        {
          "text": "Clubs swing. He blocks with his arm shields.",
          "timestamp": 676.2
        },
        {
          "text": "The scepter glows brighter and brighter then explodes in flames. Dark blue blood rains on the dwarf's armor.",
          "timestamp": 691.5
        },
        {
          "text": "Stylized text, The way of the heavy magic tank",
          "timestamp": 707.2
        },
        { "text": "His helmet rattles.", "timestamp": 710.6 },
        {
          "text": "A puppy noses its way out of the helmet. Later, a campfire crackles.",
          "timestamp": 715.6
        },
        { "text": "Embers rise towards the starry sky.", "timestamp": 726.7 },
        {
          "text": "Text, A Matched Pair. The word matched changes to Divided.",
          "timestamp": 729.1
        },
        {
          "text": "Bread, cheese, meat, and berries lie on cloth. A burly man with a scar over his eye staps the meat and bites off of it.",
          "timestamp": 732.1
        },
        {
          "text": "The teenage girl daintily bites bread. She turns to look at a dark cave.",
          "timestamp": 740.5
        },
        { "text": "Giant axe and small scepter", "timestamp": 753.7 },
        { "text": "They stand", "timestamp": 757.2 },
        {
          "text": "She picks up the 8 foot axe and spins it around her 5 foot body.",
          "timestamp": 760.4
        },
        {
          "text": "He carries the scepter, supplies, and torch. They walk further into the cave.",
          "timestamp": 768
        },
        {
          "text": "Characters slide sideways. Text, Hanging Out at an Item Shop",
          "timestamp": 772.3
        },
        { "text": "Saitou moves beads on an abacus.", "timestamp": 777 },
        { "text": "Text, Item Shop Girl, Maevena", "timestamp": 782.4 },
        {
          "text": "Colorful potions sit on a shelf. Swords hang on a wall.",
          "timestamp": 793.8
        },
        {
          "text": "Boots with a slight heel and pointed toe step in. The armor is tight, feminine, and sports horns evocative of a demon.",
          "timestamp": 799.6
        },
        {
          "text": "The helmet has colored slits, as if the wearer has 2 pairs of eyes. She looks at boots, chests, and shields along the wall. She glances at Maevena and Saitou.",
          "timestamp": 807
        },
        { "text": "Saitou looks up", "timestamp": 824.4 },
        { "text": "She startles. Her fingers twitch.", "timestamp": 831.4 },
        {
          "text": "She walks away, closes the door, hits herself, jumps, and runs off.",
          "timestamp": 838.8
        },
        {
          "text": "Saitou and Maevena watch. Raelza pants in the alleyway. Lafan watches.",
          "timestamp": 843.7
        },
        { "text": "Raelza's ears are pink.", "timestamp": 852.3 },
        { "text": "Text, a few days later", "timestamp": 859.5 },
        { "text": "A dagger gets cut in half.", "timestamp": 861.7 },
        { "text": "The seller puts coins in a purse.", "timestamp": 878.7 },
        { "text": "Saitou picks up the dull sword", "timestamp": 897.1 },
        {
          "text": "Saitou beams at Maevena. Raelza watches through a window.",
          "timestamp": 913
        },
        {
          "text": "Characters swing. Text, I HATE being a burden",
          "timestamp": 917.8
        },
        { "text": "Saitou falls back", "timestamp": 923.3 },
        {
          "text": "Raelza swings and cuts down the lizard man.",
          "timestamp": 941.5
        },
        { "text": "He dusts himself off", "timestamp": 969.7 },
        { "text": "He looks up determinedly.", "timestamp": 981.4 },
        {
          "text": "The sun beats down over a cliff. At the bottom, armed guards stand outside a cave way. In the cave, past torchlights, around corners, down deep into the earth, done a wide, stone hallway lined with archways, the group stares.",
          "timestamp": 988.7
        },
        {
          "text": "A dozen dead goblins lie in front of dozens more goblins, armed and armored.",
          "timestamp": 1003.6
        },
        {
          "text": "Goblins charge, armed with daggers. Raelza readies her sword and charges.",
          "timestamp": 1009.6
        },
        {
          "text": "She cuts 3 down in one swing. Body parts fly. Blood splatters the walls.",
          "timestamp": 1017
        },
        { "text": "More goblins approach, daggers out.", "timestamp": 1021.7 },
        {
          "text": "Motes of light gather at the tip of his staff. Saitou looks at his torch as it flickers.",
          "timestamp": 1041.5
        },
        { "text": "Light runs up the staff.", "timestamp": 1048.7 },
        {
          "text": "Raelza holds her head. The goblins charge.",
          "timestamp": 1059.9
        },
        {
          "text": "Brilliant light erupts from the staff, ceding to a fireball that fills the hallway. It rushes through the goblins, wrenching their bodies to ash. The force blows his robe back. A fireball pauses, then sucks backwards, as if towards a black hole on the end of his staff.",
          "timestamp": 1078.1
        },
        {
          "text": "Morlock raises a hand. Saitou smiles, and they high five.",
          "timestamp": 1093.5
        },
        { "text": "He grabs his back.", "timestamp": 1099.4 },
        {
          "text": "Text, Saitou, Current Level: 10. Job: Handyman, Magician's Assistant?",
          "timestamp": 1130.6
        },
        {
          "text": "Characters fall. Text, Saitou makes a misstep",
          "timestamp": 1134.3
        },
        {
          "text": "Blue glittering rocks form the wall of a large hole. Saitou looks up at it from a shallow pool of water.",
          "timestamp": 1138
        },
        { "text": "His leg is twisted and bleeding.", "timestamp": 1144.4 },
        { "text": "Pebbles fall from above.", "timestamp": 1149.6 },
        {
          "text": "He kneels over an ornate chest. Raelza readies her sword.",
          "timestamp": 1169.9
        },
        { "text": "He moves picks around a gold padlock", "timestamp": 1178.2 },
        { "text": "It glows", "timestamp": 1182.7 },
        {
          "text": "A sink hole forms around him. He falls into darkness.",
          "timestamp": 1187.3
        },
        {
          "text": "His double sided pick drops to the ground.",
          "timestamp": 1190.5
        },
        {
          "text": "Water drops from a stelactite in the blue, glittering cave.",
          "timestamp": 1195.1
        },
        {
          "text": "Saitou slowly sits up in the pool, which stretches about 30 feet across the lowest point of the cave. The water is red near his left ankle.",
          "timestamp": 1203.6
        },
        { "text": "He sits up and grabs his leg.", "timestamp": 1212.2 },
        { "text": "He swings his leg out straight.", "timestamp": 1217.2 },
        { "text": "He falls back", "timestamp": 1221.4 },
        { "text": "Gori Gori Construction", "timestamp": 1252.8000000000002 },
        {
          "text": "He thinks of Lafan, Morlock, and Raelza smiling.",
          "timestamp": 1264.6
        },
        {
          "text": "Tears well in his eyes as he looks up at the sink hole.",
          "timestamp": 1269.4
        },
        {
          "text": "A flashlight shines. Raelza runs across the pool. Lafan rides on Morlocks shoulder.",
          "timestamp": 1280.4
        },
        { "text": "He shields his eyes", "timestamp": 1285.7 },
        { "text": "She holds out a hand. He takes it.", "timestamp": 1306 },
        { "text": "The group walks through the cave", "timestamp": 1333.1 },
        { "text": "Text, Saitou feels fulfilled", "timestamp": 1336.3 },
        {
          "text": "Lyrics, I lived my days at someone else's convenience",
          "timestamp": 1348.6
        },
        {
          "text": "Gaining nothing but compromises and regrets",
          "timestamp": 1353.3
        },
        { "text": "Because I always felt that", "timestamp": 1357.6 },
        { "text": "Even if it wasn't me standing here", "timestamp": 1359.7 },
        {
          "text": "The world would still keep moving forward",
          "timestamp": 1363.5
        },
        { "text": "Even after I lost it", "timestamp": 1367.7 },
        { "text": "and its colors faded", "timestamp": 1371.7 },
        {
          "text": "The dream from that hazily remembered day",
          "timestamp": 1373.7
        },
        { "text": "still remained", "timestamp": 1378 },
        { "text": "The thing that only I can do", "timestamp": 1379.8 },
        { "text": "and the scenery that I left behind", "timestamp": 1382.6 },
        {
          "text": "I was just looking for an answer from some other time",
          "timestamp": 1384.8
        },
        { "text": "Those things that don't change", "timestamp": 1393.8 },
        {
          "text": "And those words I protected so carefully",
          "timestamp": 1398.7
        },
        {
          "text": "Even if they're all just unattractive junk to others",
          "timestamp": 1404.2
        },
        {
          "text": "They're all treasures that I will never give up",
          "timestamp": 1408.8
        },
        {
          "text": "Post-episode footnote: In Japan, a Home Center is a large store that sells anything someone could need in a home, including furniture, home decor, indoor and outdoor plants, cosmetics, appliances, school supplies, and DIY supplies. For a comparison to America, imagine if Kohl's came with a home depot section and made house calls.",
          "timestamp": 1417.6
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G31UX97J2",
    "url": "https://www.crunchyroll.com/watch/G31UX97J2/"
  }
}
