{
  "metadata": {
    "episode": 2,
    "seriesTitle": "Handyman Saitou in another world",
    "title": "What Saitou Can Do",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Saito opens his eyes.", "timestamp": 1.4 },
        {
          "text": "He stares down a suburban street. Clouds pass, and a mountain stands before him. It's tall with ruins at the top.",
          "timestamp": 6.8
        },
        { "text": "Text, Handyman Saito in Another World", "timestamp": 12.8 },
        {
          "text": "Saitou stands amidst clouds and stares at the top of the mountain. He turns to look at us. Raelza takes off her helmet. Her long brown hair falls down the back of her knight armor. At night, Lafan raises up her hands to a full moon. At a table, Morlock raises a pint of beer, smiling.",
          "timestamp": 18.1
        },
        {
          "text": "Saito turns back to see his comrades smiling. The 4 stare at the mountain together. Elsewhere, the axe-wielding girl and the burly man stand together. A blond elf and a red haired priest walk together. The dwarf holds a puppy. A party of 3 smile on a streaming site.",
          "timestamp": 30.4
        },
        {
          "text": "Saito runs forward. He runs past a scroll depicting character stats for Raelza, Morlock, Lafan, the dwarf, the elf, the priest, the girl, the man, the 3 person party, and finally himself",
          "timestamp": 39.9
        },
        {
          "text": "He stops in front of a chest. He pulls out lock picks.",
          "timestamp": 49.3
        },
        {
          "text": "His comrades watch as he sits in front of the chest and picks the padlock.",
          "timestamp": 52.4
        },
        {
          "text": "He smiles, stands, and turns. His comrades startle. The chest explodes behind him.",
          "timestamp": 56.5
        },
        { "text": "The floor caves in and the 4 fall.", "timestamp": 60.9 },
        {
          "text": "They land in a cave surrounded by a hundred ogres, a dozen orcs, and a cyclops. Raelza slices. Lafan wields an orb of light.",
          "timestamp": 64.7
        },
        {
          "text": "Morlock raises his staff, then pauses questioningly. Saito runs, shouting.",
          "timestamp": 72.2
        },
        {
          "text": "Together, Morlock fires. A man with a 15 foot staff stands in flames.",
          "timestamp": 77.1
        },
        {
          "text": "Shadows whisp off of demonic forms. A king sits on a throne. A muscular old man stands by a forge. A woman smiles at a fairy eating cake. Maevena smiles.",
          "timestamp": 79.6
        },
        {
          "text": "Saito stands beneath the open sky. He turns to his comrades and smiles.",
          "timestamp": 86.4
        },
        {
          "text": "Title card depicting a coin. Text, What Saito Can Do",
          "timestamp": 90.5
        },
        {
          "text": "Bites are taken out of characters. Text, Eating Unagi",
          "timestamp": 95.2
        },
        {
          "text": "The party fights a hydra in a swamp. Saito holds a sword, while Morlock and Raelza hold back.",
          "timestamp": 98.9
        },
        {
          "text": "Saito turns back. Raelza drops to her knees and pants. The hydra's 5 snake heads stare at Saito, dripping saliva.",
          "timestamp": 104.5
        },
        { "text": "Saito stares up at the hydra.", "timestamp": 116.5 },
        {
          "text": "Morlock raises his staff and shoots lightning. It strikes the hydra, which roars",
          "timestamp": 120.9
        },
        {
          "text": "Saito slices a neck. Purple blood splatters",
          "timestamp": 128.2
        },
        {
          "text": "Saito keeps slicing. Morlock shoots blue lightning, and Lafan boosts Morlock",
          "timestamp": 130.4
        },
        { "text": "The hydra collapses", "timestamp": 140.7 },
        {
          "text": "Saito pants. Morlock offers Lafan a gold coin.",
          "timestamp": 142.7
        },
        { "text": "Raelza turns blue", "timestamp": 157.4 },
        { "text": "Item shop", "timestamp": 164.1 },
        { "text": "A hydra head lies on a wooden board.", "timestamp": 189.6 },
        {
          "text": "Saito inserts a knife under the jaw, then slices down the neck.",
          "timestamp": 193.7
        },
        {
          "text": "He slides a third skewer into a slab of meet",
          "timestamp": 205.8
        },
        {
          "text": "He places slabs of skewered meat over burning coals.",
          "timestamp": 209.3
        },
        { "text": "The meat sizzles. He fans the embers.", "timestamp": 220 },
        {
          "text": "Morlock and Lafan bite the juicy meat. It flakes off effortlessly.",
          "timestamp": 248.4
        },
        {
          "text": "Their eyes grow wide. Morlock drops his staff.",
          "timestamp": 255.6
        },
        {
          "text": "A single bite of meat sits on a skewer",
          "timestamp": 275.3
        },
        { "text": "She looks up at Saito, who stares", "timestamp": 278.5 },
        { "text": "She removes her helmet visor", "timestamp": 283.6 },
        { "text": "She breaks of a nibble and chews", "timestamp": 291.2 },
        {
          "text": "Her eyes shimmer. The world disappears, and pink sakura petals drift around her. Her eyes sparkle.",
          "timestamp": 295.9
        },
        { "text": "Raelza devours a slab of meat", "timestamp": 302.5 },
        {
          "text": "A character hinges closed. Text, thinking about traps",
          "timestamp": 315.5
        },
        {
          "text": "Saito looks through the keyhole of a chest. He sees a metal wire.",
          "timestamp": 326.5
        },
        {
          "text": "Wires wrap around the side of a chest, then reach up toward a box in the ceiling bearing a skull and crossbones.",
          "timestamp": 349.0999999999999
        },
        { "text": "He pulls out wire cutters", "timestamp": 357.3 },
        {
          "text": "After slicing the middle wire, he cuts the left wire. The skull above glows red.",
          "timestamp": 375.3
        },
        { "text": "A ceiling tile moves", "timestamp": 384.9 },
        {
          "text": "Green slime drops onto Raelza and dissolves her armor.",
          "timestamp": 387.7
        },
        { "text": "Raelza stands in a corset", "timestamp": 397.7 },
        {
          "text": "She covers her cleavage and punches Morlock",
          "timestamp": 400.6
        },
        {
          "text": "Saito nods, mesmerized. Raelza looks at him, then turns away, covering herself.",
          "timestamp": 406.6
        },
        {
          "text": "Characters shine. Text, the elven warrior and the devoted priest",
          "timestamp": 412.2
        },
        {
          "text": "She charges wearing bear claw gauntlets",
          "timestamp": 424.99999999999994
        },
        {
          "text": "An orc swings a knife, cutting her cheek.",
          "timestamp": 429.6
        },
        { "text": "Orcs drop to the floor", "timestamp": 436.7 },
        { "text": "The paladin drops her torch and runs", "timestamp": 443.7 },
        {
          "text": "The paladin places a hand on the elf's cheek and bows her head in prayer",
          "timestamp": 449.6
        },
        {
          "text": "An orb of golden light forms in the paladin's hand. The cut disappears.",
          "timestamp": 461.7
        },
        {
          "text": "An orc falls back. The elf pulls bloody claws out of the body. The paladin watches, holding the torch.",
          "timestamp": 467.9
        },
        { "text": "", "timestamp": 470.7 },
        {
          "text": "She watches the elf strike orcs in slow motion. The elf has a long, blond braid reaching her knees. She wears a green leotard with armor over her chest, forearms, and shins.",
          "timestamp": 474.1
        },
        {
          "text": "The priest reaches towards the bleeding cut.",
          "timestamp": 511.3
        },
        {
          "text": "She stares into the elf's eyes. The elf blushes. The priest's cross staff lies on the ground.",
          "timestamp": 526.7
        },
        { "text": "She kisses a wound", "timestamp": 534.4 },
        {
          "text": "The elf raises her arm, revealing a third wound. The priest licks it.",
          "timestamp": 556.2
        },
        { "text": "Their bodies press together.", "timestamp": 566.6 },
        {
          "text": "An orc watches intently from around a corner while scratching at a wall.",
          "timestamp": 569.8
        },
        {
          "text": "A character moves and disconnects. Text, The Demon King that appeared in some other kingdom",
          "timestamp": 573.7
        },
        {
          "text": "Sign reads, Wanted: A hero to defeat the demon king. Signed, the king",
          "timestamp": 577
        },
        {
          "text": "The attendant sighs. Metal boots run. The attendant picks up the crown, then looks at the door. Men in armor with horned hats run in, weilding swords.",
          "timestamp": 604.8
        },
        {
          "text": "The attendant steps back towards a throne.",
          "timestamp": 623.2
        },
        {
          "text": "The attendants stands next to the king, who sits on the throne.",
          "timestamp": 627.2
        },
        { "text": "", "timestamp": 628.9 },
        { "text": "Armored stone statues", "timestamp": 639.7 },
        {
          "text": "The king reaches towards a chess piece",
          "timestamp": 657.7
        },
        { "text": "The head of a 7 eyed demon", "timestamp": 673.1 },
        {
          "text": "The demon king's tongue stretches out and knocks over chess pieces",
          "timestamp": 688.4
        },
        {
          "text": "A slender figure in golden armor walks across the throne room. Guards watch him pass. He has blue eyes and brown hair. He wears a golden, bejeweled sword.",
          "timestamp": 698.7
        },
        { "text": "The guards exit the throne room", "timestamp": 712.2 },
        {
          "text": "The golden knight lifts his helmet, revealing an empty husk. The demon king's head drops out of the helmet onto the shoulders. The human faced mask remains visible.",
          "timestamp": 717.6
        },
        {
          "text": "Characters light up like a light bulb. Text, What Saito Can't Fix",
          "timestamp": 739.4
        },
        {
          "text": "Saito's party sits around a campfire. Saito roasts mushrooms on a skewer",
          "timestamp": 742.6
        },
        { "text": "He stops mid stand", "timestamp": 750.3 },
        {
          "text": "Saito holds out a gold coin",
          "timestamp": 773.1999999999999
        },
        {
          "text": "Raelza holds a gold coin. Lafan frowns, then flies to Morlock",
          "timestamp": 781.6
        },
        {
          "text": "He bends over. Lafan holds out her hands and an orb of light covers his back.",
          "timestamp": 788.9
        },
        {
          "text": "A full moon shines over a clearing. Lafa stands on a rock holding up a gold coin that's halo'd by the moon light. It floats above her.",
          "timestamp": 808.2
        },
        {
          "text": "The coin begins to spin and glow, then breaks apart and dissolves into golden dust.",
          "timestamp": 818.6
        },
        { "text": "Saito looks at a chest.", "timestamp": 900.8 },
        { "text": "He pulls out a gold goin. She blinks.", "timestamp": 912 },
        {
          "text": "She blows a kiss. Bubbles of pink and sparkles float into him. He blinks then smiles.",
          "timestamp": 917.9
        },
        {
          "text": "Raelza watches, eyes wide. She smiles.",
          "timestamp": 924.2
        },
        { "text": "He moves picks inside a lock.", "timestamp": 928.2 },
        { "text": "He opens the lid", "timestamp": 933.2 },
        {
          "text": "Raelza and Saito squeeze into ribbons of color and snake into the chest.",
          "timestamp": 940.4
        },
        {
          "text": "Characters drop. Text, The Steel God of Death",
          "timestamp": 953.9
        },
        {
          "text": "Raelza and Saito appear in a cave. Raelza still holds her torch.",
          "timestamp": 956.9
        },
        {
          "text": "She stops and holds out a hand. He stops.",
          "timestamp": 1022.7
        },
        {
          "text": "A 15 foot metal humanoid with glowing red eyes",
          "timestamp": 1028.6
        },
        {
          "text": "The golem has 3 fingers connected to a metal forearm, a metal block for an elbow and shoulder. The metal chest plate rises into high collars, with multiple slats around the head.",
          "timestamp": 1034.8
        },
        {
          "text": "She eyes the connective joint between the knee and hips.",
          "timestamp": 1059
        },
        {
          "text": "She strikes the connection repeatedly while the golem stares.",
          "timestamp": 1063.5
        },
        {
          "text": "It steps back, then drops to its knees",
          "timestamp": 1068.4
        },
        {
          "text": "She strikes a joint by the shoulder. The sword catches.",
          "timestamp": 1072.3
        },
        { "text": "The golem punches her.", "timestamp": 1078 },
        { "text": "She flies back", "timestamp": 1080.9 },
        {
          "text": "She looks at her hand. Her vision goes in and out of focus",
          "timestamp": 1088.3
        },
        {
          "text": "She charges the golem. It punches, she blocks. It swings, she dodges, it kicks, she flies.",
          "timestamp": 1098
        },
        {
          "text": "She stumbles and holds out her sword, panting.",
          "timestamp": 1102.9
        },
        {
          "text": "She stares through her visor as the golem punches. Her sword covers her, and sparks fly. Her feet slide back slowly.",
          "timestamp": 1109
        },
        {
          "text": "The golem turns, and Saito holds on to its waist",
          "timestamp": 1116.6
        },
        { "text": "Saito climbs up the golem's back.", "timestamp": 1125 },
        {
          "text": "He pours green goo over the golem's head",
          "timestamp": 1136.4
        },
        {
          "text": "The golem's body hisses as it slowly dissolves",
          "timestamp": 1141.2
        },
        {
          "text": "The golem grabs Saito. Raelza cleanly slices off the other arm.",
          "timestamp": 1150.2
        },
        {
          "text": "The golem squeezes Saito. He grimaces and coughs blood.",
          "timestamp": 1155.5
        },
        { "text": "Realza stares", "timestamp": 1160.9 },
        { "text": "The golem lies in pieces", "timestamp": 1165 },
        {
          "text": "He runs, 3rd among 6 kids. His grades are in the 60s.",
          "timestamp": 1185.1
        },
        {
          "text": "Shattered ribs poke through his chest",
          "timestamp": 1222.8
        },
        {
          "text": "She startles, then reaches into a compartment next to her chest. She pulls out a blue vial on a necklace.",
          "timestamp": 1238.6
        },
        {
          "text": "She throws her helmet away. Her hair rolls down her back. She breaks the tip of the vial and takes the liquid into her mouth.",
          "timestamp": 1264.8
        },
        {
          "text": "She lifts his limp body, and brings her lips to his.",
          "timestamp": 1277.8
        },
        {
          "text": "In the cave, she kneels over him in a large pool of his blood, between the dissolving golem and the broken vial.",
          "timestamp": 1286.5
        },
        { "text": "Saito opens his eyes", "timestamp": 1293.4 },
        {
          "text": "Lafa lifts Raelza's visor. She stares at Saito, blushing",
          "timestamp": 1336.1
        },
        { "text": "Saito smiles", "timestamp": 1347.9 },
        {
          "text": "Credits roll. The song is \"Hidamari no Saidou\" by konoco. That title translates to \"Colorful Sunshine\"",
          "timestamp": 1351
        },
        {
          "text": "Lyrics, like being gently carried away on a current, like drifting off to sleep at night",
          "timestamp": 1370.6
        },
        {
          "text": "Like there's nothing particularly special about it, our hearts are one",
          "timestamp": 1375.8
        },
        {
          "text": "\"See you later\" illuminates the way to the depths of the future",
          "timestamp": 1380.2
        },
        {
          "text": "Where kindness is the one thing I'm certain I felt",
          "timestamp": 1385
        },
        {
          "text": "You know, I'm sure we don't know anything",
          "timestamp": 1390.9
        },
        {
          "text": "But you know, for right now, that's fine",
          "timestamp": 1395.5
        },
        { "text": "I'm waiting, I'm waiting", "timestamp": 1400.1 },
        { "text": "Let's sing here again", "timestamp": 1402.5 },
        { "text": "One day, we'll shine the light", "timestamp": 1404.6 },
        {
          "text": "Now, I think I can embrace even my tears",
          "timestamp": 1407.5
        },
        {
          "text": "As we picture it, as we paint it, a single bit of warmth is all there is",
          "timestamp": 1410.1
        },
        {
          "text": "And now, so that we can laugh, let's hold hands",
          "timestamp": 1414.5
        },
        {
          "text": "That's right, it will blossom in the skies",
          "timestamp": 1421.5
        },
        {
          "text": "A guide post showing us the way to live",
          "timestamp": 1427.1
        },
        {
          "text": "Post-episode footnote: In Japanese, eel is called unagi. Grilled unagi, called unagi kabayaki, is prepared in one of 2 ways: Tokyo style and Osaka style. Since Osaka is in the Kansai region, west of Tokyo, this is also called Kansai style. In Tokyo style, eel is cut along the back, steamed, and grilled. This results in a lower fat and a fluffier texture. In Osaka style, the eel is cut along the belly and grilled without steaming. This results in a richer taste and smoky aroma.",
          "timestamp": 1439.2
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G2XU0QJ13",
    "url": "https://www.crunchyroll.com/watch/G2XU0QJ13/"
  }
}
