{
  "metadata": {
    "episode": 3,
    "seriesTitle": "Handyman Saitou in another world",
    "title": "Adventures in the Great Labyrinth",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Title card depicting wire cutters. Text, Handyman Saito in another world",
          "timestamp": 90.5
        },
        {
          "text": "Characters squeezes together. Text, Marriage Consultancy in Another World",
          "timestamp": 94.8
        },
        {
          "text": "Next to Maevena, a woman can be seen through a window. She talks to a man in armor.",
          "timestamp": 98.2
        },
        { "text": "Lafa drags Saito back to the window", "timestamp": 177.8 },
        { "text": "She drags him away in a headlock", "timestamp": 201.5 },
        {
          "text": "Characters blow kisses. Text, Temptation of the Succubus",
          "timestamp": 211
        },
        {
          "text": "A naked, green woman with long pink hair floats above the party. She flaps long, bat wings. She smiles.",
          "timestamp": 214.5
        },
        { "text": "Saito stares", "timestamp": 223.1 },
        {
          "text": "He drops his torch and shuffles towards her, hearts in his eyes",
          "timestamp": 225.8
        },
        { "text": "Text, Status: Charmed", "timestamp": 232.1 },
        {
          "text": "He shuffles forward, blushing. She smiles and lowers to the ground, her hands outstretched.",
          "timestamp": 238.3
        },
        { "text": "Saito and the succubus hold hands", "timestamp": 247.8 },
        {
          "text": "Raelza charges the succubus and swings her sword. The succubus flies away,",
          "timestamp": 251.1
        },
        { "text": "The succubus darts around fearfully.", "timestamp": 258.8 },
        {
          "text": "Raelza swings. Succubus dodges. The sword leaves a deep gash in the wall.",
          "timestamp": 261.9
        },
        { "text": "Lafa and Morlock watch", "timestamp": 267.2 },
        { "text": "The succubus flies off", "timestamp": 270.2 },
        {
          "text": "Saito sees Raelza in a pink haze. He shuffles towards her.",
          "timestamp": 274.9999999999999
        },
        {
          "text": "He gets closer. Raelza backs up. He follows.",
          "timestamp": 286.1
        },
        {
          "text": "She backs up to a wall. He places a hand against the wall and leans in close",
          "timestamp": 294.7
        },
        {
          "text": "Saito picks up the torch, then looks around.",
          "timestamp": 313.8
        },
        { "text": "Raelza walks away", "timestamp": 318.6 },
        {
          "text": "Characters spark. Text, A Trap where you get hit with lightning if you're wearing metal armor",
          "timestamp": 344.9
        },
        {
          "text": "He holds his work suit. He wears only boxers",
          "timestamp": 376.6
        },
        {
          "text": "Raelza puts on the loose fitting worksuit",
          "timestamp": 382.2
        },
        { "text": "Morlock holds the armor", "timestamp": 393.6 },
        { "text": "He carries armor", "timestamp": 396.5 },
        {
          "text": "Text, Morlock instantly forgets how the trap works",
          "timestamp": 399.5
        },
        { "text": "Characters grow. Text, Power Wizard", "timestamp": 403 },
        {
          "text": "An elderly man stands. He's bald, with bushy white eyebrows and a long, white beard. He carries a 20 foot long staff that forms a large club at one end and a tapered point at the other.",
          "timestamp": 406.1
        },
        {
          "text": "Text, A magician carrying a staff made from the World Tree. It was far too large to be called (abbr.)",
          "timestamp": 412.7
        },
        {
          "text": "The magician flicks his wrist. A cyclops falls.",
          "timestamp": 422
        },
        {
          "text": "In a dense forest, the magician sees 3 hob goblins. The wield weapons. The magician looks around and shifts his staff. It hits against trees.",
          "timestamp": 431.2
        },
        {
          "text": "Text, when he can't swing his staff...",
          "timestamp": 447.1
        },
        {
          "text": "The magician runs. The hob goblins eyes roll back. He skewers the 3 on the pointed end of the staff.",
          "timestamp": 449.5
        },
        {
          "text": "Characters appear. Text, A Ninja who possesses an amazing special skill",
          "timestamp": 455
        },
        {
          "text": "A man with a sword walks across an arid plain.",
          "timestamp": 458.2
        },
        {
          "text": "A foot steps on the swordsman's shadow ",
          "timestamp": 462.4
        },
        {
          "text": "The swordsman stands, frozen, his eyes wide. The ninja cuts an X across the man.",
          "timestamp": 470.3
        },
        {
          "text": "The ninja approaches a woman with long, black hair wearing a robe.",
          "timestamp": 478.7
        },
        {
          "text": "He steps on the woman's shadow, and his foot sinks into emptiness.",
          "timestamp": 488.9
        },
        {
          "text": "He struggles as he sinks to his torso. He looks up, and the woman turns around and eyes him.",
          "timestamp": 495.1
        },
        {
          "text": "The ninja sinks away. The witch keeps walking.",
          "timestamp": 512.8
        },
        {
          "text": "The sun shines over the sky. Day turns to night to day over and over. The ninja stands with a 5 eyed demon and a 2 eyed winged demon.",
          "timestamp": 517.8
        },
        {
          "text": "The witch turns to look at him and smiles.",
          "timestamp": 531.3
        },
        {
          "text": "The demons hold up their hands and emit a beam of light.",
          "timestamp": 545.2
        },
        { "text": "He lifts a double bladed sword", "timestamp": 557 },
        { "text": "He pulls down his mask", "timestamp": 560.8 },
        { "text": "and kisses the witch", "timestamp": 564.1 },
        { "text": "The demons gape", "timestamp": 575 },
        {
          "text": "Text, The ninja has fallen in love with the witch",
          "timestamp": 577.5
        },
        {
          "text": "Characters sparkle. Text, The kingdom's officially recognized hero's party",
          "timestamp": 581.1
        },
        { "text": "The committee chair stands.", "timestamp": 598.2 },
        {
          "text": "Mechanic gives a thumbs up. Above him, a sword is stuck through a platform. A sign nearby reads, Only the hero can draw this sword",
          "timestamp": 602.8
        },
        {
          "text": "Kai, a 20 something with short blue hair and blue eyes, approaches the sword. The mechanic looks through a crack to see Kai's face. Kai smiles and reaches down, grasping the sword. A crowd of people gather, their hands clasped.",
          "timestamp": 611.4
        },
        {
          "text": "Kai pulls. The mechanic pushes a lever. Kai draws the sword.",
          "timestamp": 623.4
        },
        { "text": "Text, The moment the Hero was born", "timestamp": 634.7 },
        { "text": "Committee", "timestamp": 637.5 },
        {
          "text": "Text, and thus, an idol magician was born",
          "timestamp": 664.2
        },
        { "text": "Monpui", "timestamp": 686.6 },
        { "text": "Text, the priest has connections", "timestamp": 690.5 },
        {
          "text": "A HeroTube stream. Viewer counts grow. Users comment.",
          "timestamp": 694.5
        },
        {
          "text": "Kai and Rychee interlock their limbs, partially off screen. Some comments include \"Boobs!\" and \"slut\"",
          "timestamp": 708.8
        },
        {
          "text": "Text, it was all a plot by Monpui to get revenge for the daily mistreatment he suffered",
          "timestamp": 723.3
        },
        { "text": "", "timestamp": 724.5 },
        {
          "text": "Characters poof. Text, The Locked Book of Magic",
          "timestamp": 725.6
        },
        {
          "text": "He eyes a tome wrapped in chains with a padlock.",
          "timestamp": 737.9
        },
        {
          "text": "He opens the book. It's hollowed out. He steps back.",
          "timestamp": 754.2
        },
        {
          "text": "A phallic object is censored. Text, This is a mushroom!!",
          "timestamp": 760.3
        },
        {
          "text": "Text, The addictive properties of this mushroom were so strong that later it became a regulated substance",
          "timestamp": 794
        },
        {
          "text": "Characters fall apart. Text, A favorite item brought from the modern world breaks",
          "timestamp": 799.7
        },
        {
          "text": "Saito pulls a black strand taut. He squeezes wire cutters.",
          "timestamp": 804.7
        },
        { "text": "A jaw breaks off", "timestamp": 810.3 },
        {
          "text": "Text, The handyman from another world's unlocking skills are unparalleled!",
          "timestamp": 876.6
        },
        { "text": "Saito blinks", "timestamp": 899.8 },
        {
          "text": "Saito looks down, brow furrowed. Later, a table hosts dishes of fish, meat, and bread",
          "timestamp": 912
        },
        {
          "text": "Lafa sleeps on the blacksmith's head",
          "timestamp": 924.5999999999999
        },
        {
          "text": "Saito picks up a blanket and drapes it over her",
          "timestamp": 971.4
        },
        {
          "text": "Characters shiver. Text, Catching a cold in another world",
          "timestamp": 980.3
        },
        {
          "text": "Text, However, He helps when Morlock forgets his incantations.",
          "timestamp": 1010.3
        },
        { "text": "He protects Lafanpan", "timestamp": 1015.6 },
        {
          "text": "He readies reserve weapons for Raelza. The various forms of support that handyman Saitou provides on the battlefield are very helpful",
          "timestamp": 1019.3
        },
        {
          "text": "In his sick bed, Saito eats orange slices.",
          "timestamp": 1024.4
        },
        {
          "text": "She carries Morlock and Lafa, both passed out. Text, Without Saito, the party could no longer function.",
          "timestamp": 1033.1
        },
        {
          "text": "Characters drop in. Text, When he arrived in another world",
          "timestamp": 1038.4
        },
        {
          "text": "He walks in front of a truck. White out. Saito drops from a ceiling into Raelza's bed",
          "timestamp": 1084.4
        },
        {
          "text": "Raelza looks at Saito. She brandishes a knife. He hides behind a chair.",
          "timestamp": 1116.4
        },
        { "text": "Raelza's in the window", "timestamp": 1129 },
        { "text": "Raelza leaps back", "timestamp": 1133.1 },
        { "text": "Raelza blushes. Lafa stares.", "timestamp": 1135.5 },
        {
          "text": "Characters hinge open. Door to the depths.",
          "timestamp": 1143.7
        },
        { "text": "Saito's party eats in a pub", "timestamp": 1147.6 },
        {
          "text": "Characters move around. Text, Government managed Great Labyrinth",
          "timestamp": 1182.4
        },
        {
          "text": "Her coin is added to a handful of others in a chest",
          "timestamp": 1192.3
        },
        { "text": "They walk through caves", "timestamp": 1204.3 },
        { "text": "They rest and drink water", "timestamp": 1206.6 },
        { "text": "They descend", "timestamp": 1210.1 },
        {
          "text": "A metal object moves across the floor",
          "timestamp": 1232.1
        },
        { "text": "He runs and leaps", "timestamp": 1234.5 },
        { "text": "A roomba", "timestamp": 1242.5 },
        {
          "text": "The roomba shakes free of his hands and scurries across the cave floor into a small crack in the wall. It disappears into the darkness. Saito gapes",
          "timestamp": 1251.2
        },
        { "text": "He puts his hand on a vertical seam", "timestamp": 1278.1 },
        {
          "text": "Morlock puts his hand on the rock and it glows",
          "timestamp": 1285.2
        },
        {
          "text": "Morlock's hand glows. The rock shimmers. Blue designs appear across the rock.",
          "timestamp": 1302.7
        },
        {
          "text": "A light runs up the vertical seam, and the halves of the rock slide away",
          "timestamp": 1309.8
        },
        {
          "text": "Text, For the first time in several decades, the great labyrinth has expanded",
          "timestamp": 1319.9
        },
        { "text": "The group stare down a long corridor", "timestamp": 1323.9 },
        {
          "text": "Wind rushes past them, filling the passage",
          "timestamp": 1328.9
        },
        {
          "text": "Text, The area was named \"Saito's Tunnel\"",
          "timestamp": 1332.4
        },
        {
          "text": "Adventurers from all over the kingdom began to gather",
          "timestamp": 1338.8
        },
        {
          "text": "An entry fee coin is added to a full chest. An adventurer walks forward, and a long line moves up. Saito and party watch the crowded entry.",
          "timestamp": 1342.5
        },
        { "text": "Saito stares. Raelza glances at him.", "timestamp": 1356.3 },
        {
          "text": "The dwarf stares. The axe-wielding girl and the burly man stare.",
          "timestamp": 1361.8
        },
        { "text": "The elf and priest girls stare.", "timestamp": 1367.7 },
        {
          "text": "The old man with the giant staff stare.",
          "timestamp": 1369.8
        },
        { "text": "The hero's party stare.", "timestamp": 1372.2 },
        {
          "text": "Text, The curtain rises on a new age of exploration",
          "timestamp": 1377.1
        },
        { "text": "Credits roll", "timestamp": 1381 }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GQJUG219M",
    "url": "https://www.crunchyroll.com/watch/GQJUG219M/"
  }
}
