{
  "metadata": {
    "episode": 4,
    "seriesTitle": "Handyman Saitou in another world",
    "title": "The Dawn of a New Era",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Title card depicting sandwhiches. Text, The Dawn of a New Era",
          "timestamp": 1.3
        },
        {
          "text": "Characters shimmer. Text, The Dawn of the Age of Great Exploration",
          "timestamp": 5.3
        },
        {
          "text": "The entrance to the Great Labyrinth sits at the base of a cone shaped mountain. A wooden fence surrounds the mountain in a circle. Beyond the fence, many red roofed buildings stand in clusters, forming streets and alleys. A stone, crenellated wall encircles them. Crowds gather in front of the stone wall's entrance.",
          "timestamp": 8.2
        },
        {
          "text": "Adventurers mill about. Merchants sit on cloths with wares. Horses draw carriages. A woman sells baked goods at a stall. A man walks away, eating bread.  A stall has a sign reading Kingdom Run Great Labyrinth. It sells merchandise, including pictures of the mountain, plushies, and branded axes and daggers.",
          "timestamp": 19.3
        },
        {
          "text": "A guard at the entrance drops a coin in a chest",
          "timestamp": 45.1
        },
        {
          "text": "Flashback, the roomba breaks free of Saitou's grasp and scurries away",
          "timestamp": 54.2
        },
        { "text": "Saitou looks around", "timestamp": 60.2 },
        { "text": "Raelza glances at him", "timestamp": 64.2 },
        {
          "text": "Cainz throws up his hand dramatically, pushing his cape aside. He wears the Hero's Sword at his belt. He bows dramatically, in a Western style.",
          "timestamp": 75.5
        },
        { "text": "A crowd passes between them", "timestamp": 92.3 },
        {
          "text": "They sparkle and pose. Saito's group stare.",
          "timestamp": 121.9
        },
        { "text": "hands reach out", "timestamp": 147.6 },
        { "text": "The blond elf", "timestamp": 149.4 },
        {
          "text": "He sweats. A pointed tack is taped to his palm.",
          "timestamp": 153.1
        },
        { "text": "People lie on the ground, rigid", "timestamp": 158.6 },
        { "text": "Monpui sweats profusely", "timestamp": 162.3 },
        {
          "text": "The king's minister carries a golden scepter. He walks with the Golden Knight, who carries a monster head",
          "timestamp": 191.4
        },
        {
          "text": "The pair walk between the elf and Saito's party",
          "timestamp": 201.7
        },
        { "text": "golden pair", "timestamp": 220.7 },
        { "text": "Text, Handyman Saito in Another World", "timestamp": 226 },
        {
          "text": "Characters swell. Text, The strongest party.",
          "timestamp": 230.5
        },
        {
          "text": "The golden pair sit around a camp fire in the woods.",
          "timestamp": 233.4
        },
        { "text": "Minister holds meat over the fire", "timestamp": 262.3 },
        { "text": "His eyes bulge and he drops his meat", "timestamp": 274.6 },
        {
          "text": "A sword sticks out of his chest. Blood spreads across his robe. The sword withdraws and he topples",
          "timestamp": 277.6
        },
        {
          "text": "The dark ninja drops onto a rock. The Golden Knight grabs his sword.",
          "timestamp": 288
        },
        {
          "text": "Horns erupt from the helmet, and the Golden Knight's face transforms into the 7 eyed demon king",
          "timestamp": 298.3
        },
        {
          "text": "The ninja strikes, cutting the demon king's face in half",
          "timestamp": 304.4
        },
        {
          "text": "Dialog in the style of a 90's RPG for kids reads, The Man Clad in Black Attacks. 8 Hits deal 559 damage. The Former Demon King dies.",
          "timestamp": 308
        },
        {
          "text": "The ninja slices the face a dozen times. The chunks of face and blood scatter and fall.",
          "timestamp": 316.4
        },
        { "text": "a chubby, black winged fairy", "timestamp": 320.7 },
        { "text": "Castle", "timestamp": 340.9 },
        { "text": "King looks at minister", "timestamp": 345.7 },
        {
          "text": "Lines cut across the demon king's face",
          "timestamp": 363.9
        },
        {
          "text": "Minister bows and walks away. King rests his face in his hand.",
          "timestamp": 382.8
        },
        { "text": "He sinks into his throne", "timestamp": 395.3 },
        {
          "text": "Text, Former Demon King and Court Magician Team, Dropped Out",
          "timestamp": 399.1
        },
        {
          "text": "Diagram of characters with roles and levels. Golden Knight and Minister are marked \"Retired\". Power wizard marked \"not participating\"",
          "timestamp": 402.3
        },
        {
          "text": "Text, The reason why the power wizard is not participating",
          "timestamp": 407.7
        },
        {
          "text": "The power wizard looks at the shoulder-width pathway. He walks forward, carrying his staff.",
          "timestamp": 413.2
        },
        {
          "text": "The end of the staff is wider than the pathway. The staff is longer than the corridor.",
          "timestamp": 420.8
        },
        { "text": "The wizard leaves.", "timestamp": 426.2 },
        { "text": "Text, He gave up and quickly left", "timestamp": 431.1 },
        { "text": "Text, A party divided", "timestamp": 434.4 },
        {
          "text": "In the dungeon, Morlock wields a staff against a 5 foot high turtle breathes green gas",
          "timestamp": 436.5
        },
        {
          "text": "The gas dissipates and Morlock sleeps standing up",
          "timestamp": 444.7
        },
        {
          "text": "Raelza wields a sword. The turtle charges",
          "timestamp": 455.4
        },
        {
          "text": "She side steps. She swings, and the turtle retracts into its shell. Her sword bounces off.",
          "timestamp": 459.5
        },
        {
          "text": "She jumps back. The turtle turns and charges.",
          "timestamp": 464.7
        },
        {
          "text": "She blocks its head with her shield. The turtle pushes her back.",
          "timestamp": 467.7
        },
        {
          "text": "Saito pushes Morlock. The turtle shoves Raelza back.",
          "timestamp": 474.8
        },
        {
          "text": "A spinning blade drives into the turtle shell",
          "timestamp": 481.1
        },
        {
          "text": "The teenage girl swings her giant axe onto the shell. Dark ichor oozes. The turtle roars, revealing dinosaur style teeth",
          "timestamp": 483.6
        },
        { "text": "The burly man runs up", "timestamp": 503 },
        { "text": "Guivre nods", "timestamp": 508.2 },
        { "text": "Saito pulls out lock picks", "timestamp": 548.2 },
        {
          "text": "He moves the picks in the lock. Liliza, Guivre, and Raelza watch. A propped up torch shines light. Liliza blinks and stares.",
          "timestamp": 551.8
        },
        { "text": "out loud", "timestamp": 562.3 },
        { "text": "Raelza pulls back her visor", "timestamp": 565.5 },
        {
          "text": "Guivre looks away and clamps his mouth",
          "timestamp": 568.3
        },
        {
          "text": "Saito proffers blue, glittering jewels. Guivre blushes.",
          "timestamp": 592.3
        },
        {
          "text": "In Guivre's eyes, a heart forms around Saito's face. He floats in an aura of pink sparkles and bubbles",
          "timestamp": 603.8
        },
        {
          "text": "Text, It wasn't just the treasure chest that Saito opened. The doors to Guivre's heart opened, too!",
          "timestamp": 612.4
        },
        {
          "text": "In her helmet, Raelza narrows her eyes ",
          "timestamp": 628.2
        },
        {
          "text": "Characters drift away. Text, a man who is needed and a man who is not",
          "timestamp": 631.5
        },
        {
          "text": "Saito walks down the a dungeon passage",
          "timestamp": 635.2
        },
        {
          "text": "Text, Saito has gotten separated from his party",
          "timestamp": 638.2
        },
        {
          "text": "Saito carries a torch. He stops and looks ahead. Monpui looks around, a glowing orb over his shoulder.",
          "timestamp": 641.5
        },
        { "text": "Monpui turns", "timestamp": 646.9 },
        { "text": "Saito removes his bag", "timestamp": 652.2 },
        { "text": "Saito raises an eyebrow", "timestamp": 673.8 },
        {
          "text": "Monpui throws his bags down and conjures a tight cylinder around him",
          "timestamp": 679.9
        },
        {
          "text": "Saito goes to his bag and pulls out a rope with 4 canisters",
          "timestamp": 694.7
        },
        { "text": "He pours water in a circle around him", "timestamp": 706 },
        {
          "text": "He completes the circle, and a cylinder forms around him",
          "timestamp": 710.8
        },
        { "text": "The torch burns", "timestamp": 718.4 },
        { "text": "Monpui pulls out a bag and faces away", "timestamp": 722.1 },
        { "text": "He glances over his shoulder", "timestamp": 730.2 },
        {
          "text": "Lettuce peaks between sandwich bread slices",
          "timestamp": 734
        },
        { "text": "Tears well in Monpui's eyes", "timestamp": 832.5 },
        { "text": "Characters converge. Text, A Duel!", "timestamp": 851.1 },
        {
          "text": "In front of a treasure chest, a 15 foot tall, 6 legged spider pushes Raelza back",
          "timestamp": 852.6
        },
        {
          "text": "The spider raises a leg and swings its 3 foot talon. Raelza leaps back and swings her sword, cutting off the talon.",
          "timestamp": 859.1
        },
        { "text": "The spider steps back", "timestamp": 867.8 },
        {
          "text": "Her view is blocked by the blond elf, who leaps above the spider and stabs the middle of its 3 eyes.",
          "timestamp": 870.8
        },
        {
          "text": "The elf leaps away as the spider lurches and collapses in green, oozing blood.",
          "timestamp": 877.3
        },
        { "text": "Text, and thus, it became a duel", "timestamp": 911.3 },
        { "text": "Red haired priest", "timestamp": 915 },
        { "text": "Nina and Lafa face", "timestamp": 940.8 },
        { "text": "They draw symbols in the air", "timestamp": 946.8 },
        { "text": "The symbol rises and dissipates", "timestamp": 955.9 },
        {
          "text": "Flanlil readies her gauntlets. Raelza readies her sword.",
          "timestamp": 972.5
        },
        {
          "text": "Flanlil darts and slices at Raelza's shoulder and leaps back. Raelza swings, much too short.",
          "timestamp": 992.8
        },
        {
          "text": "Raelza swings repeatedly. Flanlil dodges and side steps. She grits her teeth and darts in, sliding under the swinging blade.",
          "timestamp": 999.5
        },
        { "text": "Flanlil draws blood.", "timestamp": 1006.6 },
        {
          "text": "Flanlil leaps up before Raelza swings. Flanlil drops and strikes Raelza's arm and waist",
          "timestamp": 1008.2
        },
        {
          "text": "Raelza plants her long sword in the ground, draws daggers. She removes her shoulder plates, helmet, and chest plate.",
          "timestamp": 1024.6
        },
        {
          "text": "Her hair unfurls. She stands, wearing a leather, laced up tunic.",
          "timestamp": 1032
        },
        {
          "text": "Text, armor activated, Raelza light armor",
          "timestamp": 1038.3
        },
        {
          "text": "The laces on her shoulder and down the front of her tunic break and unwind. Her breasts bounce in their newfound freedom.",
          "timestamp": 1049.5
        },
        {
          "text": "She covers her bare chest and drops to the ground.",
          "timestamp": 1055.8
        },
        {
          "text": "Saito sweats and stiffens. Text, Sometimes Saito fails at the very end.",
          "timestamp": 1063
        },
        {
          "text": "Flanlil and Ninia stand together around the corner.",
          "timestamp": 1067.6
        },
        { "text": "Flanlil blushes", "timestamp": 1103.1 },
        {
          "text": "Ninia drops her staff and embraces Flanlil",
          "timestamp": 1112.9
        },
        {
          "text": "Flanlil slowly takes Ninia in her arms then turns",
          "timestamp": 1118.5
        },
        { "text": "Saito holds the chest", "timestamp": 1122.8 },
        {
          "text": "Text, Sometimes, Saito has awkward timing",
          "timestamp": 1129.8
        },
        {
          "text": "Characters get sucked together. Text, the vacuum and the assassin",
          "timestamp": 1133.6
        },
        {
          "text": "Text, Saitou and the others reached the lower floors",
          "timestamp": 1137.9
        },
        {
          "text": "Saito's party walks along a narrow passage. Up ahead, a roomba scurries around.",
          "timestamp": 1141.6
        },
        { "text": "It scurries into the darkness", "timestamp": 1151.9 },
        { "text": "Saito runs", "timestamp": 1154.6000000000001 },
        {
          "text": "Saito shimmies through a narrow crevice and stares around a large cavern",
          "timestamp": 1170.6
        },
        {
          "text": "A japanese post box. A bicycle. A fish trawler. A semi truck. A totem pole. A luxury 1930's car. A temple's komainu statue. A steam train engine. Utility poles. A free standing sign reading \"Diner\"",
          "timestamp": 1174.6
        },
        { "text": "The fairy Primasse shines a light", "timestamp": 1192.4 },
        { "text": "He covers his eyes", "timestamp": 1194.9 },
        {
          "text": "The blinding light casts long shadows across the rock floor.",
          "timestamp": 1198.8
        },
        { "text": "Kisurugi wields blades", "timestamp": 1201.9 },
        {
          "text": "Raelza blocks Kisurugi. Saitou falls back",
          "timestamp": 1210.2
        },
        {
          "text": "Raelza raises her sword. Kisurugi steps on her shadow. She freezes.",
          "timestamp": 1220.5
        },
        {
          "text": "Kisurugi charges. An arrow flies, striking his shoulder.",
          "timestamp": 1228.1
        },
        {
          "text": "The dwarf magician. Raelza and Saito stare.",
          "timestamp": 1236.3
        },
        { "text": "Lafa and Primasse battle", "timestamp": 1240.5 },
        {
          "text": "Morlcok hobbles through the crevice. Dwarf magician reloads his crossbow.",
          "timestamp": 1249.8
        },
        {
          "text": "Kisurugi runs to the dwarf. He steps off Raelza's shadow, and she stumbles.",
          "timestamp": 1255.8
        },
        { "text": "A fireball flies at Kisurugi", "timestamp": 1272.8 },
        {
          "text": "Explosion and darkness. Kisurugi darts away.",
          "timestamp": 1279.3
        },
        { "text": "Primasse follows", "timestamp": 1283.7 },
        {
          "text": "Dwarf stares at Morlock. He approaches and bows.",
          "timestamp": 1305.9
        },
        {
          "text": "Morlock gasps. Raelza, Saito, and Lafa stare.",
          "timestamp": 1329.1
        },
        { "text": "Text, To be continued!", "timestamp": 1338.6 },
        {
          "text": "Post-episode footnote: The episode featured a diagram of character's faces, roles, and levels. The characters are as follows: Raelza, Knight, Level 46. Saito, Thief, Level 14. Morlock, Magician, Level 84. Lafanpan, Magician, Level 39. Guivre, Thief, Level 40. Liliza, Warrior, Level 47. Golden Armored Disguised Demon King, Magic Warrior, Level 76, Dropped Out. Minister, Magician, Level 80, Dropped Out. Power Wizard, Magician, Level 64, Not Participating. Raichee, Magician, Level 31. Cainz, Warrior, Level 32. Monpui, Priest, Level 28. Flanlil, Warrior, Level 44. Ninia, Priest, Level 35. Primasse, Magician, Level 50. Kisurugi, Ninja, Level 68.",
          "timestamp": 1341.8
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GVWU09EEV",
    "url": "https://www.crunchyroll.com/watch/GVWU09EEV/"
  }
}
