{
  "metadata": {
    "episode": 5,
    "seriesTitle": "Handyman Saitou in another world",
    "title": "Ninja and Witch",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Morlock looks at the post box in the cavern. Gibungle stares, his eyes wet",
          "timestamp": 3
        },
        { "text": "Intro", "timestamp": 39.9 },
        {
          "text": "Title card with double bladed swords. Text, Ninja and Witch",
          "timestamp": 128.5
        },
        {
          "text": "Gibungle's eyes grow wide. He falls back, a kunai knife sticking out of his beard.",
          "timestamp": 227.3
        },
        { "text": "Raelza lowers her visor", "timestamp": 234.7 },
        {
          "text": "Saito unlatches her sword from her back. Lafa heals Gibungle.",
          "timestamp": 242.1
        },
        {
          "text": "Her eyes grow wide. Kisurugi appears from the shadows.",
          "timestamp": 256.9
        },
        { "text": "2 demons appear from the shadows", "timestamp": 263.2 },
        {
          "text": "Kisurugi stands with the demons and Primasse. Morlock and Saito gasp.",
          "timestamp": 265.1
        },
        {
          "text": "Text, 上級魔族, spelled upper + level + demon + race",
          "timestamp": 274.1
        },
        {
          "text": "Characters dart. Text, The witch who has lived 400 years",
          "timestamp": 276.5
        },
        {
          "text": "The greater demons exchange glances. The 3 continue across the arid land.",
          "timestamp": 295
        },
        {
          "text": "Kisurugi passes a bumble bee hovering amidst several purple, 5 petal flowers.",
          "timestamp": 309.7
        },
        {
          "text": "He spies a house under a large tree. Patches of trees and greenery dot the yellow, rocky land",
          "timestamp": 315
        },
        {
          "text": "The sun hangs high in the sky. The greater demons stand in shade under a tree.",
          "timestamp": 321
        },
        {
          "text": "Kisurugi, wearing all black, with only his hands and eyes exposed, stands in front of the house",
          "timestamp": 327
        },
        {
          "text": "Inside, tattered cloth lies strewn next to a splintered table leg. The table lies in pieces at odd angles.",
          "timestamp": 333.6
        },
        {
          "text": "Cobwebs fill the corners. Motes of dust shimmer in the air.",
          "timestamp": 339.2
        },
        {
          "text": "Kisurugi looks down at a stairs, previously hidden by the cloth and table",
          "timestamp": 345.3
        },
        { "text": "He walks down the stairs", "timestamp": 354.7 },
        {
          "text": "Sun shines through the window, covering a white-haired woman who lies on a cloth on the basement floor.",
          "timestamp": 359.5
        },
        {
          "text": "Her back moves up and down in a slow, rhythmic motion.",
          "timestamp": 366.5
        },
        {
          "text": "Her feet and arms are bony and discolored. Her ankles and wrists are covered in bandages. Kisurugi approaches and kneels behind her.",
          "timestamp": 372.8
        },
        { "text": "Memory", "timestamp": 395.7 },
        {
          "text": "Primasse, a chubby fairy with black wings and a short, black bob. She has green eyes and wears a white dress down to her thighs.",
          "timestamp": 400.9
        },
        {
          "text": "Primasse stares at him, then back to Ravella",
          "timestamp": 415.8
        },
        {
          "text": "Flashback, Kisurugi kisses the witch Ravella",
          "timestamp": 436.4
        },
        {
          "text": "His eyes grow wide. Primasse looks down.",
          "timestamp": 449.3
        },
        { "text": "He looks from the fairy to the witch", "timestamp": 458.8 },
        { "text": "He remembers her smiling at him", "timestamp": 467.1 },
        {
          "text": "On his knees, he looks at the ground, balling his fists.",
          "timestamp": 476.2
        },
        { "text": "He looks up", "timestamp": 494.4 },
        {
          "text": "Present, Kisurugi and Raelza cross swords",
          "timestamp": 504.2
        },
        {
          "text": "He steps on her shadow, then is engulfed in light",
          "timestamp": 509.5
        },
        {
          "text": "The 5 eyed demon punches the dwarf magician's twin shields",
          "timestamp": 527.1
        },
        { "text": "5 eyes pushes the dwarf back", "timestamp": 550.1 },
        {
          "text": "A beam of pink fire shoots from the winged demon's face",
          "timestamp": 564.3
        },
        {
          "text": "Standing athwart the torrent of flame, MOrlock raises his staff. 7 lights shine like stars around the demons then strike with lightning. They freeze a cloud of smoke and electricity engulf them.",
          "timestamp": 626.8
        },
        {
          "text": "5 eyes emerge from the smoke and grabs Saito by the head",
          "timestamp": 642.1
        },
        {
          "text": "He kicks in mid air. Raelza looks back at him",
          "timestamp": 645.8
        },
        {
          "text": "5 eyes squeezes, and Saito's head explodes into ribbons of blood. His headless body falls to the ground.",
          "timestamp": 653.6
        },
        {
          "text": "and explodes into pink, sakura petals. Raelza's eyes grow wide. 5 eyes looks at his empty hand",
          "timestamp": 659.6
        },
        {
          "text": "Demons turn. Saito rests in Guivre's arms.",
          "timestamp": 671.4
        },
        { "text": "Kisurugi grips his sword", "timestamp": 697 },
        {
          "text": "5 eyes charges. A flying kick lands on his head. Flanlil glows green and watches 5 eyes fly. Ninia stands near Saito, her staff glowing green. Lafa floats over her Ninia's shoulder",
          "timestamp": 703.2
        },
        {
          "text": "5 eyes steps back, nearing the cave wall. Flanlil lands, back to back with Raelza",
          "timestamp": 713.3
        },
        {
          "text": "The flying demon hovers and shoots a beam from its mouth at the 2 fighters",
          "timestamp": 727.5
        },
        {
          "text": "A glowing green dome forms in front of them, blocking the beam",
          "timestamp": 732.6
        },
        {
          "text": "Guivre looks from Saito to Monpui and hangs his head",
          "timestamp": 747.1
        },
        {
          "text": "Gibungle, Ninia, Lafa, Cainz, Monpui, Raichee, Morlock, Liliza, and Saito stand side by side",
          "timestamp": 758.6
        },
        { "text": "Primasse flies", "timestamp": 784.7 },
        { "text": "Raelza and Flanlil block Kisurugi", "timestamp": 787.1 },
        { "text": "Raichee shoots lightning at Primasse", "timestamp": 794.7 },
        {
          "text": "Light pulses between their hands. Kisurugi runs.",
          "timestamp": 820.5
        },
        {
          "text": "Flashback,He cuts a man into quarters. He slices the demon kings head.",
          "timestamp": 828.7
        },
        {
          "text": "A pillar of light shoots from Lafa and Ninia, racing towards 5 eyes",
          "timestamp": 844.1
        },
        { "text": "Kisurugi darts in front of it", "timestamp": 849.2 },
        { "text": "Smoke engulfs him", "timestamp": 863.3 },
        {
          "text": "Smoke clears. His clothes breaks into cinders. His mask cracks.",
          "timestamp": 871.5
        },
        { "text": "Kisurugi pants", "timestamp": 914.6 },
        {
          "text": "The adventurers stare down the assassin and demons",
          "timestamp": 919.6
        },
        {
          "text": "Kisurugi drops his swords and holds Primasse",
          "timestamp": 976.2
        },
        {
          "text": "Characters turn black. Text, the fairy with black wings",
          "timestamp": 998.2
        },
        {
          "text": "Text, \"Black Crystal Fairies\", fairies which are just as beatiful as moonlight fairies... It is thought that there are only a few in the kingdom.",
          "timestamp": 1004.5
        },
        {
          "text": "A young, slim Primasse flies across arid land.",
          "timestamp": 1010
        },
        {
          "text": "His face glows purple, his eyes close, and he falls. Primasse floats",
          "timestamp": 1066.7
        },
        {
          "text": "Ravella holds out her hands, and Primasse kneels on her palms.",
          "timestamp": 1074
        },
        {
          "text": "English style scones and tea sit on the table. Silver candlesticks sit on a desk. A silver hairbrush rests by a mirror.",
          "timestamp": 1100.9
        },
        {
          "text": "Present. Kisurugi holds Primasse's wings.",
          "timestamp": 1169.6
        },
        { "text": "2 kunai float in the air", "timestamp": 1217 },
        {
          "text": "The kunai fly. Blood flies. Primasse falls away from her wings.",
          "timestamp": 1227.4
        },
        {
          "text": "Her eyes glow red. Tendrils of purple energy swirl around her",
          "timestamp": 1268.4
        },
        {
          "text": "A pillar of stone rises from the ground. It's covered in bumps and crackles with red lightning.",
          "timestamp": 1295.8
        },
        {
          "text": "The bumps open, revealing dozens of bloodshot eyes. They look around in all directions.",
          "timestamp": 1308.7
        },
        {
          "text": "An eye looks at Flanlil. Red light. Flanlil's ear separates from her head.",
          "timestamp": 1315.9
        },
        { "text": "Fade to white", "timestamp": 1328.7 }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GPWUKG775",
    "url": "https://www.crunchyroll.com/watch/GPWUKG775/"
  }
}
