{
  "metadata": {
    "creator": "Lady Gaga",
    "title": "Lady Gaga - 911",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Our view moves across white sand dunes", "timestamp": 2.212265 },
        {
          "text": "A cowboy in black sits on a horse, looking down between the dunes. There, a woman lies in a pink robe by a broken bicycle and a spilled bag of pomegranates.",
          "timestamp": 8.483138
        },
        {
          "text": "The woman, Lady Gaga, has blue hair, a pink and white robe, and a red mask covering the top half of her face.",
          "timestamp": 18.29831
        },
        {
          "text": "She sits up and looks around. The cowboy spurs the horse. Gaga looks up at the him.",
          "timestamp": 26.120122
        },
        {
          "text": "She stands, and follows the figure on the horse as they walk away.",
          "timestamp": 33.411237
        },
        {
          "text": "She walks across the white sand. Her mask drops.",
          "timestamp": 39.468287
        },
        {
          "text": "The horse walks under an archway, entering a town characteristic of the American Southwest.",
          "timestamp": 42.058427
        },
        {
          "text": "Gaga looks around at the white facade buildings.",
          "timestamp": 46.220659
        },
        {
          "text": "A curly haired man thumps his head against a red, velvet pillow.",
          "timestamp": 50.775096
        },
        {
          "text": "A black woman in a blue velvet and white linen outfit stare at her from behind.",
          "timestamp": 55.067049
        },
        {
          "text": "Gaga stands within a window made of several lattice patterns, held by blindfolded men in orange robes. Their tall hats read IX I I.",
          "timestamp": 57.443805
        },
        {
          "text": "Gaga holds up a white gloved hand.",
          "timestamp": 60.637196
        },
        {
          "text": "She turns around, crossing her arms over her chest. The thumping man continues.",
          "timestamp": 63.765755
        },
        {
          "text": "A crying woman in a purple robe holds a mummy in her arms.",
          "timestamp": 67.601085
        },
        {
          "text": "Near the purple woman, a man in orange stirs a cauldron. Behind them are 3 watchers in blue.",
          "timestamp": 69.507317
        },
        {
          "text": "The woman in purple cradles the mummy, then looks over at Gaga with piercing eyes.",
          "timestamp": 72.551212
        },
        {
          "text": "Gaga holds under jaw, lifts her head up, then drops it again.",
          "timestamp": 75.678962
        },
        {
          "text": "The blue watchers look up. A muscular Persian man and a black woman in an ornate white robe stand on the roof. The Persian man holds a black tasseled parasol.",
          "timestamp": 77.788393
        },
        {
          "text": "The blue watchers point a stick. The Persian man and Pope drift down. The Popen holds a bronze mirror and wears a red + on her chest.",
          "timestamp": 79.933007
        },
        {
          "text": "The watchers points the stick down. The thumping man keeps thumping.",
          "timestamp": 87.869935
        },
        {
          "text": "Gaga stands in the middle of them with outstretched arms. She holds a box above the thumping man, and a doll over the purple woman, below the blue watchers.",
          "timestamp": 89.897905
        },
        {
          "text": "The Pope puts a silver blanket over the thumping man.",
          "timestamp": 93.888101
        },
        {
          "text": "The Persian man places a hand on the mummy while the woman looks at it.",
          "timestamp": 98.144471
        },
        {
          "text": "Gaga opens the box in her hand. It's empty. She puts the doll inside.",
          "timestamp": 103.348589
        },
        {
          "text": "Wearing a blue, transparent, glittery dress. On her head, giant gold thorns stick out of her head, with red at the base.",
          "timestamp": 105.229252
        },
        {
          "text": "She gestures to a small pool of water in the sand in front of her.",
          "timestamp": 110.251607
        },
        {
          "text": "The Persian man stands next to a princely man covered in gold and black. An orange man man stands nearby, holding a green amphora.",
          "timestamp": 112.553543
        },
        {
          "text": "The Persian man puts a shell over the mouth and nose of the princely man.",
          "timestamp": 115.644031
        },
        {
          "text": "The Pope holds a mirror, reflecting light at Gaga. Gaga grabs her chest. The Persian man holds the shell away from the princely man.",
          "timestamp": 118.266638
        },
        {
          "text": "Gaga rises into the air, wearing a green dress and holding a white flower. A gold circlet floats around her face.",
          "timestamp": 121.679916
        },
        {
          "text": "She jerks to a stop, then looks down",
          "timestamp": 127.109564
        },
        {
          "text": "Her ankle is tied to a rope. The Persian man, standing down on the ground, holds the other end.",
          "timestamp": 128.190338
        },
        {
          "text": "The Pope uses the mirror to shine a light in Gaga's face",
          "timestamp": 130.248595
        },
        {
          "text": "The Persian man jerks the rope. Our view falls towards him.",
          "timestamp": 133.91661
        },
        {
          "text": "Gaga's scared face flashes for a second.",
          "timestamp": 137.652442
        },
        {
          "text": "Gaga wears a red outfit and elaborate headdress. She puts a hand over her heart, and another hand over her mouth. The Pope and the Persian man approach her.",
          "timestamp": 139.528726
        },
        {
          "text": "She gestures upward, and a red string dangles from her head to her wrist.",
          "timestamp": 144.323974
        },
        {
          "text": "The Persian man bends down, wraps his hands around her ankle, then stands.",
          "timestamp": 147.157939
        },
        {
          "text": "The Persian man opens his mouth, then moves in front of Gaga. She turns and walks away.",
          "timestamp": 150.797485
        },
        {
          "text": "A blindfolded man in orange tosses red petals",
          "timestamp": 154.759168
        },
        {
          "text": "A man in blue holds up a palm. The figure on the black horse rides forward, carrying a New Mexico state flag, an orange symbol on a yellow background.  Gaga walks in slow motion, red cloth flowing behind her. The Persian man runs after her, accompanied by men in orange.",
          "timestamp": 156.160136
        },
        {
          "text": "On a wall, a painting depicts a damaged bicycle, spilled red fruit, a nurse and doctor, a damaged blue car, a fire truck, a movie theater, a helicopter",
          "timestamp": 165.700643
        },
        {
          "text": "Gaga, in yellow, holds out a hand and vibrates it.",
          "timestamp": 168.000314
        },
        {
          "text": "The Persian man stands and holds Gaga's chest. Her hands vibrate. She shakes her head.",
          "timestamp": 170.925177
        },
        {
          "text": "He wears a ring with 3 X's on his middle finger.",
          "timestamp": 172.254619
        },
        {
          "text": "She turns and looks away. Next to her is a black costume covered in painted flowers.",
          "timestamp": 177.26298
        },
        {
          "text": "In a dark room, she stands in the black costume next to the pope. Behind her is a yellow ribbon with Armenian text.",
          "timestamp": 179.752169
        },
        {
          "text": "The Pope kneels, holding the mirror.",
          "timestamp": 183.234662
        },
        {
          "text": "The Persian man approaches with a brown box. 2 men in orange bring a gold, human sized board covered in hand holds.",
          "timestamp": 186.356338
        },
        {
          "text": "Gaga spreads her arms and turns away. The Persian man hands the box to the pope.",
          "timestamp": 191.36925
        },
        {
          "text": "The black backdrop falls, revealing the white building behind her.",
          "timestamp": 193.57039
        },
        {
          "text": "The woman in white opens the box, revealing a pair of objects",
          "timestamp": 195.659616
        },
        {
          "text": "In a cramped room, Gaga stands next to the backboard. She has blood on her face, and watches the Persian man pick up the objects.",
          "timestamp": 196.895629
        },
        {
          "text": "The purple robed woman holds her hand out, as do the orange men, the princely man, the thumping man, the cowboy in black sitting on a carousel horse, and the blue watchers with the stick.",
          "timestamp": 199.543701
        },
        {
          "text": "Gaga's face falls, and she screams and cries.",
          "timestamp": 208
        },
        {
          "text": "The Persian man places the pair of objects over Gaga's chest. The Pope closes the box.",
          "timestamp": 220.115539
        },
        {
          "text": "A Persian nurse hold Gaga, while a black woman in a white doctor's coat shines a flashlight in Gaga's face. A man wrapped in a silver blanket lies against an airbag.",
          "timestamp": 245.458693
        },
        {
          "text": "Movie poster for The Colour of Pomegranates. Firefighter on a ladder under a sparks. Armenian Film Festival. Police hold flares. A helicopter with a red cross. Bicycle over turned near red fruit.",
          "timestamp": 248.510811
        },
        {
          "text": "A digital sign shows a black cowboy on a horse. Text reads, White Sands National Park, New Mexico.",
          "timestamp": 253.711269
        },
        {
          "text": "Firefighters carry a blue car door away while a woman watches from behind yellow caution tape. Onlookers lift a selfie stick. A woman in purple hold a man's head and cries.",
          "timestamp": 257.410924
        },
        {
          "text": "Firefighters stand around a man dressed in gold next to a shiny, expensive car.",
          "timestamp": 264.730072
        },
        {
          "text": "A fire hydrant shoots water into the air creating a puddle in the street.",
          "timestamp": 266.499184
        },
        {
          "text": "The digital sign shows LG. Life's Good.",
          "timestamp": 269.507474
        },
        {
          "text": "Gaga lies on the road, in the middle of the scene.",
          "timestamp": 271.367138
        },
        { "text": "Cut to black.", "timestamp": 279.008676 }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "58hoktsqk_Q",
    "url": "https://www.youtube.com/watch?v=58hoktsqk_Q"
  }
}
