{
  "metadata": {
    "episode": 5,
    "seriesTitle": "Quality Assurance in Another World",
    "title": "Infiltration",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Bandai Namco", "timestamp": 2 },
        { "text": "Bandai Namco Filmworks", "timestamp": 8 },
        { "text": "Kodansha", "timestamp": 12 },
        {
          "text": "Amano stands amongst the rubble of Lou's house.",
          "timestamp": 42.071278
        },
        { "text": "Amano bites Haga", "timestamp": 73.057265 },
        {
          "text": "Amano keeps his teeth in Haga's hand. Haga's eyes water while he looks at the destroyed town.",
          "timestamp": 79.581642
        },
        {
          "text": "Cubes float in blue streams of light.",
          "timestamp": 93
        },
        {
          "text": "The light eminates from a stone tablet.",
          "timestamp": 96
        },
        {
          "text": "Red and black text appears. Quality Assurance in Another World. The text becomes grainy and glitches.",
          "timestamp": 169
        },
        {
          "text": "Haga presses his hands against a stone wall.",
          "timestamp": 105
        },
        {
          "text": "He pulls out a pad of paper and writes.",
          "timestamp": 109
        },
        {
          "text": "Nikola carries boxes near a tent.",
          "timestamp": 113
        },
        {
          "text": "She trips, dropping papers. She gets up, dirt smudging her face.",
          "timestamp": 116
        },
        {
          "text": "Amano sits at a desk. Character designs hang on a nearby wall.",
          "timestamp": 123
        },
        {
          "text": "He presents the papers to Lou, sitting in a bed.",
          "timestamp": 125
        },
        {
          "text": "A silver haired elf slices meat. She turns, holding plates of food.",
          "timestamp": 127
        },
        {
          "text": "Tesla, glowing, floats in the stream of blue.",
          "timestamp": 132
        },
        {
          "text": "Light passes over the Play-Ing Inc group, including Sakai and Sumida. The Boss stands alone.",
          "timestamp": 135
        },
        {
          "text": "A black knight with a green cape and broadsword walk through a barren land.",
          "timestamp": 138
        },
        {
          "text": "A small man sits in a glowing pod, surrounded by a nest of wires.",
          "timestamp": 141
        },
        {
          "text": "The small man transforms into Haga.",
          "timestamp": 143
        },
        {
          "text": "Amano puts his hands on the ground and glows green.",
          "timestamp": 147
        },
        {
          "text": "Haga races past the glow, knife in hand.",
          "timestamp": 150
        },
        {
          "text": "A muscular, humanoid monster with tusks swipes at him. He leaps back, and the elf leaps over him, coming down with a broadsword.",
          "timestamp": 153
        },
        {
          "text": "She slices through the tusked monster's right arm.",
          "timestamp": 156
        },
        {
          "text": "A variety of monsters approach. Nikola stands alone, mouth open.",
          "timestamp": 157
        },
        {
          "text": "Blue light erupts, knocking back the monsters.",
          "timestamp": 159
        },
        {
          "text": "A dragon roars. The elf, Amano, Haga, and Nikola look up at it.",
          "timestamp": 161
        },
        { "text": "Haga tenses", "timestamp": 151 },
        {
          "text": "Montage of character faces, including Loud and Haga's party. Nikola is consumed in flames. Haga reaches out into white light while screaming.",
          "timestamp": 166
        },
        {
          "text": "A platform sits in a rectangular pool in a dark stone room. A green diamond sits in a library. A king is flanked by a man and a rabbit woman.",
          "timestamp": 171
        },
        {
          "text": "Haga and party look at a village from a cliff. A tablet sits on a desk.",
          "timestamp": 176
        },
        {
          "text": "Text appears. Number 5, Infiltration.",
          "timestamp": 182.332075
        },
        {
          "text": "White flowers sit in front of a grave stone reading Lou, a kind person who loves manga, sleeps here.",
          "timestamp": 185.251964
        },
        {
          "text": "Amano kneels before it at sunrise, eyes vacant.",
          "timestamp": 187.920472
        },
        {
          "text": "Haga shakes his head, then approaches Amano.",
          "timestamp": 212.773361
        },
        { "text": "Amano doesn't move.", "timestamp": 225.669139 },
        { "text": "His eyes glisten", "timestamp": 244.013658 },
        { "text": "Amamo tears up", "timestamp": 268.688845 },
        {
          "text": "Yellow, pink, and purple paint the morning sky.",
          "timestamp": 282.043978
        },
        {
          "text": "3 days later. Villagers sort through rubble. Haga dons a backpack.",
          "timestamp": 287.115511
        },
        {
          "text": "Haga and Nikola walk through the destroyed village.",
          "timestamp": 296.569785
        },
        {
          "text": "Amano waits at the destroyed gate.",
          "timestamp": 300.938558
        },
        {
          "text": "Amano turns around, to see Haga and Nikola in leaf cape disguises.",
          "timestamp": 330.735459
        },
        {
          "text": "Amano walks on while Haga and Nikola crawl after him. Later, the 3 walk down a path without disguises.",
          "timestamp": 366.078597
        },
        { "text": "They climb a mountain pass.", "timestamp": 370.169452 },
        {
          "text": "They walk in the sun, and take shelter in a cave during rain.",
          "timestamp": 373.797481
        },
        {
          "text": "They walk along a road cut out of a hill.",
          "timestamp": 380.119323
        },
        {
          "text": "A 4 story tower sits on a cliff top beneath a full moon. It overlooks a dense forest, where Haga and party camp.",
          "timestamp": 383.677762
        },
        {
          "text": "Haga stirs a pot over the campfire, while Amano warms his hands.",
          "timestamp": 390.540233
        },
        { "text": "Tesla eats.", "timestamp": 458.002059 },
        {
          "text": "Haga takes the bowl, and Tesla returns to Nikola.",
          "timestamp": 464.896808
        },
        {
          "text": "He returns the bowl, and Tesla returns. He takes and returns the bowl repeatedly.",
          "timestamp": 466.314352
        },
        { "text": "The moon shines silver", "timestamp": 484.833446 },
        {
          "text": "She glares, chews, and swallows. The glow fades, and Nikola looks around.",
          "timestamp": 508.117792
        },
        {
          "text": "The sun rises over the mountains. At Haga and company enter the watch tower.",
          "timestamp": 543.730283
        },
        { "text": "They climb stairs", "timestamp": 550.686571 },
        {
          "text": "They pass a store room with a chest",
          "timestamp": 554.978642
        },
        { "text": "More stairs", "timestamp": 559.948988 },
        { "text": "They reach the top of the tower", "timestamp": 563.284952 },
        {
          "text": "Miles away, they see a castle, floating high above the city.",
          "timestamp": 571.289466
        },
        {
          "text": "Guards impaled on spikes below the floating castle",
          "timestamp": 589.981078
        },
        { "text": "He goes down the stairs", "timestamp": 649.469797 },
        { "text": "He brings the chest to the roof", "timestamp": 657.24777 },
        { "text": "He punches the chest", "timestamp": 679.893791 },
        {
          "text": "and waves his hand around in pain",
          "timestamp": 683.554737
        },
        {
          "text": "Haga picks up Nikola and Amano and climbs on top of the chest. It starts shaking.",
          "timestamp": 728.112179
        },
        {
          "text": "It opens, and the trio fly into the air.",
          "timestamp": 736.057251
        },
        { "text": "They turn invisible", "timestamp": 771.604317 },
        {
          "text": "Now Loading... Watchtowers. Severl hills surrounding Bayle Castle have towers called \"Dragon Eyes\" built on top of them. Many of these twoers face west, where there is nothing but open sea. The reason for this is unknown.",
          "timestamp": 773
        },
        {
          "text": "Now Loading... Martial Artist. A warrior who uses their fists as weapons. Can break rocks by concentrating and unleashing a powerful strike.",
          "timestamp": 778.349659
        },
        {
          "text": "They fly towards the entrance to the castle",
          "timestamp": 792.448719
        },
        {
          "text": "Rolling in the air, they approach grass",
          "timestamp": 796.397243
        },
        {
          "text": "Haga lands on his feet, then drops Amano and Nikola, who roll in the grass.",
          "timestamp": 799.666704
        },
        {
          "text": "Haga slams into the castle wall, upside down",
          "timestamp": 803.185566
        },
        {
          "text": "Nikola looks back at the watch tower",
          "timestamp": 822.258113
        },
        { "text": "Haga drinks potions and glows", "timestamp": 830.83949 },
        {
          "text": "They look at the unmoving guards around the corner, then approach.",
          "timestamp": 841.485151
        },
        { "text": "The trio enter a stone tunnel", "timestamp": 869.844102 },
        { "text": "Haga bumps into an armed guard.", "timestamp": 882.457251 },
        { "text": "They're surrounded", "timestamp": 884.720593 },
        {
          "text": "The guards put ropes around the trios' wrists, then lead them away.",
          "timestamp": 927.034074
        },
        { "text": "In a cell in the dungeons", "timestamp": 939.015601 },
        {
          "text": "Main Quest \"The Mad King\" > Escape Castle Bayle > Escape your cell.",
          "timestamp": 954
        },
        {
          "text": "Sakai and a guard walk through the dungeons",
          "timestamp": 959.289578
        },
        {
          "text": "Sakai approaches a guarded cell. The trio sits in a guarded cell.",
          "timestamp": 971.344915
        },
        {
          "text": "Sakai looks through the bars. Haga looks up.",
          "timestamp": 978.601534
        },
        { "text": "Sakai looks at a vampire.", "timestamp": 985.079687 },
        {
          "text": "Crying, Nikola grabs the guard and shakes him. Haga runs his hands over the cell wall.",
          "timestamp": 1049.602868
        },
        {
          "text": "He punches a stone, and a brick falls out the other side.",
          "timestamp": 1055.759826
        },
        {
          "text": "The guard flails under Nikola's shaking",
          "timestamp": 1070
        },
        { "text": "In a lit room in a tower", "timestamp": 1073.174255 },
        { "text": "Boss frowns", "timestamp": 1092.077907 },
        {
          "text": "A bald man and a woman bow as doors close.",
          "timestamp": 1095.461483
        },
        {
          "text": "Boss picks up one of many empty bottles. He tries to pour into a goblet, then drops it.",
          "timestamp": 1109.515914
        },
        { "text": "He grabs his face", "timestamp": 1122.166073 },
        { "text": "He hunches over the desk", "timestamp": 1126.669953 },
        {
          "text": "Amano carries a torch and walks through a narrow stone corridor. Haga and Nikola walk pressed against the walls.",
          "timestamp": 1131.217444
        },
        { "text": "He looks ahead at a lit door.", "timestamp": 1154.078245 },
        {
          "text": "They enter a bloody room full of torches, crates, and metal contraptions.",
          "timestamp": 1161.005523
        },
        {
          "text": "They see devices like racks, a guillotine, stocks, and a maces.",
          "timestamp": 1175.805465
        },
        {
          "text": "Haga looks at jars of liquid. Nikola opens a box.",
          "timestamp": 1184.428627
        },
        {
          "text": "A purple, phallic object, the size of Nikola's forearm. It's pixelated.",
          "timestamp": 1190.353484
        },
        { "text": "Several shapes and sizes", "timestamp": 1221.723988 },
        {
          "text": "Nikola picks up a pink and purple object and waves them around like cowboy guns.",
          "timestamp": 1244.730752
        },
        {
          "text": "She accidentally throws one, and it rolls towards a dark corridor.",
          "timestamp": 1255.086123
        },
        {
          "text": "The pink ratings issue hits a boot. Nikola looks up to see pants, chains dangling from a belt, leather gloves, giant green muscles, shaggy white hair, a wide mouth with pointy teeth, and red eyes glowing in dark sockets.",
          "timestamp": 1257.768651
        },
        {
          "text": "The guard waves spiky tongs. Haga dodges.",
          "timestamp": 1312.713008
        },
        { "text": "Guard lunges. Haga side steps.", "timestamp": 1335.866788 },
        { "text": "Guard strikes. Haga blocks.", "timestamp": 1346.820468 },
        { "text": "To be continued.", "timestamp": 1354.791686 },
        {
          "text": "Credits roll near stylized still drawings. Nikola carries a staff and walks ahead of Haga.",
          "timestamp": 13561
        },
        {
          "text": "Amano, Haga, and Nikola stand in a mountainous area. Haga and holds a paper and quill. Nikola holds the same and watches Haga. Amano smiles.",
          "timestamp": 1367
        },
        {
          "text": "Amano sits, holding papers with colorful rectangles. Nikola and Haga stand at the far side of the room, near windows.",
          "timestamp": 1378
        },
        {
          "text": "Haga, Nikola, Amano, and a silver haired elf girl sit around a campfire, eating meat. The sun sets behind the woods surrounding them.",
          "timestamp": 1390
        },
        {
          "text": "Nikola looks up, mouth open wide. A blue stream of light flickers and rises above her, shooting into the sky, until it explodes in fireworks.",
          "timestamp": 1398
        },
        {
          "text": "Haga, Nikola, Amano, and the silver haired elf girl stare at the night sky over mountains. Nikola points at the blue firework, sparkling above them.",
          "timestamp": 1403
        },
        {
          "text": "Nikola floats in the air, glowing purple, and holding a wooden staff.",
          "timestamp": 1420
        },
        {
          "text": "Haga, Amano, and the silver haired elf stand in a lit, green grove. Nikola runs to them as Amano waves.",
          "timestamp": 1434
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G0DUN2107",
    "url": "https://www.crunchyroll.com/watch/G0DUN2107/"
  }
}
