{
  "metadata": {
    "episode": 3,
    "seriesTitle": "Hyouka",
    "title": "The Circumstances of the Classic Lit Club's Scion",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "At the Pineapple Sand coffee shop, Hotaro stares, mouth open, at Chitanda, who averts her eyes. A nearby clock's pendulum now has a heart shape.",
          "timestamp": 2
        },
        { "text": "She blushes. Hotaro starts.", "timestamp": 13.968375 },
        {
          "text": "The man behind the bar holds up a hand, and turns around.",
          "timestamp": 22.142752
        },
        {
          "text": "A strand of hair falls over her face. Her fingers grip her dress. The heart pendulum glistens.",
          "timestamp": 29.43655
        },
        { "text": "He looks to the side.", "timestamp": 59 },
        {
          "text": "The clock pendulum is back to normal.",
          "timestamp": 64.86761
        },
        { "text": "1:45", "timestamp": 161.129879 },
        { "text": "The server brings coffee.", "timestamp": 294.909507 },
        {
          "text": "Hotaro lifts his coffee cup and blows on it.",
          "timestamp": 358.150508
        },
        {
          "text": "She looks at him, and smiles softly. Her floral, scalloped cup is full. Hotaro's simple, white cup is half full. The shop has eclectic, warm lights. A poster reads Kamiyama Festival.",
          "timestamp": 409.622082
        },
        { "text": "She nods, sadly.", "timestamp": 468.530678 },
        {
          "text": "In a fantasy sequence, Hotaro sits on a park bench. Young Chitanda digs a shallow hole with her hands. Then a second. Then a 20th.",
          "timestamp": 493.50829
        },
        {
          "text": "Hotaro looks down at the letter from his sister.",
          "timestamp": 505
        },
        { "text": "She bows slightly.", "timestamp": 549.801328 },
        {
          "text": "He sighs, and looks at his empty coffee cup.",
          "timestamp": 555.444407
        },
        { "text": "Class 1 B students take a test.", "timestamp": 558.885704 },
        {
          "text": "Hotaro looks at a 1st Term Midterm schedule. Tuesday tests are crossed out. He studies at night.",
          "timestamp": 593.313617
        },
        {
          "text": "Day 2 tests, Study, Day 3 tests, study, day 4 tests",
          "timestamp": 596.280134
        },
        {
          "text": "Students collapse. Hotaro sinks into his seat.",
          "timestamp": 609
        },
        {
          "text": "He collapses in bed. All midterm exams are crossed off.",
          "timestamp": 612.752668
        },
        {
          "text": "He sits up. A letter from Tomoe Oreki sits on the desk.",
          "timestamp": 625.629353
        },
        {
          "text": "Shouman, The Greening. When nature waxeth full, and limbs and leaves grow lush.",
          "timestamp": 697.099521
        },
        { "text": "Auxillary building.", "timestamp": 702.157474 },
        {
          "text": "Chitanda and Mayako walk away. Hotaro pulls out a book.",
          "timestamp": 766.74984
        },
        { "text": "Biology Prep Room.", "timestamp": 779.277296 },
        {
          "text": "The girls approach the door. Hotaro rounds the corner, and notices a pair of small, doorbell sized boxes taped to the walls. The boxes have glass squares facing each other.",
          "timestamp": 781.474067
        },
        {
          "text": "A tall, casually dressed boy with short brown hair opens the door.",
          "timestamp": 803.041112
        },
        {
          "text": "The boy closes the door behind him.",
          "timestamp": 822.257203
        },
        {
          "text": "Togato rubs his hands on his pants and looks around, sweating.",
          "timestamp": 885.376888
        },
        {
          "text": "Computers are squeezed between boxes. A whiteboard displays Kami High Monthly Newsletter Issue 496. Pens, markers, and a white receiver sit on a desk by the open window. Papers and straight edges lie on a table top, sitting across a pile of boxes. Hotaro stares at Togato, while the girls look around. He spies a pedestal fan by the door, blowing across the makeshift table.",
          "timestamp": 952.762096
        },
        {
          "text": "Hotaro looks at the 3 from across the room.",
          "timestamp": 983.75389
        },
        { "text": "He sweats, making a fist.", "timestamp": 1093 },
        { "text": "Togato slackens", "timestamp": 1097.410474 },
        { "text": "He walks away.", "timestamp": 1121.152227 },
        {
          "text": "Stacks of books sit on the table in the club room.",
          "timestamp": 1158.435061
        },
        {
          "text": "The anthology cover depicts a hand drawing of a wolf biting a rabbit, which bites it back.",
          "timestamp": 1387.410808
        },
        {
          "text": "Chitanda gasps, covering her mouth with her hands. Text appears, the niece of time.",
          "timestamp": 1387.410808
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G2XU0JZM5",
    "url": "https://www.crunchyroll.com/watch/G2XU0JZM5/"
  }
}
