{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G2XUN12G1/embrace-the-lamplight-of-ambition-part-5",
    "domain": "crunchyroll",
    "id": "G2XUN12G1"
  },
  "metadata": {
    "type": "television episode",
    "title": "Embrace the Lamplight of Ambition, Part 5",
    "seriesTitle": "Shangri-La Frontier",
    "episode": 40
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 0,
          "text": "Sunraku's muscular body, covered in the scars of Lycagon's mark, walks across an expanse under the night sky and nearly full moon."
        },
        { "timestamp": 10.400000000000006, "text": "Debris floats" },
        {
          "timestamp": 12.5,
          "text": "Backdropped by lightning, text reads, Shangri-La Frontier"
        },
        {
          "timestamp": 16.400000000000006,
          "text": "Ink sketch of Sunraku's face. The ink splatters, and Emul falls through it. Sunraku catches her, and she crawls onto his shoulder. Behind him is a picture of Rakuro"
        },
        {
          "timestamp": 25.099999999999994,
          "text": "Pencilgon smiles at us. Behind her is a picture of Towa Amane."
        },
        {
          "timestamp": 28.5,
          "text": "Katzo's hands burn with fire. Behind her is Kei Uomi."
        },
        {
          "timestamp": 31,
          "text": "Psyger strikes the grown with the purple long sword Antinomy."
        },
        {
          "timestamp": 33.900000000000006,
          "text": "A nest of interlocking lines forms. Ceecrue, a white rabbit samurai, leaps across them."
        },
        {
          "timestamp": 36.80000000000001,
          "text": "Outstretched hands form a diamond. Akitsu Akane's face smiles in the gap."
        },
        {
          "timestamp": 39.599999999999994,
          "text": "A woman holds a bow and a man holds a staff."
        },
        {
          "timestamp": 42.900000000000006,
          "text": "Chains wrap around Sunraku's legs"
        },
        {
          "timestamp": 43.599999999999994,
          "text": "Rakuro reaches up a hand. A hand reaches towards the metal spine in the ruins of past glories."
        },
        {
          "timestamp": 47.19999999999999,
          "text": "Psyger-0, Sunraku, Katzo, and Pencilgon stand side by side."
        },
        { "timestamp": 51.099999999999994, "text": "The chains shatter." },
        {
          "timestamp": 52.19999999999999,
          "text": "In red, fishmen wield swords and race towards the party in a circle."
        },
        {
          "timestamp": 55.900000000000006,
          "text": "The fishmen charge a boy wearing a pirate hat at the wheel of a ship."
        },
        { "timestamp": 58.5, "text": "A mermaid fights a shark." },
        {
          "timestamp": 59.80000000000001,
          "text": "Giant octopus arms wrap around a tattered ship"
        },
        {
          "timestamp": 62.599999999999994,
          "text": "A girl with blue eyes and white hair dances. Star Rain, Sylvia Goldberg. She falls into the floor, the floor rotates, and a white super hero replaces her. Galaxia Series, The Meteus"
        },
        {
          "timestamp": 68.5,
          "text": "A brown haired girl turns into a tree girl. Nitro Squad."
        },
        {
          "timestamp": 71.4,
          "text": "In front of her stands an old man samurai and a young man with gauntlets."
        },
        {
          "timestamp": 75.5,
          "text": "A whale swims, its face engulfed with fire. It approaches an expanse with floating debris. Sunraku walks."
        },
        {
          "timestamp": 83.30000000000001,
          "text": "Lightning crackles across the whale. It opens its mouth. Darkness."
        },
        {
          "timestamp": 90.6,
          "text": "The cartoon Lycagon chews. Text, 40, Embrace the Lamplight of Ambition, Part 5"
        },
        {
          "text": "Cartoon Lycagon spits Sunraku out. His scars are darker.",
          "timestamp": 109.8
        },
        {
          "timestamp": 211.9,
          "text": "Cartoon Lycagon smiles and dissipates into shadow."
        },
        { "text": "They all accept the quest", "timestamp": 333 },
        {
          "timestamp": 414.8,
          "text": "Flashback, eagle poops poison on his face"
        },
        { "timestamp": 442.6, "text": "A pylon falls over" },
        {
          "text": "Wings stretch off a green, muscular arm. Yellow slit eyes blink.",
          "timestamp": 450.9
        },
        {
          "text": "The green dragon has horns on its cheeks and at the end of its tail. Pointy scales run the length of it's spine. It roars. Text, Area Boss, Usurper Dragon.",
          "timestamp": 464.4
        },
        { "timestamp": 485.8, "text": "The party charges the dragon." },
        { "timestamp": 491.8, "text": "Dawn breaks over the barrens." },
        {
          "timestamp": 503.4,
          "text": "Akane holds Emul. Her eyes slowly flutter open."
        },
        {
          "text": "Akane puts Emul on Sunraku's shoulder. She winks. Emul stares.",
          "timestamp": 530.5
        },
        { "text": "A sprawling, mid-century harbor city.", "timestamp": 650 },
        { "timestamp": 752.2, "text": "He pretends to be a backpack." },
        { "timestamp": 768.9, "text": "He thinks of the Bilac disguise" },
        {
          "timestamp": 779.7,
          "text": "He walks down the alley. A man in a cloak sits against the wall."
        },
        {
          "text": "A ball of shadows wrap around Sunraku.",
          "timestamp": 936.3
        },
        {
          "timestamp": 946.9,
          "text": "Golden cards float in a purple hazy galaxy"
        },
        {
          "timestamp": 972.8,
          "text": "He closes his eyes. Cards float between Sunraku and the Sage"
        },
        { "text": "The fool", "timestamp": 983.7 },
        { "timestamp": 1002.1, "text": "The purple haze retreats" },
        { "timestamp": 1004.1, "text": "The card glows." },
        {
          "timestamp": 1005.9,
          "text": "The sage spreads his hands, and cards glow between them. He slams the cards together."
        },
        {
          "timestamp": 1009.8,
          "text": "Sunraku's card floats in front of him, spins, and slides into his heart."
        },
        {
          "timestamp": 1015.3,
          "text": "Psyger stares. Akane stares. Ceecrue stares at the opposite wall from Akane's back. "
        },
        { "timestamp": 1020.7, "text": "Sunraku glows" },
        {
          "text": "Job, Twinblade Mercenary. Sub job, The Fool (Arcanum)",
          "timestamp": 1024.4
        },
        {
          "text": "Shadows wrap around the sage's body and strangle him into nothing.",
          "timestamp": 1063.9
        },
        { "timestamp": 1138.9, "text": "He points to Level 99 Extend" },
        {
          "timestamp": 1240.9,
          "text": "Akane watches as Psyger sways and hides her face in her hands"
        },
        {
          "timestamp": 1264.7,
          "text": "A white haired woman stares out the window of an inn"
        },
        {
          "timestamp": 1292.4,
          "text": "Mold has green hair and purple eyes. He wears a sorceror's robe."
        },
        {
          "timestamp": 1295.3,
          "text": "Rust has short white hair, bronze eyes, and tanned skin."
        },
        { "timestamp": 1300, "text": "The sun shines over the vast sea." },
        {
          "timestamp": 1303.8,
          "text": "A school of fish swims just beneath the surface of the water."
        },
        { "timestamp": 1312.4, "text": "Bubbles float up from the depths." },
        {
          "timestamp": 1317.7,
          "text": "Within a pile of capsized ships, giant octopus tentacles reach out."
        },
        {
          "timestamp": 1328,
          "text": "Text, New Chapter, Towering Sky, Abounding Ocean, a Race to the Abyssal City"
        },
        {
          "timestamp": 1332,
          "text": "Pixel art title card. Blue text over a starry background spell Shangri-La Frontier"
        },
        {
          "timestamp": 1336.1,
          "text": "Sunraku holds blue blades and stands in an underwater town."
        },
        {
          "timestamp": 1339,
          "text": "Pencilgon holds a golden spear and stands in the hidden garden"
        },
        {
          "timestamp": 1341.6,
          "text": "Katzo holds up fists and stands by the Teardrop lake"
        },
        {
          "timestamp": 1343.8999999999999,
          "text": "Psyger crosses her arms and stands in the Lightless Barrens"
        },
        {
          "text": "Montage of the game store, the Utopia headquarters, the palace, Rabbituza, a tower, and Fifticia.",
          "timestamp": 1345.9
        },
        {
          "timestamp": 1351.6999999999998,
          "text": "Sunraku runs across an underwater town. Fish swim in the air. Seaweed lines the street."
        },
        {
          "timestamp": 1359.8,
          "text": "Katzo runs across the cave floor on the shores of the Teardrop lake"
        },
        {
          "timestamp": 1366,
          "text": "A serpent emerges from the lake. Crab pincers snap."
        },
        {
          "timestamp": 1368.5,
          "text": "Montage of items. Log. Bow. Twin blue blades. Grimoire. Mana potion. Cards."
        },
        {
          "timestamp": 1372.6999999999998,
          "text": "Pencilgon runs across the hidden garden. Red spider lilies blow in the breeze, surrounded by cavernous walls, under a full moon."
        },
        {
          "text": "Ceecrue, Rust, Sunraku, Akane, Mold, and Psyger walk along a dock. A crescent moon shines over the sea.",
          "timestamp": 1379.7
        },
        {
          "timestamp": 1395.3999999999999,
          "text": "A red ship floats at sea. A giant octopus leg reaches up."
        },
        {
          "timestamp": 1400,
          "text": "Rakuro, Towa, Kei, and a brown haired woman walk along an urban street. Cars drive by."
        },
        {
          "text": "Montage. The Sage of Awakening. Akane's fox mask. A person in a yellow demon mask. An old man samurai. The beetle helm. A gas mask.",
          "timestamp": 1406.1
        },
        {
          "timestamp": 1410.8999999999999,
          "text": "Blue text over a black background spells Shangri-La Frontier"
        }
      ]
    }
  ]
}
