{
  "metadata": {
    "episode": 2,
    "seriesTitle": "Quality Assurance in Another World",
    "title": "Haga Makoto",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Bandai Namco", "timestamp": 2.460804 },
        { "text": "Bandai Namco Filmworks", "timestamp": 8.637938 },
        { "text": "Kodansha", "timestamp": 12 },
        {
          "text": "The tent, just before sunrise. Sweat beads on Haga's face as he stares at a sleeping Nikola",
          "timestamp": 46.210563
        },
        { "text": "Haga approaches the desk", "timestamp": 78.959301 },
        { "text": "He trips ands falls backwards", "timestamp": 90.900046 },
        { "text": "Nikola smiles", "timestamp": 102 },
        {
          "text": "Cubes float in blue streams of light.",
          "timestamp": 105.139487
        },
        {
          "text": "The light eminates form a stone tablet.",
          "timestamp": 108.334414
        },
        {
          "text": "Red and black text appears. Quality Assurance in Another World. The text becomes grainy and glitches.",
          "timestamp": 111.704813
        },
        {
          "text": "Haga presses his hands against a stone wall.",
          "timestamp": 117.734711
        },
        {
          "text": "He pulls out a pad of paper and writes. He has short red hair, green eyes, a blue shirt, and a brown backpack.",
          "timestamp": 121.06886
        },
        {
          "text": "Nikola carries boxes near a tent.",
          "timestamp": 125.546637
        },
        {
          "text": "She trips, dropping papers. She gets up, dirt smudging her face.",
          "timestamp": 128.690286
        },
        {
          "text": "A dog man sits at a desk. Papers with sketches hang on a nearby wall.",
          "timestamp": 132.427725
        },
        {
          "text": "He presents the papers to a girl with short green hair, sitting in a bed.",
          "timestamp": 137.197514
        },
        {
          "text": "A silver haired elf slices meat. She turns, holding plates of food.",
          "timestamp": 139.26732
        },
        {
          "text": "Nikola floats in the stream of blue, glowing yellow.",
          "timestamp": 144.196959
        },
        {
          "text": "Light passes over a group of people, including a blond man and an armored man. A red haired man with a goatee stands alone.",
          "timestamp": 147.238176
        },
        {
          "text": "A black knight with a green cape and broadsword walk through a barren land.",
          "timestamp": 150.520392
        },
        {
          "text": "A small man sits in a glowing pod, surrounded by a nest of wires.",
          "timestamp": 153.725309
        },
        {
          "text": "The small man transforms into Haga.",
          "timestamp": 155.627389
        },
        {
          "text": "The dog man puts his hands on the ground and glows green.",
          "timestamp": 159.037225
        },
        {
          "text": "Haga races past the glow, knife in hand.",
          "timestamp": 162.611809
        },
        {
          "text": "A muscular, humanoid monster with tusks swipes at him. He leaps back, and the elf leaps over him, coming down with a broadsword.",
          "timestamp": 164.948215
        },
        {
          "text": "She slices through the tusked monster's right arm.",
          "timestamp": 167.892117
        },
        {
          "text": "A variety of monsters approach. Nikola stands alone, mouth open.",
          "timestamp": 169.122247
        },
        {
          "text": "Blue light erupts, knocking back the monsters.",
          "timestamp": 171.166426
        },
        {
          "text": "A dragon roars. The elf, dog man, Haga, and Nikola look up at it.",
          "timestamp": 173.396702
        },
        { "text": "Haga tenses", "timestamp": 176.970974 },
        {
          "text": "Montage of character faces, including Haga's party. Nikola is consumed in flames. Haga reaches out into white light while screaming.",
          "timestamp": 181.186449
        },
        {
          "text": "A platform sits in a rectangular pool in a dark stone room. A green diamond sits in a library. A king is flanked by a man and a rabbit woman.",
          "timestamp": 185.75292
        },
        {
          "text": "Haga and party look at a village from a cliff. A tablet sits on a desk.",
          "timestamp": 189
        },
        {
          "text": "At the tent, in morning. Text appears. Number 2, Haga Makoto.",
          "timestamp": 192.413707
        },
        {
          "text": "Nikola carries a barrel. Haga watches her leave. Outside, she rolls up paper.",
          "timestamp": 207
        },
        {
          "text": "She picks up a wooden staff from the pile.",
          "timestamp": 230
        },
        { "text": "She poses, holding the staff.", "timestamp": 249.898655 },
        {
          "text": "They walk down a path in the valley.",
          "timestamp": 263.936494
        },
        { "text": "Haga consults a map.", "timestamp": 326.230259 },
        { "text": "Haga looks through a telescope", "timestamp": 353.600836 },
        { "text": "He kneels in grass, writing", "timestamp": 355.447629 },
        {
          "text": "They walk a trail through dense woods",
          "timestamp": 359.905407
        },
        {
          "text": "A lizard emerges from a bush. Nikola smiles.",
          "timestamp": 362.521263
        },
        {
          "text": "They approach a cliff overlooking the ocean. Nikola gapes.",
          "timestamp": 366.933593
        },
        { "text": "They walk at sunset.", "timestamp": 372.508744 },
        {
          "text": "They sit at a campfire under a full moon.",
          "timestamp": 375
        },
        {
          "text": "Nikola sits and sleeps. Haga watches her.",
          "timestamp": 380.288026
        },
        {
          "text": "In daylight, they approach a city with a high castle wall. Colorful stalls gather near the entrance.",
          "timestamp": 389.840943
        },
        { "text": "Haga walks towards the wall.", "timestamp": 414.663793 },
        { "text": "He places his hands on the wall.", "timestamp": 421.949855 },
        {
          "text": "He presses his cheek to the wall.",
          "timestamp": 424.922117
        },
        {
          "text": "He jumps at the wall from different angles.",
          "timestamp": 438
        },
        {
          "text": "She watches him run off. She turns around, and presses her face to the wall.",
          "timestamp": 495
        },
        {
          "text": "Villagers watch them run along the wall.",
          "timestamp": 509.825192
        },
        {
          "text": "A blond man with a goatee and an armored man stop.",
          "timestamp": 514.643824
        },
        {
          "text": "The city is roughly a circle. Haga made it from 6 o'clock to about 8 o'clock. Nikola made it to 5:30.",
          "timestamp": 518.075055
        },
        { "text": "The sun begins to set.", "timestamp": 523.912488 },
        { "text": "At night", "timestamp": 560.922653 },
        {
          "text": "The blond man approaches, with the armored man looming behind him.",
          "timestamp": 653.574698
        },
        { "text": "Nikola hides behind Haga", "timestamp": 667.297349 },
        {
          "text": "The armored man reaches for a sword, but the blond man holds up a hand.",
          "timestamp": 682.11897
        },
        {
          "text": "The blond man stabs Haga in the stomach.",
          "timestamp": 695.189951
        },
        { "text": "Haga punches into a barrel", "timestamp": 728.483613 },
        { "text": "A fog erupts", "timestamp": 731.436437 },
        {
          "text": "Haga silences Nikola, then runs with her.",
          "timestamp": 734.362478
        },
        {
          "text": "The blond man coughs and glares. Haga runs.",
          "timestamp": 738.32818
        },
        {
          "text": "Now Loading... Royal Capital, Bayle. Situated in the hills of the Bayle Plains, it serves as the financial and cultural center of the kingdom. The Bayle Mountains to the east serve as a natural barrier against invaders.",
          "timestamp": 740
        },
        {
          "text": "Now Loadding... Grafa. A deity worshipped widely throughout the Bayle Kingdom. As the god of the earth and love, Grafa's temple welcomes pilgrims from far and wide with open arms.",
          "timestamp": 745.445188
        },
        {
          "text": "The blond man enters the small tent.",
          "timestamp": 759.562351
        },
        { "text": "He steps on the detailed report", "timestamp": 778.560196 },
        {
          "text": "Inside a tower, Haga barricades the door.",
          "timestamp": 781.887578
        },
        { "text": "Potions", "timestamp": 818.602013 },
        {
          "text": "The blond man enters the room through the wall, holding a Debugger Stone.",
          "timestamp": 858.394081
        },
        { "text": "The armored man joins him.", "timestamp": 868.5815 },
        { "text": "Haga punches the wall", "timestamp": 883.844058 },
        { "text": "Nikola hides behind Haga", "timestamp": 972.27487 },
        {
          "text": "Sumida, the armored man, glows red, then flies forward. Haga grabs Nikola, dodges, and throws a potion.",
          "timestamp": 1138.303729
        },
        { "text": "Haga runs outside", "timestamp": 1165.583459 },
        {
          "text": "Sumida, glowing red, flies after them at break neck speed.",
          "timestamp": 1195.584014
        },
        {
          "text": "Haga dodges, and Sumida crashes into the city wall.",
          "timestamp": 1200
        },
        {
          "text": "He flies at them repeatedly. They dodge desperately.",
          "timestamp": 1221.626153
        },
        {
          "text": "Haga runs inside, turns around, and drops Nikola.",
          "timestamp": 1240
        },
        {
          "text": "He flies at them. They part and he flies between them.",
          "timestamp": 1256
        },
        { "text": "He flies through the wall.", "timestamp": 1272.241505 },
        {
          "text": "Sumida looks up, afraid. Haga looks down at him, holding a pick pocketed debugger stone.",
          "timestamp": 1280.506607
        },
        {
          "text": "He falls past the walls into darkness.",
          "timestamp": 1287.089299
        },
        { "text": "Sakai walks away from the tower", "timestamp": 1298.210131 },
        {
          "text": "He kneels in the grass. Beneath his outstretched hand forms a pillar of glowing, purple light.",
          "timestamp": 1317.719742
        },
        {
          "text": "In the dark tower, Haga peaks out from within a wooden box.",
          "timestamp": 1323.394449
        },
        { "text": "To be continued", "timestamp": 1353.5 },
        {
          "text": "Credits roll near stylized still drawings. Nikola carries a staff and walks ahead of Haga.",
          "timestamp": 1354
        },
        {
          "text": "A dog man, Haga, and Nikola stand in a mountainous area. Haga and holds a paper and quill. Nikola holds the same and watches Haga. The dog man smiles.",
          "timestamp": 1367
        },
        {
          "text": "The dog man sits, holding papers with colorful rectangles. Nikola and Haga stand at the far side of the room, near windows.",
          "timestamp": 1378
        },
        {
          "text": "Haga, Nikola, the dog man, and a silver haired elf girl sit around a campfire, eating meat. The sun sets behind the woods surrounding them.",
          "timestamp": 1390
        },
        {
          "text": "Nikola looks up, mouth open wide. A blue stream of light flickers and rises above her, shooting into the sky, until it explodes in fireworks.",
          "timestamp": 1398
        },
        {
          "text": "Haga, Nikola, the dog man, and the silver haired elf girl stare at the night sky over mountains. Nikola points at the blue firework, sparkling above them.",
          "timestamp": 1403
        },
        {
          "text": "Nikola floats in the air, glowing purple, and holding a wooden staff.",
          "timestamp": 1420
        },
        {
          "text": "Haga, the dog man, and the silver haired elf stand in a lit, green grove. Nikola runs to them as the dog man waves.",
          "timestamp": 1434
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G50UZ0947",
    "url": "https://www.crunchyroll.com/watch/G50UZ0947/"
  }
}
