{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G50UZV87N/regrets-always-lie-in-the-past",
    "domain": "crunchyroll",
    "id": "G50UZV87N"
  },
  "metadata": {
    "type": "television episode",
    "title": "Regrets Always Lie in the Past",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 12
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "timestamp": 41, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 43,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 47,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "timestamp": 58,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 60,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "timestamp": 63,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 65,
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "timestamp": 68,
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest."
        },
        {
          "timestamp": 72,
          "text": "Katzo, a girl with blond pig tails, walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "timestamp": 75,
          "text": "Psyger-0 swings a log. Emul wears a suit and top hat. She leaps and is replaced by her human form."
        },
        {
          "timestamp": 77,
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 82,
          "text": "Orcelot, wearing armor and a purple cape, sits on a box in a storage room."
        },
        {
          "timestamp": 85,
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes."
        },
        {
          "timestamp": 89,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 92,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "timestamp": 96,
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back."
        },
        {
          "timestamp": 101,
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "timestamp": 103,
          "text": "Pencilgon strikes with a sword. Katzo punches with a fire ball."
        },
        {
          "timestamp": 106,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 110,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 114,
          "text": "The town fades into the bird man's red eye"
        },
        { "timestamp": 117, "text": "Emul leaps up, smiling." },
        {
          "timestamp": 121,
          "text": "In a forest glowing with a red mist, Katzo, Sunraku, and Pencilgon walk side by side."
        },
        {
          "text": "In UniteRounds, Pencilgon smiles. Text, 12, Regrets Always Lie in the Past.",
          "timestamp": 128
        },
        {
          "text": "Iron prisms covered in circuitry float around above them.",
          "timestamp": 203
        },
        {
          "text": "They enter a large, gymnasium sized chamber.",
          "timestamp": 207
        },
        {
          "text": "An iron pyramid crashes. They dodge. The pyramid is covered in red circuits",
          "timestamp": 282
        },
        {
          "text": "It lifts up and spins around. Red label, Suppression Drone, Type: Pyramid",
          "timestamp": 285
        },
        {
          "text": "Sunraku and Emul exchange glances. He folds his arms, straightens, and cocks an eyebrow",
          "timestamp": 296
        },
        { "text": "Pyramid approaches.", "timestamp": 310 },
        {
          "text": "Katzo punches the pyramid, her fists glowing red",
          "timestamp": 312
        },
        { "text": "3 more pyramids descend", "timestamp": 337 },
        { "text": "Katzo smiles", "timestamp": 339 },
        { "text": "Katzo cocks her head and stares blankly", "timestamp": 392 },
        { "text": "The three walk", "timestamp": 399 },
        { "text": "A deep, dark hole", "timestamp": 464 },
        { "text": "Katzo jumps", "timestamp": 501 },
        { "text": "He taps his fist in his palm", "timestamp": 510 },
        { "text": "Sunraku's temple throbs, metaphorically", "timestamp": 551 },
        {
          "text": "Sunraku grabs Emul and leaps into the hole",
          "timestamp": 560
        },
        {
          "text": " Katzo stands in a cave. Sunraku and Emul slide down a crack in the wall.",
          "timestamp": 564
        },
        { "text": "Label, Tearlight Lake", "timestamp": 580 },
        {
          "text": "The 2 cast lines into the water. The lake glows etherally in the stone cave, with a forest of stalactites dangling above them.",
          "timestamp": 599
        },
        { "text": "Label, Lifestide Salmon", "timestamp": 622 },
        {
          "text": "A long green serpent with red eyes and gills on either side of the head",
          "timestamp": 658.5
        },
        { "text": "Katzo hands glow red", "timestamp": 663 },
        {
          "text": "The serpent lunges at the shore. The trio dodge.",
          "timestamp": 685
        },
        { "text": "Embers warm in the fire", "timestamp": 697 },
        { "text": "Bilac wipes sweat off her face", "timestamp": 702 },
        {
          "text": "A purple blade rapier with a twisted gold and silver hilt. A silver dagger with a twisted purple hilt.",
          "timestamp": 712
        },
        { "text": "He picks up the blades", "timestamp": 744 },
        { "text": "The rapier", "timestamp": 821 },
        {
          "text": "He uses Spiral Edge on the serpent, leaving a purple and red circle on the body",
          "timestamp": 826
        },
        { "text": "Katzo red fist punches the serpent", "timestamp": 830 },
        { "text": "She backflips away", "timestamp": 832 },
        {
          "text": "Emul hides behind a rock. The serpent's wound glows purple.",
          "timestamp": 839
        },
        { "text": "Text, Corrosive Poison", "timestamp": 871.5 },
        { "text": "Katzo punches the serpent's face", "timestamp": 875 },
        { "text": "Katzo's hands glow black", "timestamp": 895 },
        {
          "text": "She leaps and black fist punches the purple wound.",
          "timestamp": 898
        },
        { "text": "The serpent reels back and screams", "timestamp": 903 },
        { "text": "She runs, carrying a book", "timestamp": 913 },
        { "text": "Katzo runs", "timestamp": 916 },
        { "text": "The serpent leers then lunges", "timestamp": 930 },
        {
          "text": "The serpent screams in a torrent of attacks from the trio",
          "timestamp": 942
        },
        {
          "text": "The lake lies still in the cave. Sunraku, Level up, 31 arrow 32. Katzo, level up, 25 arrow 29",
          "timestamp": 953
        },
        { "text": "His eyes bulge and he squeezes Emul", "timestamp": 1058 },
        { "text": "Sunraku stomps off. Emul pants.", "timestamp": 1067 },
        {
          "text": "A tie down rope is anchored to the floor of the cave. The trio sit on a rug in a tent. Pencilgon enters.",
          "timestamp": 1085
        },
        {
          "text": "Thin red flower petals flutter around an old, bare, gnarled tree, cast in red light.",
          "timestamp": 1169
        },
        {
          "text": "Its few branches stretch up, with the tip of the highest touching the full moon.",
          "timestamp": 1175
        },
        {
          "text": "A translucent woman sits on a root. She has brown hair in a braid that reaches her stomach. She wears casual, real world clothes.",
          "timestamp": 1178
        },
        {
          "text": "She sings, Into the gap between moments, spills a single wish.",
          "timestamp": 1182
        },
        {
          "text": "The wind rustles her hair. She opens her brown eyes. ",
          "timestamp": 1195
        },
        {
          "text": "Dozens of red spider lilies sway. Each plant has 6 long, thin crimson petals. Long stamen rise from the center, with a yellow, round anther at the end.",
          "timestamp": 1200
        },
        {
          "timestamp": 1207,
          "text": "Rakuro floats, as if in water. Debris floats around him. "
        },
        {
          "timestamp": 1212,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1217,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1222,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1227, "text": "Grass blows before an orange sunset." },
        {
          "timestamp": 1231,
          "text": "Sunraku, bearing Lycagon's Mark, stands."
        },
        {
          "timestamp": 1235,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1239,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "timestamp": 1244,
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "timestamp": 1249,
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind."
        },
        {
          "timestamp": 1254,
          "text": "Katzo looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1258,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "timestamp": 1261,
          "text": "His bird mask feathers blows in the wind."
        },
        {
          "timestamp": 1267,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "timestamp": 1273,
          "text": "Katzo crouches on a outcropping, in front of the moon"
        },
        {
          "timestamp": 1278,
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1287,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        {
          "text": "Text, Animalia Expedition, Monster-Bird of the Forest Grotto, The \"Rabbit Eared Shoebill\" Really Exists",
          "timestamp": 1321
        },
        { "text": "A human foot print", "timestamp": 1345 },
        {
          "text": "A large, shadowy figure flies between 2 trees.",
          "timestamp": 1378
        },
        { "text": "Sunraku and Katzo walk behind them", "timestamp": 1412 }
      ]
    }
  ]
}
