{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G7PU4M14D/the-writing-tool-knight-queen",
    "domain": "crunchyroll",
    "id": "G7PU4M14D"
  },
  "metadata": {
    "type": "television episode",
    "title": "The Writing Tool Knight-Queen",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 6
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 0,
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 3, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 5,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro",
          "timestamp": 9
        },
        {
          "timestamp": 20,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 25,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows",
          "timestamp": 27
        },
        {
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest.",
          "timestamp": 30
        },
        {
          "timestamp": 34,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "text": "A large knight wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by her human form.",
          "timestamp": 37
        },
        {
          "timestamp": 39,
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 44,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "timestamp": 47,
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes."
        },
        {
          "timestamp": 51,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 54,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back.",
          "timestamp": 58
        },
        {
          "timestamp": 63,
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "text": "Pencilgon strikes with a sword. The blond girl punches with a fire ball.",
          "timestamp": 65
        },
        {
          "timestamp": 68,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 72,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 76,
          "text": "The town fades into the bird man's red eye"
        },
        { "timestamp": 79, "text": "Emul leaps up, smiling." },
        {
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and Pencilgon walk side by side.",
          "timestamp": 83
        },
        { "text": "Sword strike. Animalia gapes.", "timestamp": 88 },
        {
          "text": "He looks up at her player name. Label, Skull, Arthur Pencilgon, Level 99",
          "timestamp": 128
        },
        { "text": "Red skull icon", "timestamp": 130 },
        {
          "text": "Pencilgon's purple hair and long, pointy earrings blows in the wind. She smiles down at him with blue eyes. Human Emul hides behind Sunraku. She gapes, with wide red eyes.",
          "timestamp": 144
        },
        {
          "text": "At an Item Shop, an axe smashes a Sales Counter.",
          "timestamp": 157
        },
        {
          "text": "The burglar knights pick up a silver goblet. The 2 run away.",
          "timestamp": 171
        },
        { "text": "A burglar turns around.", "timestamp": 180 },
        {
          "text": "Sunraku, wearing knight armor, wields a club.",
          "timestamp": 186
        },
        {
          "text": "Dozens of knights run at a horde of monsters.",
          "timestamp": 205
        },
        {
          "text": "A player holds a bag and smiles down a killed players.",
          "timestamp": 257
        },
        { "text": "A tattered red flag billows", "timestamp": 260 },
        { "text": "Pencil Knight", "timestamp": 272 },
        { "text": "The sun rises over the kingdom", "timestamp": 291 },
        {
          "text": "A knight's body lies over red. Dozens of dead knights lie scattered across a hallway. 2 figures walk down the center along a red carpet.",
          "timestamp": 295
        },
        {
          "text": "Katzo Tataki, a black knight, and Sunraku, a white knight. Sunraku kneels near a body.",
          "timestamp": 302
        },
        {
          "text": "He opens the doors. Pencil Knight sits on a throne at the top of stairs, holding a sword.",
          "timestamp": 348
        },
        {
          "text": "She smiles down from the throne. In SLF, she smiles down from the gate entrance.",
          "timestamp": 398
        },
        {
          "text": "She flies down the stairs and swings her sword at his head. He lowers.",
          "timestamp": 417
        },
        {
          "text": "She pivots over his shoulder, lands on the ground, drives her sword in the ground to slow her momentum, and throws 3 purple daggers. He dodges 2 and parries the third.",
          "timestamp": 429
        },
        {
          "text": "Emul runs to the sidelines, near Animalia",
          "timestamp": 445
        },
        {
          "text": "Emul's ears reappear. She hides them with her hands.",
          "timestamp": 477
        },
        {
          "text": "In Unite the Rounds, Pencil Knight's Kingdom smokes. Pencil Knight sits on a burning throne, smiling.",
          "timestamp": 493
        },
        { "text": "They exchange blows rapidly.", "timestamp": 523 },
        { "text": "He parries a blow, then backflips back.", "timestamp": 553 },
        { "text": "Knives out, Sunraku runs towards her.", "timestamp": 566 },
        { "text": "She blocks, then backflips away.", "timestamp": 573 },
        {
          "text": "She stands in front of the gate steps, brandishing the sword. Emul's tail reappears.",
          "timestamp": 612
        },
        {
          "text": "She tries to hide her ears and tail. Animalia bites her nails, watching Sunraku brandish knives.",
          "timestamp": 628
        },
        { "text": "She turns to Emul.", "timestamp": 642 },
        {
          "text": "Animalia taps Emul's shoulder. She jumps and explodes in pink smoke.",
          "timestamp": 652
        },
        {
          "text": "Bunny ears. Animalia looks down. Red eyes, little pink nose. Animalia's eyes grow wide.",
          "timestamp": 659
        },
        {
          "text": "Bunny Emul like, paws out, in Animalia's hands. She blushes and squeals.",
          "timestamp": 667
        },
        {
          "text": "Animalia drools and pants. Her tongue hangs out",
          "timestamp": 679
        },
        { "text": "Repel Counter", "timestamp": 694 },
        { "text": "He jump kicks her backwards.", "timestamp": 700 },
        { "text": "Pencilgon runs after them.", "timestamp": 734 },
        { "text": "An explosion forms between them.", "timestamp": 740 },
        { "text": "She stops and shields her face", "timestamp": 744 },
        {
          "text": "He drives his heel into the ground, slowing. 4 figures stand in front of him. PKers Ketchum, Lass, Branch, and Remy.",
          "timestamp": 780
        },
        { "text": "Sunraku dodges an axe from Branch. ", "timestamp": 845 },
        {
          "text": "Ketchum swings a long sword. Sunraku leaps.",
          "timestamp": 851
        },
        {
          "text": "Animalia's crescent shaped bone staff glows, forming 5 colored orbs.",
          "timestamp": 860
        },
        {
          "text": "Streams of yellow, red, green, blue, and purple fly towards Pencilgon.",
          "timestamp": 867
        },
        {
          "text": "Animalia watches the prismatic explosion. Shockwaves blow back her flowing robe.",
          "timestamp": 874
        },
        { "text": "She smiles, then her face falls.", "timestamp": 877 },
        {
          "text": "The streams of color gather around Pencilgon's chestplate. They strobe less and less until they disappear.",
          "timestamp": 881
        },
        {
          "text": "She points, and a prismatic miasma flies back and Animalia.",
          "timestamp": 892
        },
        {
          "text": "She flies back and rolls across the ground.",
          "timestamp": 896
        },
        {
          "text": "She glares. PKer Lass swings at Sunraku. He dodges. Branch swings. He dodges.",
          "timestamp": 945
        },
        { "text": "The 4 attack at once.", "timestamp": 954 },
        {
          "text": "The white knight descends from the sky and strikes Ketchum. The explosion kicks dirt hundreds of feet in the air.",
          "timestamp": 977
        },
        { "text": "Ketchum's upper half rolls away.", "timestamp": 988 },
        {
          "text": "The white knight looks solemnly back at Sunraku, who sweats.",
          "timestamp": 1020
        },
        { "text": "Rei's house.", "timestamp": 1023 },
        {
          "text": "A Yojijukugo wall scroll, bearing 4 character kanji, reads \"Constant Progress\".",
          "timestamp": 1026
        },
        {
          "text": "Rei holds her head in her hands, staring off into space.",
          "timestamp": 1030
        },
        { "text": "At the game store", "timestamp": 1044 },
        { "text": "Mana gives a thumbs up. Rei blushes.", "timestamp": 1069 },
        { "text": "In her room, Rei eyes her VR helmet.", "timestamp": 1081 },
        { "text": "She sits on her bed.", "timestamp": 1115 },
        {
          "text": "She lies back, and crosses her hands over her torso. She wears a modest, collared, button down blouse and long skirt.",
          "timestamp": 1118
        },
        {
          "text": "Dialog, You've received a mailbird from Psyger-100.",
          "timestamp": 1122
        },
        {
          "text": "The white knight sits up in a Secondale Inn",
          "timestamp": 1128
        },
        {
          "text": "Dear Psyger-0, Sorry, but I need you to pause your private player hunt. There's a player I really need to talk to. Can you find him for me? He was last sighted near Secondale. He seems to have a talking, clothed Vorpal Bunny with him.",
          "timestamp": 1135
        },
        {
          "text": "In Secondale, people stare at the white knight, Psyger-0.",
          "timestamp": 1141
        },
        { "text": "Psyger-0's legs glow green.", "timestamp": 1189 },
        {
          "text": "She runs, kicking up a cloud of dust in her wake.",
          "timestamp": 1197
        },
        { "text": "Sunraku fights the 4 PKers", "timestamp": 1211 },
        {
          "text": "PKer Lass swings at Sunraku. He dodges.",
          "timestamp": 1234
        },
        { "text": "Pencilgon's face falls.", "timestamp": 1249 },
        {
          "text": "The 3 remaining PKers step back from the dust cloud.",
          "timestamp": 1258
        },
        { "text": "The dust parts around Psyger-0", "timestamp": 1288 },
        {
          "text": "Animalia pulls a bone hand staff from her robe.",
          "timestamp": 1323
        },
        {
          "text": "Rakuro floats, as if in water. Debris floats around him. ",
          "timestamp": 1332
        },
        {
          "timestamp": 1337,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1342,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1347,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1352, "text": "Grass blows before an orange sunset." },
        {
          "timestamp": 1356,
          "text": "Sunraku, bearing Lycagon's Mark, stands."
        },
        {
          "timestamp": 1360,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1364,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume.",
          "timestamp": 1369
        },
        {
          "timestamp": 1374,
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind."
        },
        {
          "timestamp": 1379,
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1383,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "timestamp": 1386,
          "text": "His bird mask feathers blows in the wind."
        },
        {
          "timestamp": 1392,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "timestamp": 1398,
          "text": "The blond woman crouches on an outcropping, in front of the moon"
        },
        {
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue.",
          "timestamp": 1403
        },
        {
          "timestamp": 1412,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        {
          "timestamp": 1420,
          "text": "Elementary students sit in front of a stage. Sunraku pushes the word SLF Mini"
        },
        { "text": "Text, 9, Is the food bad in SLF?", "timestamp": 1426 },
        { "text": "Emul eats a carrot.", "timestamp": 1429 },
        {
          "text": "He sits at a table full of cheeseburger towers.",
          "timestamp": 1446
        },
        { "text": "He stares. She munches happily.", "timestamp": 1497 },
        { "text": "He eats her carrot.", "timestamp": 1503 },
        {
          "text": "Dialog, One level of flavor limiter has been removed.",
          "timestamp": 1505
        },
        {
          "text": "Text, Flavor limiters are removed through consumption of high-quality food items.",
          "timestamp": 1512
        },
        {
          "text": "Post-episode footnote: A yojijukugo term is a Japanese idiomatic expression containing 4 kanji characters. The phrase on Rei's wall is nisshigeppo, spelled day + advance + month + walk.",
          "timestamp": 1516
        }
      ]
    }
  ]
}
