{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G9DUE58GJ/black-wolf-nightslayer",
    "domain": "crunchyroll",
    "id": "G9DUE58GJ"
  },
  "metadata": {
    "type": "television episode",
    "title": "Black Wolf Nightslayer",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 3
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 0,
          "text": "Muscular legs walk foward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 3, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 5,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 9,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakurou"
        },
        {
          "timestamp": 20,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 25,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 27,
          "text": "Rakurou smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "timestamp": 30,
          "text": "A woman with long purple hair twirls a spear in a forest."
        },
        {
          "timestamp": 34,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "timestamp": 37,
          "text": "A large knight wears a helmet. A rabbit wears a suit and top hat. The rabbit leaps and is replaced by a girl in a suit and top hat."
        },
        {
          "timestamp": 39,
          "text": "A large rabbit with an eye patch sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 44,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "text": "The dark fligure of a wolf bearing fangs appears over a forest and a red moon. Yellow lines shine around the wolf's read, glowing eyes.",
          "timestamp": 47
        },
        {
          "timestamp": 51,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 54,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "timestamp": 58,
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. The purple haired woman strikes human sized wasps. They fight back to back."
        },
        {
          "timestamp": 63,
          "text": "The large rabbit, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "timestamp": 65,
          "text": "The purple haired girl strikes with a sword. The blond girl punches with a fire ball."
        },
        {
          "timestamp": 68,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 72,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 76,
          "text": "The town fades into the bird man's red eye"
        },
        { "timestamp": 79, "text": "The rabbit leaps up, smiling." },
        {
          "timestamp": 83,
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and purple haired girl walk side by side."
        },
        {
          "text": "At night, a clock in a traditional Japanese bedroom reads 11:08.",
          "timestamp": 90
        },
        { "text": "Text, 3, Black Wolf Nightslayer", "timestamp": 93 },
        {
          "text": "The room includes a small potted plant and a white teddy bear.",
          "timestamp": 96
        },
        {
          "text": "Rei lies on her futon in a modest white night gown",
          "timestamp": 100
        },
        { "text": "The white knight talks to Reiji and Mia.", "timestamp": 105 },
        { "text": "Label, Gift, Coordinate Teleporter", "timestamp": 178 },
        {
          "text": "Her cape bears an emblem of a wolf biting a sword",
          "timestamp": 186
        },
        {
          "text": "Her foot glows green, and she disappears, leaving a trail of dust.",
          "timestamp": 189
        },
        { "text": "Sunraku looks up at Lycagon", "timestamp": 273 },
        { "text": "Clouds part from the full moon", "timestamp": 285 },
        {
          "text": "Lycagon stares down, her black fur crackling with purple electricity",
          "timestamp": 290
        },
        { "text": "Her breath releases a shockwave.", "timestamp": 295 },
        { "text": "He stares, wide eyed", "timestamp": 313 },
        { "text": "Lycagon lunges forward", "timestamp": 321 },
        {
          "text": "She swipes. He parries with his daggers. He flies into the air.",
          "timestamp": 326
        },
        {
          "text": "He lands on an outcropping and leaps back at her.",
          "timestamp": 333
        },
        {
          "text": "He swipes, then leaps into the air, backdropped by the moon.",
          "timestamp": 337
        },
        { "text": "He lands and slides back", "timestamp": 341 },
        {
          "text": "He crouches, holding his daggers, panting. Lycagon lowers",
          "timestamp": 345
        },
        {
          "text": "She strikes, he dodges upward, along with chunks of earth",
          "timestamp": 370
        },
        { "text": "He switches to Vorpal choppers", "timestamp": 379 },
        { "text": "His legs glow. Blue dialog, Slide step", "timestamp": 383 },
        { "text": "He leaps between rocks", "timestamp": 387 },
        { "text": "He strikes her paw. Critical.", "timestamp": 392 },
        {
          "text": "She swipes, he dodges from side to side, then over.",
          "timestamp": 398
        },
        { "text": "Critical strike to her paw", "timestamp": 401 },
        { "text": "Clouds cover the moon. ", "timestamp": 403 },
        {
          "text": "Lycagon vanishes in the darkness, leaving only her glowing orange eyes, which close.",
          "timestamp": 406
        },
        { "text": "Sunraku looks around", "timestamp": 410 },
        { "text": "She strikes from behind him. He dodges", "timestamp": 415 },
        { "text": "She moon shines", "timestamp": 418 },
        { "text": "He dodges, then strikes. Critical.", "timestamp": 425 },
        {
          "text": "The moon disappears, as does Lycagon, into a mist of black",
          "timestamp": 431
        },
        { "text": "To the right", "timestamp": 441 },
        { "text": "He runs, surrounded by exploding rubble", "timestamp": 445 },
        {
          "text": "She strikes, he dodges, she strikes, he parries",
          "timestamp": 450
        },
        {
          "text": "He leaps, she strikes, he dodges, she strikes, he dodges then strikes. Critical. She strikes, he leaps and rolls away",
          "timestamp": 457
        },
        {
          "text": "He looks up then turns around. She flies at him from behind.",
          "timestamp": 463
        },
        { "text": "He parries, and she vanishes into mist", "timestamp": 470 },
        { "text": "Clouds approach the moon", "timestamp": 475 },
        { "text": "Black mist forms in front of him", "timestamp": 478 },
        {
          "text": "He takes a stance. His legs tense. The moon shines, illuminating the craggy landscape.",
          "timestamp": 485
        },
        { "text": "Lycagon runs", "timestamp": 490 },
        { "text": "Sunraku runs", "timestamp": 494 },
        {
          "text": "A mud frog sleeps on a rock. Lycagon and Sunraku's battle can be seen across the wastes.",
          "timestamp": 496
        },
        { "text": "He strikes her eye", "timestamp": 575 },
        { "text": "He flies back", "timestamp": 578 },
        {
          "text": "She looks down at him, then disappears into mist",
          "timestamp": 602
        },
        { "text": "Purple blur", "timestamp": 606 },
        {
          "text": "Sunraku looks down at his missing calves",
          "timestamp": 610
        },
        {
          "text": "He lands on the ground. Lycagon towers over him",
          "timestamp": 620
        },
        {
          "text": "He points at her, staring. She stares back and narrows her eyes",
          "timestamp": 690
        },
        { "text": "A wind blows across the landscape", "timestamp": 695 },
        {
          "text": "The clouds cover the moon, casting the craggy rocks in darkness",
          "timestamp": 700
        },
        {
          "text": "Lycagon opens her mouth. Sunraku stares defiantly. Cut to black.",
          "timestamp": 705
        },
        {
          "text": "Red dialog. Lycagon's Mark (Curse), Applied",
          "timestamp": 715
        },
        {
          "text": "Eyes open. Label, Respawn, Secondale inn.",
          "timestamp": 720
        },
        {
          "text": "Sunraku opens his eyes in bed. He's shirtless, with brown, lightning bolt-style scars across his biceps, abs, back, and, thighs",
          "timestamp": 724
        },
        {
          "text": "He looks at his arms, then taps on the red dialog.",
          "timestamp": 728
        },
        {
          "text": "Monsters of lower level than the afflicted character will flee. Conversations with NPCs will be affected by the presence of Lycagon's Mark. The afflicted body part gains resistance to magic effects. The curse can be removed through the prayers of a Saint or the defeat of the curse's caster.",
          "timestamp": 745
        },
        { "text": "He leaps off the bed and flails", "timestamp": 761 },
        { "text": "He falls back to the bed", "timestamp": 803 },
        {
          "text": "He looks out the window as players walk around Secondale",
          "timestamp": 813
        },
        { "text": "He walks down the street", "timestamp": 825 },
        {
          "text": "In an alley, he looks at his profile. 50 skill points remaining.",
          "timestamp": 856
        },
        {
          "text": "He increases his Luck score to 65. Agility 60, Vitality 6, Stamina 50",
          "timestamp": 877
        },
        { "text": "A white bunny falls from the sky", "timestamp": 921 },
        {
          "text": "bounces off his head and lands in the alleyway. He turns. The bunny adjusts a tophat.",
          "timestamp": 926
        },
        {
          "text": "The bunny looks at a pocket watch, beckons, then runs",
          "timestamp": 941
        },
        {
          "text": "He rounds a corner. The bunny leaps along walls and over a barrel.",
          "timestamp": 950
        },
        {
          "text": "The bunny races down the alley, wearing a blue coat over a red vest. Sunraku gives chase.",
          "timestamp": 956
        },
        {
          "text": "Sunraku follows the bunny around a corner to a dead end.",
          "timestamp": 964
        },
        {
          "text": "The bunny touches the wall, and a magical white door appears.",
          "timestamp": 972
        },
        {
          "text": "The bunny opens the door, walks through, looks back, and closes",
          "timestamp": 977
        },
        {
          "text": "Label, Unique Scenario, Invitation from Rabituza",
          "timestamp": 988
        },
        {
          "text": "He walks through the door and it. The door's label adds a new line, Recommended Level, 80.",
          "timestamp": 1046
        },
        { "text": "Text, Sunraku, Level: 28", "timestamp": 1050 },
        {
          "text": "A town full of bunny people. Small white buildings with orange and red roofs. Hedges and buildings in the shape of rabbits. A white stone wall  in front of a giant tree in the center of town. Label, Rabituza.",
          "timestamp": 1054
        },
        {
          "text": "Bunny people walk on 2 legs, wearing shirts, coats, or dresses. A store sign has bunny ears.",
          "timestamp": 1060
        },
        {
          "text": "One building is shaped like a bunny, with windows for eyes. Nearby are giant statues of carrots and a fork.",
          "timestamp": 1065
        },
        {
          "text": "He emerges from the door in the middle of the giant tree trunk, looking out of Rabbituza. Behind him are stairs leading to a Japanese-style castle at the top of the tree.",
          "timestamp": 1076
        },
        { "text": "The white bunny", "timestamp": 1096 },
        {
          "text": "Conversations with NPC's will be affected by the presence of Lycagon's Mark",
          "timestamp": 1159
        },
        { "text": "Emul walks up the stairs", "timestamp": 1184 },
        {
          "text": "Sunraku follows. The Rabituza Palace includes a 4 story tenshu, a main tower with tiered stories. It has white eaves and gables. The tenshu design resembles Osaka Castle.",
          "timestamp": 1198
        },
        {
          "text": "Emul and Sunraku approach the front steps.",
          "timestamp": 1207
        },
        {
          "text": "He stares at the building's intricate wood joins and distinctive wood grain.",
          "timestamp": 1212
        },
        {
          "text": "They approach fusuma, opaque paper sliding doors, bearin a simple ink painting.",
          "timestamp": 1243
        },
        {
          "text": "At the end of a long, dark room, a figure sits on the floor next to 2 lanterns.",
          "timestamp": 1258
        },
        {
          "text": "The figure exhales smoke. He holds a pipe resembling a carrot. Attendants pour sake into a masu, a square wooden cup.",
          "timestamp": 1266
        },
        {
          "text": "A large rabbit man drinks deeply.",
          "timestamp": 1294
        },
        {
          "text": "The large rabbit man, in traditional clothes, has a scar instead of a left eye. He sits in a tatehiza, a battle-ready sitting style.",
          "timestamp": 1307
        },
        { "text": "Label, Boss of Rabituza, Vysache", "timestamp": 1321 },
        {
          "text": "Sunraku sweats. Vysache smiles, pipe in his mouth.",
          "timestamp": 1325
        },
        {
          "timestamp": 1333,
          "text": "Rakurou floats, as if in water. Debris floats around him. "
        },
        {
          "timestamp": 1338,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1343,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1348,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1353, "text": "Grass blows before an orange sunset." },
        { "timestamp": 1357, "text": "Sunraku, covered in scars, stands." },
        {
          "timestamp": 1361,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips.",
          "timestamp": 1365
        },
        {
          "timestamp": 1370,
          "text": "Surrounded by stone columns, the knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "timestamp": 1375,
          "text": "A woman with long purple hair looks determined. Her hair moves gently in the wind."
        },
        {
          "timestamp": 1380,
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1384,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "text": "His bird mask feathers blows in the wind.",
          "timestamp": 1393
        },
        {
          "timestamp": 1393,
          "text": "The purple haired woman stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "timestamp": 1399,
          "text": "The blond woman crouches on a outcropping, in front of the moon"
        },
        {
          "timestamp": 1404,
          "text": "Sunraku and the knight stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1413,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        {
          "text": "Elementary students sit in front of a stage. Sunraku pushes the word SLF Mini",
          "timestamp": 1422
        },
        { "text": "Text, 5, Psyger: Episode-0", "timestamp": 1427 },
        { "text": "Rei stands in the game store", "timestamp": 1430 },
        {
          "text": "She runs out, clutching a disc case to her chest",
          "timestamp": 1506
        },
        {
          "text": "The figure of Rei's game character, the white knight.",
          "timestamp": 1525
        },
        { "text": "Credits roll", "timestamp": 1528 }
      ]
    }
  ]
}
