{
  "metadata": {
    "episode": 8,
    "seriesTitle": "Quality Assurance in Another World",
    "title": "Console Command",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "The sun sets over Bayle Castle, casting a shadow over the castle town.",
          "timestamp": 48.885249
        },
        { "text": "At the Eternal Life Inn", "timestamp": 53.985432 },
        {
          "text": "Haga smiles. Amano walks to the window.",
          "timestamp": 74.237655
        },
        { "text": "Amano looks up at the castle", "timestamp": 107.390587 },
        {
          "text": "Cubes float in blue streams of light.",
          "timestamp": 113
        },
        {
          "text": "The light eminates from a stone tablet.",
          "timestamp": 116
        },
        {
          "text": "Red and black text appears. Quality Assurance in Another World. The text becomes grainy and glitches.",
          "timestamp": 120
        },
        {
          "text": "Haga presses his hands against a stone wall.",
          "timestamp": 125
        },
        {
          "text": "He pulls out a pad of paper and writes.",
          "timestamp": 129
        },
        {
          "text": "Nikola carries boxes near a tent.",
          "timestamp": 133
        },
        {
          "text": "She trips, dropping papers. She gets up, dirt smudging her face.",
          "timestamp": 136
        },
        {
          "text": "Amano sits at a desk. Character designs hang on a nearby wall.",
          "timestamp": 143
        },
        {
          "text": "He presents the papers to Lou, sitting in a bed.",
          "timestamp": 145
        },
        {
          "text": "A silver haired elf slices meat. She turns, holding plates of food.",
          "timestamp": 147
        },
        {
          "text": "Tesla, glowing, floats in the stream of blue.",
          "timestamp": 152
        },
        {
          "text": "Light passes over the Play-Ing Inc group, including Sakai, Sumida, Kizaki, and Kanna. The Boss stands alone.",
          "timestamp": 155
        },
        {
          "text": "A black knight with a green cape and broadsword walk through a barren land.",
          "timestamp": 158
        },
        {
          "text": "A small man sits in a glowing pod, surrounded by a nest of wires.",
          "timestamp": 161
        },
        {
          "text": "The small man transforms into Haga.",
          "timestamp": 163
        },
        {
          "text": "Amano puts his hands on the ground and glows green.",
          "timestamp": 166
        },
        {
          "text": "Haga races past the glow, knife in hand.",
          "timestamp": 169
        },
        {
          "text": "A kitra swipes at him. He leaps back, and the elf leaps over him, coming down with a broadsword.",
          "timestamp": 172
        },
        {
          "text": "She slices through the tusked monster's right arm.",
          "timestamp": 174
        },
        {
          "text": "A variety of monsters approach. Nikola stands alone, mouth open.",
          "timestamp": 176
        },
        {
          "text": "Blue light erupts, knocking back the monsters.",
          "timestamp": 178
        },
        {
          "text": "A dragon roars. The elf, Amano, Haga, and Nikola look up at it.",
          "timestamp": 180
        },
        { "text": "Haga tenses", "timestamp": 183 },
        {
          "text": "Montage of character faces, including Loud and Haga's party. Nikola is consumed in flames. Haga reaches out into white light while screaming.",
          "timestamp": 185
        },
        {
          "text": "A platform sits in a rectangular pool in a dark stone room. A green diamond sits in a library. A king is flanked by a man and a rabbit woman.",
          "timestamp": 190
        },
        {
          "text": "Haga and party look at a village from a cliff. A tablet sits on a desk.",
          "timestamp": 195
        },
        {
          "text": "Text appears. Number 8, Console Command.",
          "timestamp": 207.064476
        },
        {
          "text": "As Nikola sleeps, Haga writes a bug report related to bypassing body check with the spell Gust.",
          "timestamp": 211.09063
        },
        {
          "text": "Amano leaves the inn at night, carrying a torch.",
          "timestamp": 268.977627
        },
        { "text": "He climbs stairs", "timestamp": 273.24256 },
        { "text": "to Bayle Castle.", "timestamp": 275.489984 },
        {
          "text": "He stands in front of the collapsed tower.",
          "timestamp": 279.778088
        },
        { "text": "Amano rummages through rubble.", "timestamp": 288.436829 },
        { "text": "He lifts a debugger stone.", "timestamp": 301.793007 },
        { "text": "He taps it, and it glows", "timestamp": 311.943923 },
        { "text": "tes0912_amano_d, Loading...", "timestamp": 313.213495 },
        {
          "text": "The Boss stares hard. Amano returns his gaze.",
          "timestamp": 352.787822
        },
        {
          "text": "2 horses move down the road, away from the city",
          "timestamp": 445.048848
        },
        { "text": "Style of manga panels", "timestamp": 474.116765 },
        { "text": "That's not what he said.", "timestamp": 490.090925 },
        {
          "text": "In the market, stalls hold fruits, a man smokes a hookah, and kids run.",
          "timestamp": 517.345123
        },
        {
          "text": "Nikola cuts through our view with a sword. She wears armor and holds a sword.",
          "timestamp": 529.965993
        },
        {
          "text": "Lightning cuts through our view. It's wielded by Nikola, wearing a black cloak.",
          "timestamp": 540.452567
        },
        {
          "text": "Nikola draws an arrow. She fires it and draws another.",
          "timestamp": 551.249069
        },
        {
          "text": "The fantasies float around her head.",
          "timestamp": 559.664927
        },
        {
          "text": "Dressed as a ninja, Nikola runs through tall grass wielding daggers.",
          "timestamp": 566.969658
        },
        {
          "text": "Torches line a stone building by the edge of murky waters. A lizard crawls on a wall. Several hooded figures gather near a red and yellow banner.",
          "timestamp": 581.02991
        },
        {
          "text": "Nikola leaves. Haga pulls out coins",
          "timestamp": 616.147781
        },
        {
          "text": "Nikola kicks a rock. She sees papers on a nearby billboard.",
          "timestamp": 645.841113
        },
        { "text": "Haga watches, tears in his eyes.", "timestamp": 659.620471 },
        { "text": "Actually 14 years old", "timestamp": 685.765366 },
        {
          "text": "Boss and Amano look at the lost village from horseback.",
          "timestamp": 717.381284
        },
        { "text": "Amano clutches Lou's necklace.", "timestamp": 725.40434 },
        {
          "text": "Now Loading... Wilsword Empire. A militant nation ruled by the Sword Emperor, Wilsword III. The most powerful country on the island. They're strengthening their armies and trying to take control of Clayborne, putting them in constant conflict with neighboring nations.",
          "timestamp": 728.763874
        },
        {
          "text": "Now Loading... Sorcerer. One who has mastered ether magic at the sorcerers guild. They can make miracles happen with the power of their mind and the ether in the air. Because of how dangerous this ability is, they are tightly regulated by the government.",
          "timestamp": 736.357613
        },
        {
          "text": "Boss and Amano walk through the partially rebuilt town.",
          "timestamp": 744.784959
        },
        { "text": "At Lou's grave", "timestamp": 763.88236 },
        {
          "text": "A blue light shoots into the air above the stone.",
          "timestamp": 791.368762
        },
        {
          "text": "Memories of Lou, smiling in the crackling fire light.",
          "timestamp": 813.697432
        },
        { "text": "At the house at the edge of town.", "timestamp": 817.08157 },
        {
          "text": "The door opens. Lou sits in a bed. She has shoulder length green hair and yellow eyes. Amano's eyes grow wide. Rays of sunlight wash over her.",
          "timestamp": 834.986462
        },
        {
          "text": "Amano's face tightens. Tears well up in his eyes, and stream down his face. He steps back.",
          "timestamp": 898.588471
        },
        { "text": "At a weapon shop", "timestamp": 940.285722 },
        {
          "text": "Nikola struggles, trying to lift a sword off of the ground.",
          "timestamp": 944.670331
        },
        { "text": "A skull with a hole in the top", "timestamp": 996.379343 },
        {
          "text": "He fires a beam of blue light, evaporating a target dummy",
          "timestamp": 1027.214234
        },
        { "text": "She picks up the skull", "timestamp": 1075.74108 },
        {
          "text": "She fires an immense beam, bursting a whole in the wall and throwing herself back into Haga. Smoke can be seen from across the town.",
          "timestamp": 1095.272387
        },
        {
          "text": "The weapon seller looks at the hole, spanning 6 walls.",
          "timestamp": 1101.51283
        },
        { "text": "A tent at sunset", "timestamp": 1149.543865 },
        {
          "text": "Amano sits on the ground, looking at Lou's necklace.",
          "timestamp": 1152.562342
        },
        {
          "text": "He raises a fist, as if to throw it, but stops",
          "timestamp": 1159.666684
        },
        { "text": "Boss grabs his head", "timestamp": 1204.375378 },
        {
          "text": "He grabs a green potion and downs it.",
          "timestamp": 1212.472768
        },
        {
          "text": "A slice goes down the middle of his face. Amano's shocked expression is split in half and slides apart.",
          "timestamp": 1240.133098
        },
        {
          "text": "The Boss's body falls away in 2 halves.",
          "timestamp": 1246.800263
        },
        {
          "text": "Amano falls back and looks up at a black knight with a green cape and a broadsword.",
          "timestamp": 1256.041827
        },
        { "text": "At night at the inn", "timestamp": 1265.765758 },
        { "text": "Nikola sleeps. Haga watches.", "timestamp": 1271.823338 },
        {
          "text": "Haga looks at a map of Clayborne",
          "timestamp": 1295.589349
        },
        {
          "text": "Journal, Report to the ruler of each nation",
          "timestamp": 1302.758771
        },
        {
          "text": "Amano stands tensely in the doorway, the black knight behind him.",
          "timestamp": 1319.820258
        },
        { "text": "Haga draws a knife", "timestamp": 1324.782434 },
        {
          "text": "Akira salutes. She's a female elf with silver hair.",
          "timestamp": 1352.720081
        },
        { "text": "To be continued.", "timestamp": 1354.154151 },
        {
          "text": "Credits roll near stylized still drawings. Nikola carries a staff and walks ahead of Haga.",
          "timestamp": 13561
        },
        {
          "text": "Amano, Haga, and Nikola stand in a mountainous area. Haga and holds a paper and quill. Nikola holds the same and watches Haga. Amano smiles.",
          "timestamp": 1367
        },
        {
          "text": "Amano sits, holding drafts of manga. Nikola and Haga stand at the far side of the room, near windows.",
          "timestamp": 1378
        },
        {
          "text": "Haga, Nikola, Amano, and Akira sit around a campfire, eating meat. The sun sets behind the woods surrounding them.",
          "timestamp": 1390
        },
        {
          "text": "Nikola looks up, mouth open wide. A blue stream of light flickers and rises above her, shooting into the sky, until it explodes in fireworks.",
          "timestamp": 1398
        },
        {
          "text": "Haga, Nikola, Amano, and Akira stare at the night sky over mountains. Nikola points at the blue firework, sparkling above them.",
          "timestamp": 1403
        },
        {
          "text": "Nikola floats in the air, glowing purple, and holding a wooden staff.",
          "timestamp": 1420
        },
        {
          "text": "Haga, Amano, and Akira stand in a lit, green grove. Nikola runs to them as Amano waves.",
          "timestamp": 1434
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "G9DUE0QP5",
    "url": "https://www.crunchyroll.com/watch/G9DUE0QP5/"
  }
}
