{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GG1U2NK32/only-resentments-about-the-end-of-life-remain",
    "domain": "crunchyroll",
    "id": "GG1U2NK32"
  },
  "metadata": {
    "type": "television episode",
    "title": "Only Resentments About the End of Life Remain",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 13
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 41,
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 44, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 46,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 50,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "timestamp": 61,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 66,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 68,
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "timestamp": 71,
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest."
        },
        {
          "text": "Katzo, a girl with blond pig tails, walks forward. Looking away from us, she puts her hands on her hips.",
          "timestamp": 75
        },
        {
          "text": "Psyger-0, a large knight, swings a weapon. Emul wears a suit and top hat. She leaps and is replaced by her human form.",
          "timestamp": 78
        },
        {
          "timestamp": 80,
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "text": "Orcelot wears armor and a purple cape. He sits on a box in a storage room.",
          "timestamp": 85
        },
        {
          "timestamp": 88,
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes."
        },
        {
          "timestamp": 92,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 95,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "text": "With red glowing fists, Katzo fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back.",
          "timestamp": 99
        },
        {
          "timestamp": 104,
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "text": "Pencilgon strikes with a sword. Katzo punches with a fire ball.",
          "timestamp": 106
        },
        {
          "timestamp": 109,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 113,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 117,
          "text": "The town fades into the bird man's red eye"
        },
        { "timestamp": 120, "text": "Emul leaps up, smiling." },
        {
          "text": "In a forest glowing with a red mist, Katzo, Sunraku, and Pencilgon walk side by side.",
          "timestamp": 124
        },
        {
          "text": "Text, 13, Only Resentments About the End of Life Remain",
          "timestamp": 128
        },
        {
          "text": "Pencilgon, Sunraku, and Katzo walk through a forest, with glowing dots of light and purple flowers hugging roots dotted with mushrooms.",
          "timestamp": 132
        },
        { "text": "Bees and Papillons fly around", "timestamp": 136 },
        { "text": "Text, Prismatic Forest Grotto", "timestamp": 142 },
        {
          "text": "She walks up to a shadowy part in the moss",
          "timestamp": 155
        },
        { "text": "She puts her hand on the spot", "timestamp": 161 },
        { "text": "The wall crumbles", "timestamp": 163 },
        { "text": "A light at the end of the earthen cave", "timestamp": 219 },
        { "text": "Red spider lillies sway", "timestamp": 229 },
        {
          "text": "Petals float above the vast field of red spider lillies",
          "timestamp": 236
        },
        {
          "text": "At the center of the field stands a barren, gnarled tree. The field is surrounded on all sides by high cliffs. The full moon hangs high in the sky",
          "timestamp": 240
        },
        {
          "text": "The translucent woman sits on the roots and sings.",
          "timestamp": 288
        },
        { "text": "Text, NPC, Setsuna of Bygone Days", "timestamp": 306 },
        {
          "text": "When the souls of the Divinity are shaken, a rabbit shall tell an epic tale.",
          "timestamp": 325
        },
        { "text": "Setsuna's expression becomes blank", "timestamp": 354 },
        { "text": "Setsuna looks up", "timestamp": 395 },
        {
          "text": "Dialog, Unique Scenario EX, From the Living World, With Love. Begin Now?",
          "timestamp": 424
        },
        { "text": "Sunraku and Katzo exchange glances", "timestamp": 430 },
        {
          "text": "They both press Yes. Dialog reads, \"Begun.\"",
          "timestamp": 437
        },
        {
          "text": "Katzo, Emul, and Sunraku stare. Pencilgon smiles.",
          "timestamp": 446
        },
        {
          "text": "She looks at her hand, walks to the tree, and places her hand on the trunk.",
          "timestamp": 472
        },
        { "text": "The night sky turns photo negative", "timestamp": 518 },
        { "text": "Setsuna turns back", "timestamp": 532 },
        { "text": "She bows", "timestamp": 536.5 },
        { "text": "The breeze blows her hair", "timestamp": 542 },
        { "text": "Her eye twitches", "timestamp": 588 },
        {
          "text": "She equips a spear. Explosion. Sunraku, Katzo, and Emul blast off like Team Rocket.",
          "timestamp": 591
        },
        { "text": "Setsuna smiles", "timestamp": 618 },
        {
          "text": "The 3 like on the ground, stomachs bared, limbs up. Text, Submission pose.",
          "timestamp": 634
        },
        { "text": "The players join fists in a circle", "timestamp": 735 },
        { "text": "Emul smiles from the ground.", "timestamp": 739 },
        {
          "text": "Setsuna watches from a distance, then turns and looks up at the tree.",
          "timestamp": 741
        },
        {
          "text": "Above the red aura of the spider lillies, the tree reaches up, branches splintered, twigs bare, stretching up to the cold, starry sky and distant moon.",
          "timestamp": 748
        },
        { "text": "The players watch Setsuna", "timestamp": 753 },
        {
          "text": "In the breeze, red petals float up from the field and float across the shining moon.",
          "timestamp": 758
        },
        { "text": "Rakuro's house", "timestamp": 766 },
        { "text": "An egg is cracked into a pan", "timestamp": 818 },
        {
          "text": "Text, Rakuro's Mother, Eika Hizutome, Entomology geek",
          "timestamp": 830
        },
        { "text": "A rhinoceros beetle", "timestamp": 851.6 },
        {
          "text": "Text, Rakuro's Younger Sister, Rumi Hizutome, Fashionista",
          "timestamp": 858
        },
        {
          "text": "She looks at a fashion magazine. Rakuro notices a feature on Towa Amane",
          "timestamp": 860
        },
        {
          "text": "He holds a fish the size of his torso. Text, Rakuro's Father, Senji Hizutome, Likes fishing more than 3 meals a day",
          "timestamp": 942
        },
        {
          "text": "Sunraku spawns into a gray, post-apocalyptic urban street surrounded by crumbling skyscrapers.",
          "timestamp": 1059
        },
        { "text": "Dragonfly runs forward", "timestamp": 1134 },
        {
          "text": "He punches the ground, causing an explosion",
          "timestamp": 1164
        },
        { "text": "His leg is stretched left", "timestamp": 1172 },
        { "text": "He retracts his foot", "timestamp": 1185.5 },
        {
          "timestamp": 1207,
          "text": "Rakuro floats, as if in water. Debris floats around him. "
        },
        {
          "timestamp": 1212,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1217,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1222,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1227, "text": "Grass blows before an orange sunset." },
        {
          "timestamp": 1231,
          "text": "Sunraku, bearing Lycagon's Mark, stands."
        },
        {
          "timestamp": 1235,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1239,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "timestamp": 1244,
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "timestamp": 1249,
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind."
        },
        {
          "timestamp": 1254,
          "text": "Katzo looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1258,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "timestamp": 1261,
          "text": "His bird mask feathers blows in the wind."
        },
        {
          "timestamp": 1267,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "text": "Katzo crouches on an outcropping in front of the moon",
          "timestamp": 1273
        },
        {
          "timestamp": 1278,
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1287,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        { "text": "Rei's house", "timestamp": 1297 },
        { "text": "Rei sits in a room, her eyes closed.", "timestamp": 1300 },
        {
          "text": "She opens her eyes and picks up a calligraphy brush",
          "timestamp": 1303
        },
        { "text": "She dips the brush in ink", "timestamp": 1308 },
        {
          "text": "She crumples the paper and adds it to the overflowing trash can.",
          "timestamp": 1340
        },
        { "text": "She picks up the brush", "timestamp": 1351 },
        { "text": "Text, 18, Various Christmases", "timestamp": 1382 },
        {
          "text": "Rakuro's smiling face is printed on a strawberry short cake",
          "timestamp": 1410.5
        },
        {
          "text": "Rei faceplants into the Rakuro face cake",
          "timestamp": 1425
        }
      ]
    }
  ]
}
