{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GG1U2NZ45/the-walking-air-purifier",
    "domain": "crunchyroll",
    "id": "GG1U2NZ45"
  },
  "metadata": {
    "type": "television episode",
    "title": "The Walking Air Purifier",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 22
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 41,
          "text": "Silhouettes of Towa, Kei, Rakuro and Rei stand in front of portraits of their SLF characters Pencilgon, Oikatzo, Sunraku, and Psyger-0."
        },
        {
          "timestamp": 46,
          "text": "Text, Original Work, Katarina, Ryosuke Fuji. Serialized by Kodansha in Weekly Shounen Magazine"
        },
        {
          "timestamp": 51,
          "text": "Rakuro wears a VR headset. The ID Shard, a diamond shaped pendant, swings in darkness."
        },
        {
          "timestamp": 53,
          "text": "Thirdrema, a western style town, stands at the foot of a hill with a castle at the top."
        },
        { "timestamp": 55, "text": "The sun sets and day turns to night." },
        { "timestamp": 58, "text": "Text, Shangri-La Frontier" },
        {
          "timestamp": 60,
          "text": "Rakuro turns into Sunraku, who wields twin marsh daggers"
        },
        { "timestamp": 63, "text": "Red water gurgles" },
        {
          "timestamp": 66,
          "text": "Pencilgon descends to the ground and strikes with a spear"
        },
        {
          "timestamp": 71,
          "text": "Katzo draws a red fist and black fist together, and her fists burst crimson."
        },
        {
          "timestamp": 76,
          "text": "Emul, Elke, Vash, Bilac, and Peitz walk along the Rabbituza palace verandah."
        },
        {
          "timestamp": 80,
          "text": "Psyger-0 and Psyger-100 stand back to back in a board room"
        },
        {
          "timestamp": 85,
          "text": "Setsuna walks. Beyond her is the gnarled tree, high cliffs, and full moon."
        },
        {
          "timestamp": 89,
          "text": "Wethermon, a metal samurai, stares at us with glowing eyes. Fire licks his arms, shoulders, and stomach."
        },
        {
          "timestamp": 92,
          "text": "Kirin, a metal horse, rears in front of a red moon"
        },
        { "timestamp": 94, "text": "A golden Reward Scales shift" },
        {
          "timestamp": 96,
          "text": "Sunraku holds a two handed long sword and strikes at shadowy ghouls that surround him in a misty, purple forest."
        },
        {
          "timestamp": 100,
          "text": "Dozens of shadowy figures stand on outcroppings. Their eyes glow red."
        },
        { "timestamp": 103, "text": "Pencilgon swings a spear in mist" },
        {
          "timestamp": 105,
          "text": "A headless horse and horseman gallop. She strikes"
        },
        {
          "timestamp": 109,
          "text": "Katzo does a flying back flip over skeletal monsters"
        },
        {
          "timestamp": 114,
          "text": "Wethermon draws a sword. The moon reflects in a muddy puddle. A drop splashes. Psyger-0 holds a sword, her long red plume blowing in the wind."
        },
        {
          "timestamp": 118,
          "text": "In a library, a girl with long pink braids and wide, green eyes smiles widely and reaches out a hand."
        },
        {
          "timestamp": 122,
          "text": "The Rebirth Tearjewel lands on Sunraku's abs and glows"
        },
        {
          "text": "Sunraku grips a moon blade. He runs forward. Katzo with red fists and Pencilgon with a spear run with him.",
          "timestamp": 125
        },
        {
          "timestamp": 130,
          "text": "In slow motion, they approach the samurai. The world turns red."
        },
        { "text": "Text, 22, The walking air purifier", "timestamp": 132 },
        { "text": "Her eyes shine", "timestamp": 150 },
        { "text": "She looks away", "timestamp": 225 },
        {
          "text": "He holds his hand over his wrist, glows, and disappears",
          "timestamp": 251
        },
        {
          "text": "A sword with a glowing line around the hilt",
          "timestamp": 270
        },
        {
          "text": "Label, Non-Standard Armament: Blade, Harbinger",
          "timestamp": 282.5
        },
        { "text": "just before Eleventar", "timestamp": 405 },
        { "text": "Just beyond", "timestamp": 421 },
        {
          "text": "She removes the straps of her orange overalls",
          "timestamp": 490
        },
        {
          "text": "She removes her sarashi, white cloth wrapped around her bare torso",
          "timestamp": 492
        },
        {
          "text": "He watches as her brown fur gets fluffier and fluffier",
          "timestamp": 496
        },
        { "text": "They both leap at him", "timestamp": 510 },
        {
          "text": "Bilac hangs down his back, resembling long brown hair or a furry cape. Her head dangling from the bottom. Her overalls are wrapped around his neck like a cargo scarf. Emul sits in the overalls, holding onto his neck by her ears.",
          "timestamp": 512
        },
        {
          "text": "A pixelart Sunraku and camoflaged bunnies walks from the Prismatic Forest Grotto to Fourflokshire",
          "timestamp": 547
        },
        { "text": "Rocks poke through purple haze", "timestamp": 557 },
        {
          "text": "Tall, white, cylindrical towers with colorful roofs line the streets. Towers range from 3 to 10 stories tall",
          "timestamp": 598
        },
        { "text": "People mill about along the greenery", "timestamp": 604 },
        {
          "text": "Buildings dot the green campus with winding sidewalks.",
          "timestamp": 606
        },
        { "text": "Label, Fourth City, Fourfolkshire", "timestamp": 609 },
        { "text": "Building labelled Item Shop", "timestamp": 615 },
        {
          "text": "He picks up a simple blue bottle. 50,000 mahni.",
          "timestamp": 637
        },
        {
          "text": "A pixel art Sunraku and camoflaged bunnies walk from Fourfolkshire to the Canyon of Ancient Souls",
          "timestamp": 651
        },
        {
          "text": "Sunraku walks barefoot across dirt. The world is a purple haze with floating speckles of ash.",
          "timestamp": 660
        },
        { "text": "Bilac puts on gloves", "timestamp": 669 },
        {
          "text": "Ash drifts among tall rocks resembling gnarled, branchless trees. The highest points are faint shadows in the thick, purple mist. Ash floats like snow.",
          "timestamp": 681
        },
        { "text": "Label, Canyon of Ancient Souls", "timestamp": 690 },
        {
          "text": "Bilac walks beside Sunraku. She looks up at him. Emul rides on his shoulder. He's surrounded by a faint, pale halo.",
          "timestamp": 695
        },
        {
          "text": "He poses, showing off his scarred torso.",
          "timestamp": 710
        },
        { "text": "The ground shakes", "timestamp": 724 },
        {
          "text": "A skeleton with legs, tail, wings, horns, fingers, and skull approaches.",
          "timestamp": 725
        },
        {
          "text": "It breaths, moving miasma in clouds. It's wings resemble charred paper. It's eyes glow red.",
          "timestamp": 730
        },
        { "text": "Label, Wyvern Zombie.", "timestamp": 734 },
        {
          "text": "The wyvern zombie, about 10 feet long, eyes the party. It's tail flicks back and forth.",
          "timestamp": 741
        },
        { "text": "It takes a step, then notices", "timestamp": 744 },
        { "text": "Lycagon's mark", "timestamp": 749 },
        {
          "text": "The wyvern zombie flails wildly and runs away.",
          "timestamp": 751
        },
        { "text": "The wyvern zombie hides behind a rock.", "timestamp": 768 },
        { "text": "Several more hide nearby", "timestamp": 773 },
        { "text": "They look forward", "timestamp": 825 },
        {
          "text": "A headless horse covered in armor, ridden by a headless knight. A dark aura surrounds the pair. Label, Rare Enemy, Dullahan General.",
          "timestamp": 846
        },
        { "text": "Dullahan raises its corroded sword.", "timestamp": 863 },
        { "text": "He equips his Empire Bee Twinblades", "timestamp": 872 },
        { "text": "Bilac equips a hammer.", "timestamp": 877 },
        {
          "text": "The dullahan rears up, raises a sword, and charges",
          "timestamp": 894
        },
        { "text": "He glows red", "timestamp": 908 },
        {
          "text": "She covers her mouth with a scarf. He runs at the dullahan",
          "timestamp": 917
        },
        { "text": "The dullahan swings. He ducks.", "timestamp": 922 },
        { "text": "He plants a foot and swings a blade", "timestamp": 928 },
        { "text": "Parry", "timestamp": 930 },
        { "text": "Dullahan swings. Sunraku leaps back.", "timestamp": 933 },
        {
          "text": "He jumps up, spins, and strikes. Dullahan parries.",
          "timestamp": 935
        },
        { "text": "Dullahan swings. He jumps back.", "timestamp": 940 },
        {
          "text": "Wethermon swings. Kirin deploys missiles.",
          "timestamp": 961
        },
        { "text": "Sunraku runs, circling the dullahan.", "timestamp": 965 },
        { "text": "He draws a golden X in the air", "timestamp": 978 },
        {
          "text": "Drops ripple in the air behind the dullahan.",
          "timestamp": 980
        },
        {
          "text": "Golden strikes hit the dullahan in the back. It looks around.",
          "timestamp": 990
        },
        { "text": "The dullahan falls", "timestamp": 995 },
        {
          "text": "Bilac pours out a blue bottle over her hand and hammer",
          "timestamp": 997
        },
        {
          "text": "She swings the hammer at the falling dullahan, sending him flying",
          "timestamp": 1016
        },
        {
          "text": "Emul holds on to his bird mask in one hand, and equips a grimoire in the other. The pair shoot straight into the air. He looks down at the ground and sees Bilac, beckoning.",
          "timestamp": 1037
        },
        {
          "text": "The dullahan tumbles through the air. It flies near a rock and grabs. Once stopped, the dullahan propels itself back towards Sunraku.",
          "timestamp": 1049
        },
        { "text": "Sunraku dodges", "timestamp": 1053 },
        {
          "text": "He makes a fist, which bursts into crimson flame. Luck stat, 104",
          "timestamp": 1072
        },
        {
          "text": "He flies at the dullahan and punches it in the back.",
          "timestamp": 1082
        },
        {
          "text": "Resting on his arm, she fires 3 strikes",
          "timestamp": 1105
        },
        {
          "text": "She runs towards the falling dullahan. Its horse gallops.",
          "timestamp": 1114
        },
        {
          "text": "She places the hammer on the ground. It erupts in flames.",
          "timestamp": 1122
        },
        { "text": "The fiery hammer makes contact", "timestamp": 1136 },
        {
          "text": "And flings the dullahan spinning back towards the horse.",
          "timestamp": 1140
        },
        {
          "text": "The pair smash into a rock, obscured by mist.",
          "timestamp": 1145
        },
        { "text": "Sunraku watches from above.", "timestamp": 1152 },
        { "text": "The dullahan dissipates", "timestamp": 1163 },
        {
          "text": "The corroded sword lies on the ground. Label, dropped item, Dullahan General's Decapitator.",
          "timestamp": 1170.5
        },
        {
          "text": "Above the grip, the guard is scuffed and dented, with an unblemished red jewel in the center. The flat of the blade is dull and covered in dark patches.",
          "timestamp": 1221
        },
        {
          "text": "He opens his party list, and clicks Bilac. Level 98, Master Craftsman, Sub Archaeologist, Vorpal bunny, Master smith.",
          "timestamp": 1240
        },
        { "text": "He unequips the decapitator", "timestamp": 1286 },
        { "text": "Ash flutters around them", "timestamp": 1290 },
        { "text": "A figure lurks behind a rock", "timestamp": 1313 },
        {
          "text": "Text, 27, I reincarnated into a trash game?!",
          "timestamp": 1412
        },
        {
          "text": "He opens his eyes. Princess Fearia, a blond elf with blue eyes, looks down at him, backdropped by glowing gold light.",
          "timestamp": 1422
        },
        {
          "text": "A poop shaped slime punches him in the face.",
          "timestamp": 1448
        },
        {
          "text": "The demon king's mouth flies open and shut rapidly",
          "timestamp": 1491
        },
        {
          "text": "He throws a sword into the demon king's forehead",
          "timestamp": 1499
        }
      ]
    }
  ]
}
