{
  "metadata": {
    "episode": 4,
    "seriesTitle": "Quality Assurance in Another World",
    "title": "Isora Amano",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Bandai Namco", "timestamp": 3 },
        { "text": "Bandai Namco Filmworks", "timestamp": 9 },
        { "text": "Kodansha", "timestamp": 12 },
        {
          "text": "The T posing villagers leave. Haga sighs, slaps his face, then reminseces.",
          "timestamp": 115
        },
        {
          "text": "At the house on the edge of town, the dog man works by candlelight in a dark room, putting quill to paper.",
          "timestamp": 132
        },
        { "text": "He stops and stretches.", "timestamp": 141.142034 },
        {
          "text": "Light pours in through a window. The dog man comes up through a hidden door in the floor.",
          "timestamp": 145.150143
        },
        {
          "text": "A girl with shoulder length dark hair and yellow eyes sits in a bed. She looks at Amano, the dog man, who approaches. She wears a rough green shirt, a white cowl, and a beaded necklace. The girl and Amano smile at each other.",
          "timestamp": 156
        },
        {
          "text": "Cubes float in blue streams of light.",
          "timestamp": 163
        },
        {
          "text": "The light eminates from a stone tablet.",
          "timestamp": 166
        },
        {
          "text": "Red and black text appears. Quality Assurance in Another World. The text becomes grainy and glitches.",
          "timestamp": 169
        },
        {
          "text": "Haga presses his hands against a stone wall.",
          "timestamp": 175
        },
        {
          "text": "He pulls out a pad of paper and writes.",
          "timestamp": 179
        },
        {
          "text": "Nikola carries boxes near a tent.",
          "timestamp": 183
        },
        {
          "text": "She trips, dropping papers. She gets up, dirt smudging her face.",
          "timestamp": 186
        },
        {
          "text": "Amano sits at a desk. Papers with sketches hang on a nearby wall.",
          "timestamp": 193
        },
        {
          "text": "He presents the papers to a girl with short green hair, sitting in a bed.",
          "timestamp": 195
        },
        {
          "text": "A silver haired elf slices meat. She turns, holding plates of food.",
          "timestamp": 197
        },
        {
          "text": "Tesla, glowing, floats in the stream of blue.",
          "timestamp": 202
        },
        {
          "text": "Light passes over the Play-Ing Inc group, including Sakai and Sumida. The Boss stands alone.",
          "timestamp": 205
        },
        {
          "text": "A black knight with a green cape and broadsword walk through a barren land.",
          "timestamp": 208
        },
        {
          "text": "A small man sits in a glowing pod, surrounded by a nest of wires.",
          "timestamp": 211
        },
        {
          "text": "The small man transforms into Haga.",
          "timestamp": 213
        },
        {
          "text": "Amano puts his hands on the ground and glows green.",
          "timestamp": 217
        },
        {
          "text": "Haga races past the glow, knife in hand.",
          "timestamp": 220
        },
        {
          "text": "A muscular, humanoid monster with tusks swipes at him. He leaps back, and the elf leaps over him, coming down with a broadsword.",
          "timestamp": 223
        },
        {
          "text": "She slices through the tusked monster's right arm.",
          "timestamp": 226
        },
        {
          "text": "A variety of monsters approach. Nikola stands alone, mouth open.",
          "timestamp": 227
        },
        {
          "text": "Blue light erupts, knocking back the monsters.",
          "timestamp": 229
        },
        {
          "text": "A dragon roars. The elf, Amano, Haga, and Nikola look up at it.",
          "timestamp": 231
        },
        { "text": "Haga tenses", "timestamp": 233 },
        {
          "text": "Montage of character faces, including Haga's party. Nikola is consumed in flames. Haga reaches out into white light while screaming.",
          "timestamp": 236
        },
        {
          "text": "A platform sits in a rectangular pool in a dark stone room. A green diamond sits in a library. A king is flanked by a man and a rabbit woman.",
          "timestamp": 241
        },
        {
          "text": "Haga and party look at a village from a cliff. A tablet sits on a desk.",
          "timestamp": 246
        },
        {
          "text": "Haga looks at T posing villagers and writes on paper.",
          "timestamp": 251.699728
        },
        {
          "text": "Text appears. Number 4, Isora Amano. Haga notes a woman and child. Nikola notes a fruit and vegetable salesman.",
          "timestamp": 255.289023
        },
        {
          "text": "Haga notes a girl T posing as a barrel floats up in front of her.",
          "timestamp": 261.045347
        },
        {
          "text": "A white cat T poses horizontally, floating above the road. Haga gapes.",
          "timestamp": 265.111901
        },
        {
          "text": "Nikola and Haga stand in a group of T posing villagers. A bearded vegetable seller sits, watching. He pulls out a paper depicting Nikola and Haga that reads \"Wanted\".",
          "timestamp": 274.289513
        },
        { "text": "His face hardens.", "timestamp": 282 },
        { "text": "At an inn, Nikola reviews notes.", "timestamp": 285.972538 },
        {
          "text": "A stream of light rises from the debugger stone. Blue lights can be seen through their window. Haga sleeps in a bed. Nikola lies in another bed, awake.",
          "timestamp": 320.054633
        },
        {
          "text": "Paper reads Bug Fix Status, Fixed. The guard walks normally. Villagers walk normally. Nikola looks around.",
          "timestamp": 331.129928
        },
        {
          "text": "At the house on the edge of town, Amano emerges through the secret floor door.",
          "timestamp": 355.589924
        },
        {
          "text": "Amano opens the door and looks around.",
          "timestamp": 365.150238
        },
        {
          "text": "She watches him go, then looks at the paper.",
          "timestamp": 396.665498
        },
        {
          "text": "Amano, a short, white, furry bidepal character with dog ears, wears a blue hat, vest, and scarf. As he approaches the village, he holds out his arms in a T pose.",
          "timestamp": 398.770136
        },
        { "text": "Villagers walk by normally.", "timestamp": 405 },
        { "text": "Amano stops", "timestamp": 408.93544 },
        {
          "text": "His eyes grow wide and he starts to sweat.",
          "timestamp": 410
        },
        {
          "text": "Amano turns around to see Haga and Nikola, staring at him.",
          "timestamp": 429.284105
        },
        {
          "text": "A blue spark. Amano's ring glows, and he makes a Z motion with the ring. He becomes surrounded in a green, glowing aura.",
          "timestamp": 439.811619
        },
        { "text": "Fethr = Race of Cat People", "timestamp": 476.452363 },
        {
          "text": "They crawl as Haga inspects and follows the footprints. They reach the house on the edge of town.",
          "timestamp": 512.817758
        },
        { "text": "They open the door.", "timestamp": 518.803307 },
        { "text": "He sees paper on the bed.", "timestamp": 544.060314 },
        {
          "text": "He looks at pictures drawn on the paper.",
          "timestamp": 552.273717
        },
        { "text": "A dagger flies", "timestamp": 560.684723 },
        {
          "text": "Haga dodges. A dagger is held to Nikola's throat.",
          "timestamp": 561.904481
        },
        {
          "text": "Haga, Amano, and Nikola stare at the woman. Outside, smoke drifts from the house's chimney. Fire crackles under a pot.",
          "timestamp": 617.578796
        },
        {
          "text": "Lou watches the group. Nikola reads pages and begins to cry.",
          "timestamp": 740.593
        },
        {
          "text": "Lou smiles. Amano grimaces and blushes.",
          "timestamp": 781.602947
        },
        {
          "text": "He lifts the secret door. The basement holds a quill, ink, a drafting board, rolls of paper, all on a desk. Character sketches are hung on the wall.",
          "timestamp": 791.200949
        },
        {
          "text": "In a thick forest, footsteps leave of trail of downed trees in its wake.",
          "timestamp": 807.671415
        },
        {
          "text": "A villager and cart lie squished in a foot print, next to a wanted poster of Haga and Nikola. The wind carries the poster away.",
          "timestamp": 813.765351
        },
        {
          "text": "Now Loading... Forgotten Villages. Far from the road that connects the Bayle Highlands and the capital, you can find sporadic \"forgotten villages\" dotting the landscape. Rare visits by traveling merchants are their only source of information from the outside world.",
          "timestamp": 817
        },
        {
          "text": "Now Loading... Wanted System. Guards will be dispatched immediately to arrest anyone who violates the kingdom's laws. The King's Seekers are no exception.",
          "timestamp": 822.39365
        },
        {
          "text": "He walks through the village of T posing NPC's. He approaches Lou's house.",
          "timestamp": 865.982141
        },
        { "text": "He hands her a roll of papers", "timestamp": 910.036959 },
        {
          "text": "She smiles. The background becomes pink and bubbly.",
          "timestamp": 923.50532
        },
        { "text": "In the basement", "timestamp": 951.094022 },
        {
          "text": "Lou reads the manga and smiles. In the basement, Nikola also reads",
          "timestamp": 996.939589
        },
        { "text": "The roof quakes", "timestamp": 1011.175833 },
        { "text": "and breaks", "timestamp": 1015.820016 },
        {
          "text": "Haga leaps on top of Nikola and Amano as the house comes crashing down on top of them.",
          "timestamp": 1018.611257
        },
        {
          "text": "Outside, a dragon's foot has stomped the house. Sakai and the Boss ride on top of the dragon.",
          "timestamp": 1021.940946
        },
        { "text": "Amano struggles", "timestamp": 1042.259142 },
        {
          "text": "Sakai stands on the ground near the rubble.",
          "timestamp": 1049.137414
        },
        {
          "text": "The Boss kicks the dragon, who turns around and walks away.",
          "timestamp": 1065.989064
        },
        {
          "text": "Sakai, on the ground, looks at the damage and crying NPCs.",
          "timestamp": 1069.17445
        },
        { "text": "The ground shakes", "timestamp": 1088.635073 },
        {
          "text": "In a flashback, manga pages sit on a table near a fireplace.",
          "timestamp": 1090.960977
        },
        { "text": "Lou hugs him", "timestamp": 1123.164555 },
        {
          "text": "The sun sets over the rubble of Lou's house",
          "timestamp": 1159.726516
        },
        { "text": "Trapped under a beam", "timestamp": 1169 },
        {
          "text": "Haga clears the rubble, then stops",
          "timestamp": 1199.231686
        },
        { "text": "Her eyes dim", "timestamp": 1231.204364 },
        { "text": "Her body is cut in half", "timestamp": 1234.61989 },
        { "text": "Her top half goes limp", "timestamp": 1240.99834 },
        { "text": "Amano stands", "timestamp": 1332.508383 },
        {
          "text": "Amano's eyes shine against the red haze of the sunset. Haga's eyes widen; Tesla's eyes narrow.",
          "timestamp": 1345.503589
        },
        { "text": "To be continued", "timestamp": 1353 },
        {
          "text": "Credits roll near stylized still drawings. Nikola carries a staff and walks ahead of Haga.",
          "timestamp": 1354
        },
        {
          "text": "Amano, Haga, and Nikola stand in a mountainous area. Haga and holds a paper and quill. Nikola holds the same and watches Haga. Amano smiles.",
          "timestamp": 1367
        },
        {
          "text": "Amano sits, holding papers with colorful rectangles. Nikola and Haga stand at the far side of the room, near windows.",
          "timestamp": 1378
        },
        {
          "text": "Haga, Nikola, Amano, and a silver haired elf girl sit around a campfire, eating meat. The sun sets behind the woods surrounding them.",
          "timestamp": 1390
        },
        {
          "text": "Nikola looks up, mouth open wide. A blue stream of light flickers and rises above her, shooting into the sky, until it explodes in fireworks.",
          "timestamp": 1398
        },
        {
          "text": "Haga, Nikola, Amano, and the silver haired elf girl stare at the night sky over mountains. Nikola points at the blue firework, sparkling above them.",
          "timestamp": 1403
        },
        {
          "text": "Nikola floats in the air, glowing purple, and holding a wooden staff.",
          "timestamp": 1420
        },
        {
          "text": "Haga, Amano, and the silver haired elf stand in a lit, green grove. Nikola runs to them as Amano waves.",
          "timestamp": 1434
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GG1U2JQE9",
    "url": "https://www.crunchyroll.com/watch/GG1U2JQE9/"
  }
}
