{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GPWU8JQVN/embrace-the-lamplight-of-ambition-part-4",
    "domain": "crunchyroll",
    "id": "GPWU8JQVN"
  },
  "metadata": {
    "type": "television episode",
    "title": "Embrace the Lamplight of Ambition, Part 4",
    "seriesTitle": "Shangri-La Frontier",
    "episode": 39
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 2.1,
          "text": "Text, 39, Embrace the Lamplight of Ambition, Part 4"
        },
        {
          "timestamp": 4.2,
          "text": "Psyger and Sunraku stand in the Lightless Barrens"
        },
        {
          "timestamp": 97,
          "text": "Sunraku's muscular body, covered in the scars of Lycagon's mark, walks across an expanse under the night sky and nearly full moon."
        },
        { "timestamp": 107.4, "text": "Debris floats" },
        {
          "timestamp": 109.5,
          "text": "Backdropped by lightning, text reads, Shangri-La Frontier"
        },
        {
          "timestamp": 113.4,
          "text": "Ink sketch of Sunraku's face. The ink splatters, and Emul falls through it. Sunraku catches her, and she crawls onto his shoulder. Behind him is a picture of Rakuro"
        },
        {
          "timestamp": 122.1,
          "text": "Pencilgon smiles at us. Behind her is a picture of Towa Amane."
        },
        {
          "timestamp": 125.5,
          "text": "Katzo's hands burn with fire. Behind her is Kei Uomi."
        },
        {
          "timestamp": 128,
          "text": "Psyger strikes the grown with the purple long sword Antinomy."
        },
        {
          "timestamp": 130.9,
          "text": "A nest of interlocking lines forms. Ceecrue, a white rabbit samurai, leaps across them."
        },
        {
          "timestamp": 133.8,
          "text": "Outstretched hands form a diamond. Akitsu Akane's face smiles in the gap."
        },
        {
          "timestamp": 136.6,
          "text": "A woman holds a bow and a man holds a staff."
        },
        { "timestamp": 139.9, "text": "Chains wrap around Sunraku's legs" },
        {
          "timestamp": 140.6,
          "text": "Rakuro reaches up a hand. A hand reaches towards the metal spine in the ruins of past glories."
        },
        {
          "timestamp": 144.2,
          "text": "Psyger-0, Sunraku, Katzo, and Pencilgon stand side by side."
        },
        { "timestamp": 148.1, "text": "The chains shatter." },
        {
          "timestamp": 149.2,
          "text": "In red, fishmen wield swords and race towards the party in a circle."
        },
        {
          "timestamp": 152.9,
          "text": "The fishmen charge a boy wearing a pirate hat at the wheel of a ship."
        },
        { "timestamp": 155.5, "text": "A mermaid fights a shark." },
        {
          "timestamp": 156.8,
          "text": "Giant octopus arms wrap around a tattered ship"
        },
        {
          "timestamp": 159.6,
          "text": "A girl with blue eyes and white hair dances. Star Rain, Sylvia Goldberg. She falls into the floor, the floor rotates, and a white super hero replaces her. Galaxia Series, The Meteus"
        },
        {
          "timestamp": 165.5,
          "text": "A brown haired girl turns into a tree girl. Nitro Squad."
        },
        {
          "timestamp": 168.4,
          "text": "In front of her stands an old man samurai and a young man with gauntlets."
        },
        {
          "timestamp": 172.5,
          "text": "A whale swims, its face engulfed with fire. It approaches an expanse with floating debris. Sunraku walks."
        },
        {
          "timestamp": 180.3,
          "text": "Lightning crackles across the whale. It opens its mouth. Darkness."
        },
        { "timestamp": 188.2, "text": "Psyger strikes with crimson fire." },
        {
          "timestamp": 193.9,
          "text": "Lycagon breaks golden chains, leaps into the air, backflips, and lands across the clearing."
        },
        {
          "text": "Psyger drives her purple long sword into the ground. An black magic circle forms.",
          "timestamp": 204.6
        },
        { "timestamp": 233, "text": "Shadows spread across the ground." },
        {
          "timestamp": 250.8,
          "text": "The RNG Goddess smiles and flips him off with both hands."
        },
        { "timestamp": 255.5, "text": "Lycagon stares at Sunraku" },
        { "timestamp": 326.6, "text": "Akane smiles at Sunraku" },
        { "timestamp": 334.4, "text": "She puts her hands up to her ears." },
        { "timestamp": 347.4, "text": "The clouds engulf the moon." },
        {
          "timestamp": 372.8,
          "text": "She forms a ball of fire that erupts forward. Ryuu Ibuki is spelled dragon + power + storm"
        },
        {
          "text": "The torrent of fire reaches the shadow clone. It screams, consumed by the flames.",
          "timestamp": 377.8
        },
        {
          "text": "Clone leaps form the flames. Bamboo shoots from the ground around Ceecrue, forming a wall. Clone smashes into it and dissipates.",
          "timestamp": 431.4
        },
        {
          "text": "Lycagon Prime roars above crackling flames and charges.",
          "timestamp": 491
        },
        {
          "text": "Indicators appear on Sunraku's heads up display.",
          "timestamp": 500.3
        },
        {
          "timestamp": 514.1,
          "text": "Lycagon closes the gap. Sunraku runs and leaps."
        },
        {
          "timestamp": 536.7,
          "text": "A crystal shard grows rapidly into Lycagon's face."
        },
        {
          "timestamp": 547.6,
          "text": "Emul shoots and hits Lycagon, who stumbles."
        },
        { "timestamp": 565.8, "text": "Suzaku marks Lycagon's head" },
        {
          "timestamp": 570.4,
          "text": "A line on Suzaku's wings glows orange. Its jets engage."
        },
        { "timestamp": 582.6, "text": "Energy 0" },
        {
          "timestamp": 592.8,
          "text": "Suzaku took out a majority chunk of Lycagon's right wrist. She falls over."
        },
        { "timestamp": 597, "text": "Her wrist begins to heal." },
        {
          "timestamp": 599.1,
          "text": "She struggles to her feet, then falls."
        },
        {
          "timestamp": 630.1,
          "text": "Moon light sparkles against the stars."
        },
        { "timestamp": 643.8, "text": "The crystal emits golden light." },
        { "timestamp": 659.4, "text": "He leaps" },
        { "timestamp": 677.8, "text": "Lycagon roars, baring teeth" },
        {
          "timestamp": 695,
          "text": "He punches a ball of light into Lycagon's open mouth"
        },
        {
          "timestamp": 712.5,
          "text": "Waves of light and shock erupt from the collision"
        },
        { "timestamp": 752, "text": "The gauntlet crystals shatter" },
        { "timestamp": 756.1, "text": "Sunraku is knocked back." },
        {
          "timestamp": 761.6,
          "text": "Emul holds onto her hat. Ceecrue closes his eyes. Akane shields her face from the shock wave."
        },
        {
          "timestamp": 768.1,
          "text": "Sunraku's HP drops to 1. Buff, Endure."
        },
        { "timestamp": 777.3, "text": "Akane watches Sunraku go flying" },
        {
          "timestamp": 811,
          "text": "The chain wraps around his ankle. Ceecrue and Akane grab him."
        },
        {
          "timestamp": 819.8,
          "text": "They cushion his fall as they crash to the ground."
        },
        {
          "timestamp": 849.2,
          "text": "Dark energy whirls around Psyger. Lycagon glares as pixels stream from her face."
        },
        {
          "timestamp": 900.8,
          "text": "Black lightning crackles. Lycagon charges, paw raised."
        },
        { "timestamp": 916.1, "text": "She raises her sword" },
        {
          "timestamp": 918.7,
          "text": "Energy swirls around the sword. All wind and debris and light gathers at the tip of the sword, as if it were a black hole."
        },
        {
          "text": "A plume of smoke and cloud descends towards her. It splits in half and spirals around itself.",
          "timestamp": 923.8
        },
        {
          "timestamp": 934,
          "text": "The 2 clouds, one white and one black, twist across the landscape. All color vanishes, rendering the land black and white. Brilliant light explodes like an atomic bomb."
        },
        {
          "text": "The crescent moon is a black shadow across a white void. Sunraku and Akane, now black and white, shield their faces.",
          "timestamp": 948
        },
        {
          "timestamp": 966.9,
          "text": "Lycagon roars as the force strikes her face."
        },
        {
          "text": "Shock waves roll across the land. A sphere of darkness expands and explodes into brilliant nothingness.",
          "timestamp": 972
        },
        { "text": "The smoke begins to clear", "timestamp": 977.3 },
        { "timestamp": 989.2, "text": "Lycagon stares." },
        {
          "timestamp": 999,
          "text": "Akane's eyes grow wide. Ceecrue and Emul gape."
        },
        {
          "text": "Psyger falls to the ground, covered in soot.",
          "timestamp": 1003.7
        },
        {
          "timestamp": 1016.6,
          "text": "The right half of Lycagon's face is missing, with the gouge stretching to the shoulder. Her remaining eye looks down."
        },
        {
          "text": "Purple lightning crackles around Lycagon's remaining eye, which reflects Sunraku's approach. She snarls and narrows her eyes.",
          "timestamp": 1031.4
        },
        {
          "text": "Her eyes narrow further, to a single line, and her face dissipates into smoke.",
          "timestamp": 1040.3
        },
        {
          "timestamp": 1059.4,
          "text": "Purple lightning draws the outline of Lycagon's eyes and markings."
        },
        {
          "text": "The outline floats in the air and stares down at them.",
          "timestamp": 1065.3
        },
        {
          "text": "They gape. The outline flickers, warps, and dissipates into blue pixels.",
          "timestamp": 1070.2
        },
        { "timestamp": 1079.4, "text": "The crescent moon shines." },
        { "timestamp": 1083.7, "text": "The wind blows, then stills." },
        {
          "timestamp": 1090.5,
          "text": "The party stares at the clearing, empty and glittering in moon light."
        },
        {
          "text": "3 dialogs appear in front of each player. Title Shadow Wolf Revealer acquired. Special Status Guiding Light acquired. Bonus Unique Scenario, Light of Courage Banihsing the Dark, Begin now?",
          "timestamp": 1110.7
        },
        {
          "timestamp": 1133.9,
          "text": "He looks at the phrase \"Shadow wolf revealer\""
        },
        { "timestamp": 1139.9, "text": "Akane looks at him." },
        {
          "timestamp": 1246.7,
          "text": "Lycagon's mark begins to glow and smoke."
        },
        {
          "text": "He remembers the curse description. The curse can be removed through the prayers of a Saint or the defeat of the curse's caster.",
          "timestamp": 1260
        },
        {
          "timestamp": 1288.4,
          "text": "The shadows smoking off his curse gather in a ball above him."
        },
        { "timestamp": 1297.9, "text": "He switches to his bird mask." },
        {
          "timestamp": 1309.2,
          "text": "The shadow ball forms into a cartoon Lycagon"
        },
        {
          "timestamp": 1317.5,
          "text": "The cartoon chomps on his body. His legs kick."
        },
        { "timestamp": 1320.4, "text": "It chews and swallows him." },
        {
          "timestamp": 1333,
          "text": "Pixel art title card. Blue text over a starry background spell Shangri-La Frontier"
        },
        {
          "timestamp": 1337.1,
          "text": "Sunraku holds blue blades and stands in an underwater town."
        },
        {
          "timestamp": 1340,
          "text": "Pencilgon holds a golden spear and stands in the hidden garden"
        },
        {
          "timestamp": 1342.6,
          "text": "Katzo holds up fists and stands by the Teardrop lake"
        },
        {
          "timestamp": 1344.8999999999999,
          "text": "Psyger crosses her arms and stands in the Lightless Barrens"
        },
        {
          "timestamp": 1346.8999999999999,
          "text": "Montage of the game store, the Utopia headquarters, the palace, Rabbituza, a tower, and a sea side city."
        },
        {
          "timestamp": 1352.6999999999998,
          "text": "Sunraku runs across an underwater town. Fish swim in the air. Seaweed lines the street."
        },
        {
          "timestamp": 1360.8,
          "text": "Katzo runs across the cave floor on the shores of the Teardrop lake"
        },
        {
          "timestamp": 1367,
          "text": "A serpent emerges from the lake. Crab pincers snap."
        },
        {
          "timestamp": 1369.5,
          "text": "Montage of items. Log. Bow. Twin blue blades. Grimoire. Mana potion. Cards."
        },
        {
          "timestamp": 1373.6999999999998,
          "text": "Pencilgon runs across the hidden garden. Red spider lilies blow in the breeze, surrounded by cavernous walls, under a full moon."
        },
        {
          "timestamp": 1380.6999999999998,
          "text": "Ceecrue, a woman, Sunraku, Akane, a man, and Psyger walk along a dock. A crescent moon shines over the sea."
        },
        {
          "timestamp": 1396.3999999999999,
          "text": "A red ship floats at sea. A giant octopus leg reaches up."
        },
        {
          "timestamp": 1401,
          "text": "Rakuro, Towa, Kei, and a brown haired woman walk along an urban street. Cars drive by."
        },
        {
          "timestamp": 1407.1,
          "text": "Montage. An old man in a black robe. A fox mask. A person in a yellow demon mask. An old man samurai. The beetle helm. A gas mask."
        },
        {
          "timestamp": 1411.8999999999999,
          "text": "Blue text over a black background spells Shangri-La Frontier"
        }
      ]
    }
  ]
}
