{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GQJUG3WPZ/the-glimmer-of-truth",
    "domain": "crunchyroll",
    "id": "GQJUG3WPZ"
  },
  "metadata": {
    "type": "television episode",
    "title": "The Glimmer of Truth",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 11
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 41,
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 44, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 46,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 50,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "timestamp": 61,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 66,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 68,
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "timestamp": 71,
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest."
        },
        {
          "timestamp": 75,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "timestamp": 78,
          "text": "Psyger-0, a knight, wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by her human form."
        },
        {
          "timestamp": 80,
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 85,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "timestamp": 88,
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes."
        },
        {
          "timestamp": 92,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 95,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "timestamp": 99,
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back."
        },
        {
          "timestamp": 104,
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "timestamp": 106,
          "text": "Pencilgon strikes with a sword. The blond girl punches with a fire ball."
        },
        {
          "timestamp": 109,
          "text": "Psyger-0 strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 113,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 117,
          "text": "The town fades into Sunraku's red bird eye"
        },
        { "timestamp": 120, "text": "Emul leaps up, smiling." },
        {
          "timestamp": 124,
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and Pencilgon walk side by side."
        },
        { "text": "Emul flails and conjures a door", "timestamp": 156 },
        { "text": "Vash exhales smoke", "timestamp": 170 },
        { "text": "Text, 11, The Glimmer of Truth", "timestamp": 173 },
        { "text": "Sunraku and Emul kneel in front of him", "timestamp": 176 },
        { "text": "Vash raises an eyebrow", "timestamp": 348 },
        { "text": "He bows low", "timestamp": 364 },
        { "text": "Emul looks at Vash", "timestamp": 366 },
        { "text": "Vash exhales", "timestamp": 368 },
        { "text": "Sunraku looks up", "timestamp": 378 },
        { "text": "Vash stands", "timestamp": 404.5 },
        {
          "text": "A stone room holds an anvil, a fire place, a bellow, and racks of weapons",
          "timestamp": 440
        },
        {
          "text": "Tools sit by the fire place. Tongs hang from a wall.",
          "timestamp": 446
        },
        { "text": "Vash opens the doors", "timestamp": 450 },
        {
          "text": "Bilac is a brown rabbit wearing orange overalls",
          "timestamp": 482
        },
        { "text": "Text, Ascend = \"Bring to Truth\"", "timestamp": 528 },
        { "text": "Bilac's eyes sparkle", "timestamp": 544 },
        {
          "text": "Fire crackles in charcoal. Bilac pumps the bellow, stoking the fire.",
          "timestamp": 578
        },
        {
          "text": "He removes a fur stole, a jacket, and a necklace of jade beads.",
          "timestamp": 603
        },
        {
          "text": "Partially undressed, he picks up a hammer and tongs",
          "timestamp": 612
        },
        {
          "text": "He places the blade in the fire, waits, and removes it, glowing white hot",
          "timestamp": 672
        },
        {
          "text": "He places the glowing blade on the anvil",
          "timestamp": 682
        },
        {
          "text": "He strikes. Magic circles fly into the air, then fall back down to the anvil, embuing themselves in the blade.",
          "timestamp": 688
        },
        {
          "text": "Vash sings. Subtitles, The fire of the forge against the sleeping sky",
          "timestamp": 747
        },
        { "text": "Bilac puts a finger to her mouth", "timestamp": 761 },
        {
          "text": "Off fly the sparks. Engulfed by the night. The hammer dances. The iron sings.",
          "timestamp": 769
        },
        {
          "text": "Bang, clang, ring. Crash, clash, bash. A blade's what you are. Power's what you are.",
          "timestamp": 785
        },
        {
          "text": "Sunraku watches, transfixed. Emul's eyes sparkle.",
          "timestamp": 799
        },
        { "text": "Bilac smiles. Her eyes sparkle.", "timestamp": 805 },
        {
          "text": "Draw forth from the ground. Feed in the wood. Stoke the flame. Temper the metal. Cool it in water.",
          "timestamp": 815
        },
        {
          "text": "The world turns. And then it stops.  From metal comes iron. From iron comes steel. From steel comes a blade. From blade comes a sword.",
          "timestamp": 832
        },
        {
          "text": "Dawn breaks in the night sky. The sword glimmers. It reflects the light. It tears through the dark. As the sword dances, let the world sing.",
          "timestamp": 872
        },
        { "text": "The palace of Rabituza", "timestamp": 918 },
        {
          "text": "Yellow light peaks between charcoal briquettes",
          "timestamp": 920
        },
        { "text": "Vash hammers a punch", "timestamp": 923 },
        {
          "text": "Cannot be wielded due to failure to meet stat requirements.",
          "timestamp": 991.7
        },
        { "text": "Thirdrema", "timestamp": 1038 },
        { "text": "Narrow, twisting alleyways", "timestamp": 1041 },
        {
          "text": "A neon light over a door reads The Serpent's Apple",
          "timestamp": 1044
        },
        {
          "text": "Pencilgon glances at Emul, whose ears are wrapped around Sunraku's kneck. She holds herself still, as if pretending to be a backpack.",
          "timestamp": 1185
        },
        {
          "text": "Emul glances at Pencilgon, then hides her eyes under her top hat.",
          "timestamp": 1194
        },
        { "text": "Katzo looks at Sunraku's back.", "timestamp": 1248 },
        { "text": "Emul looks at Katzo", "timestamp": 1250 },
        { "text": "Sunraku averts his eyes", "timestamp": 1252 },
        {
          "text": "They walk through the woods. Shards of iron dot the path.",
          "timestamp": 1284
        },
        { "text": "Label, Iron Ruins of the Divinity", "timestamp": 1321 },
        {
          "text": "An 50 foot iron building stands in a clearing. Circuitry in white, blue, and yellow are patterened across the layered exterior of the building",
          "timestamp": 1323
        },
        {
          "timestamp": 1333,
          "text": "Rakuro floats, as if in water. Debris floats around him. "
        },
        {
          "timestamp": 1338,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1343,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1348,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1353, "text": "Grass blows before an orange sunset." },
        {
          "timestamp": 1357,
          "text": "Sunraku, bearing Lycagon's Mark, stands."
        },
        {
          "timestamp": 1361,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1365,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "timestamp": 1370,
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "timestamp": 1375,
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind."
        },
        {
          "text": "Katzo looks up. She has shoulder length hair tied up in pig tails.",
          "timestamp": 1380
        },
        {
          "timestamp": 1384,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "timestamp": 1387,
          "text": "His bird mask feathers blows in the wind."
        },
        {
          "timestamp": 1393,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "text": "Katzo crouches on an outcropping, in front of the moon",
          "timestamp": 1399
        },
        {
          "timestamp": 1404,
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1413,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        { "text": "Text, 16, Sunraku's Theme Song", "timestamp": 1428 },
        {
          "text": "Katzo, Sunraku, and Pencilgon watch the clip of Vash blacksmithing. After the clip, they hold beer mugs.",
          "timestamp": 1434
        },
        {
          "text": "Off fly the sparks. Engulfed by the night. The hammer dances. The iron sings. Bang, clang, ring. Crash, clash, bash. A blade's what you are. Power's what you are. ",
          "timestamp": 1438
        },
        {
          "text": "Sunraku stands in front of the projector screen.",
          "timestamp": 1479
        },
        {
          "text": "She flicks a cashew. He blinks and stares wide.",
          "timestamp": 1498
        },
        {
          "text": "\"Like a pigeon hit with a peashooter\". Definition, Taken off guard; stunned. Uses, Eyes widened in shock. \"Like a peashooter to a pigeon.\" From Kojien, 7th Edition.",
          "timestamp": 1502
        },
        {
          "text": "Post-Episode Footnotes: On the spelling of the name \"Kei Uomi\". Given name \"Kei\" is spelled with the kanji for \"wisdom.\" Family name \"Uomi\" is spelled with the characters \"fish\" and \"light\"/\"buoyant\". When you combine these kanji into a bigger kanji, it spells \"katsuo\". Katsuo is the fish slipjack tuna. The fish can be dried to produce fish flakes, also known as bonito. Bonito is used as the base for katsuo dashi, the most common form of dashi (soup stock). Player name Modor Katzo refers to the fishing season modori katsuo, translated Returning Katsuo, when katsuo are at their highest quality. The name Katzo Tataki refers to the sashimi dish katsuo tataki, where raw fish is seasoned and seared. The name Oikatzo refers to the ingredient oigatsuo, spelled leveled up katsuo, which refers to dashi that's been mixed with soy sauce.",
          "timestamp": 1505
        }
      ]
    }
  ]
}
