{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GQJUG30MJ/a-dazzling-sea-of-trees",
    "domain": "crunchyroll",
    "id": "GQJUG30MJ"
  },
  "metadata": {
    "type": "television episode",
    "title": "A Dazzling Sea of Trees",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 9
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "text": "The moon shines over the ocean", "timestamp": 2 },
        {
          "text": "In a narrow inlet surrounded by high cliffs, 2 ships lay aground on rocks. One ship, a 3 mast sloop with tattered sails, has a light in the captain's cabin.",
          "timestamp": 4
        },
        {
          "text": "The moonlight shines on the sea. Warm candlelight shines through the cabin window.",
          "timestamp": 10
        },
        {
          "text": "In the cabin, an emblem is painted on the wall. A skull with swords sticking through its eyes and mouth. A man in armor sits on a desk. Ketchum, Lass, Branch, Remy, and Pencilgon sit or stand around the room.",
          "timestamp": 13
        },
        { "text": "Label, Orcelot, Clan Leader, Ashura Kai", "timestamp": 26 },
        { "text": "Orcelot glares at Pencilgon", "timestamp": 51 },
        { "text": "She shrugs", "timestamp": 55 },
        { "text": "Ketchum and Remy look at each other", "timestamp": 83 },
        { "text": "Lass nods", "timestamp": 117 },
        {
          "text": "Pencilgon rests her head in her hand and looks out the window.",
          "timestamp": 122
        },
        { "text": "She stands and walks to the door", "timestamp": 128 },
        {
          "text": "She closes the door. Ketchum shrugs. Remy turns to look at Orcelot, who glares.",
          "timestamp": 140
        },
        {
          "text": "Under a cherry blossom tree, a samurai looks at a grave stone of Setsuna Akatsuki. On the ship deck, Pencilgon stares up at the moon.",
          "timestamp": 197
        },
        { "text": "Her hair blows gently in the wind.", "timestamp": 201 },
        {
          "text": "Text, New Chapter, \"A Bouquet Thrown With Love from the River's Edge\"",
          "timestamp": 208
        },
        {
          "timestamp": 214,
          "text": "Muscular legs walk foward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 217, "text": "Muscular arms and abs also bear scars." },
        {
          "timestamp": 219,
          "text": "Sunraku wears only blue shorts and a blue bird mask."
        },
        {
          "timestamp": 223,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "timestamp": 234,
          "text": "At night, Sunraku stands in a misty field"
        },
        {
          "timestamp": 239,
          "text": "Moon light shines over Sunraku as he stands near large rocks."
        },
        {
          "timestamp": 241,
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows"
        },
        {
          "timestamp": 244,
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest."
        },
        {
          "timestamp": 248,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "timestamp": 251,
          "text": "A large knight wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by her human form."
        },
        {
          "timestamp": 253,
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 258,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "timestamp": 261,
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes."
        },
        {
          "timestamp": 265,
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon."
        },
        {
          "timestamp": 268,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "timestamp": 272,
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back."
        },
        {
          "timestamp": 277,
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "timestamp": 279,
          "text": "Pencilgon strikes with a sword. The blond girl punches with a fire ball."
        },
        {
          "timestamp": 282,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 286,
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. "
        },
        {
          "timestamp": 290,
          "text": "The town fades into the bird man's red eye"
        },
        { "timestamp": 293, "text": "Emul leaps up, smiling." },
        {
          "timestamp": 297,
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and Pencilgon walk side by side."
        },
        { "text": "Text, 9, A Dazzling Sea of Trees", "timestamp": 300 },
        {
          "text": "Sunraku in a ghost costume and Human Emul walk down a street in Thirdrema",
          "timestamp": 304
        },
        { "text": "Psyger-0 stares from around the corner.", "timestamp": 325 },
        {
          "text": "Sunraku runs off. Psyger-0 stop, holding a hand out after them.",
          "timestamp": 345
        },
        {
          "text": "Players walk around a street. Ketchum and Remy walk together.",
          "timestamp": 350
        },
        { "text": "They walk along an overpass", "timestamp": 360 },
        {
          "text": "They look down at the running barefoot ghost running down the street.",
          "timestamp": 365
        },
        { "text": "Player name, Sunraku", "timestamp": 371 },
        {
          "text": "Psyger-0 runs past the onlookers. Sunraku and Emul run across rooftops.",
          "timestamp": 385
        },
        {
          "text": "The PKers keeps pace on the street below.",
          "timestamp": 398
        },
        { "text": "Lass responds to a text message", "timestamp": 418 },
        {
          "text": "Lass and Branch stand at the Ruins gate.",
          "timestamp": 450
        },
        { "text": "Sunraku blends in with laundry", "timestamp": 459 },
        { "text": "Grotto gate", "timestamp": 481 },
        { "text": "Psyger-0 towers over him.", "timestamp": 486 },
        {
          "text": "Psyger raises a finger, pointing at Sunraku",
          "timestamp": 495
        },
        {
          "text": "Dialog, You've received a friend request from Psyger-0. Accept?",
          "timestamp": 502
        },
        { "text": "Psyger-0 bows slowly and stiffly", "timestamp": 510 },
        { "text": "She fidgets.", "timestamp": 551 },
        { "text": "Psyger stares. Sunraku stares.", "timestamp": 573 },
        {
          "text": "He clicks \"Yes.\" Psyger sees a dialog, Sunraku has been added to your friend list.",
          "timestamp": 580
        },
        { "text": "Rei screams internally", "timestamp": 589 },
        { "text": "Rei lies on her futon, smiling.", "timestamp": 591 },
        { "text": "She slumps", "timestamp": 642 },
        { "text": "Sunraku and Emul walk away", "timestamp": 675 },
        {
          "text": "Psyger-0 waves as they disappear into the distance",
          "timestamp": 712
        },
        { "text": "She shouts to the metaphorical sea.", "timestamp": 735 },
        { "text": "Swarz Wolf emblem", "timestamp": 748 },
        {
          "text": "They see Psyger-0 staring at the Grotto gate and run away. She starts skipping and dancing around.",
          "timestamp": 759
        },
        {
          "text": "Green, glowing moss grows along a stonework passageway",
          "timestamp": 770
        },
        {
          "text": "Emul explodes into pink smoke, and returns to her bunny form.",
          "timestamp": 775
        },
        { "text": "Sunraku throws off the ghost garb.", "timestamp": 786 },
        { "text": "Label, Prismatic Forest Grotto", "timestamp": 806 },
        {
          "text": "Sunraku and Emul exit the stone passageway onto green moss, dotted with purple and yellow. Trees grow around the walls, and Sunraku steps over roots. Purple, blue, and orange flowers grow on every surface. Bees fly lazily near mushrooms 10 times their size. Butterflies carry bubbles of nectar.",
          "timestamp": 812
        },
        {
          "text": "Tall, thick trees stretch in every direction, covered in vibrant moss, flowers, and mushrooms.",
          "timestamp": 820
        },
        {
          "text": "Sunraku walks along moss, between violets and tree roots. Yellow dots float around him, light pouring in from cracks in the canopy above.",
          "timestamp": 825
        },
        {
          "text": "An insect moves its probosis inside a purple flower. Emul smiles at it. The butterfly, whose head is the same size as Bunny Emul, flies off. A transparent bubble of nectar stretches as webbing between the butterflies' legs",
          "timestamp": 830
        },
        { "text": "Red label, Storage Papillon", "timestamp": 842 },
        {
          "text": "The papillons fly amongst the bees. They are about 1 - 2 feet long.",
          "timestamp": 846
        },
        { "text": "Red label, Empire Worker Bee", "timestamp": 848 },
        {
          "text": "A worker bee approaches a red flower. A green mantis arm grabs the bee's neck and bites it. The mantis wears a flower on its back, and is around 10 feet long. Red label, Mimic Mantis",
          "timestamp": 851
        },
        {
          "text": "A dark blue beetle drinks goo. It has a horn on its forehead and a long, forked horn at the front, resembling a rhinoceros beetle, as well as a pair of mandibles around its mouth, like a stag beetle.",
          "timestamp": 860
        },
        { "text": "Label, Quad Beetle", "timestamp": 865 },
        {
          "text": "Bees hover around a quad beetle as it stands on a tree trunk. The beetle is around 15 feet long, and the tree is 20 feet wide. Sunraku looks up from the forest floor.",
          "timestamp": 867
        },
        {
          "text": "Nectar gurgles in a papillon above him. He looks up.",
          "timestamp": 874
        },
        { "text": "Equips Marsh Daggers", "timestamp": 880 },
        {
          "text": "He runs up a tree and jumps at a papillon",
          "timestamp": 893
        },
        { "text": "He swipes. Papillon lazily dodges.", "timestamp": 896 },
        {
          "text": "He cuts off the bubble, then catches it.",
          "timestamp": 907
        },
        { "text": "Mushroom, flowers, lights, moss ", "timestamp": 941 },
        {
          "text": "A large red flower. Sunraku peaks his head over a log.",
          "timestamp": 945
        },
        { "text": "He throws", "timestamp": 972 },
        {
          "text": "It lands in the middle of the flower, and the mantis leaps up, screaming",
          "timestamp": 975
        },
        { "text": "Label, Spiral edge", "timestamp": 987 },
        { "text": "6 items", "timestamp": 1002.5 },
        { "text": "The beetle horn approaches a tree.", "timestamp": 1009 },
        {
          "text": "He looks down from a branch. The beetle leaps forward at a tree, killing several bees.",
          "timestamp": 1015
        },
        {
          "text": "The empire queen bee, surrounded by empire hunter bees, look down at the quad beetle.",
          "timestamp": 1042
        },
        { "text": "The beetles climbs the tree", "timestamp": 1047 },
        { "text": "The empire bees descend", "timestamp": 1050 },
        {
          "text": "They repeatedly strike the beetle with their stingers. Sunraku slides to the floor, then picks up a mushroom and holds it like a microphone.",
          "timestamp": 1054
        },
        {
          "text": "The beetle spreads it's wings and flies",
          "timestamp": 1120
        },
        {
          "text": "The queen cocks her head. The beetle flies at her, impaling her, and launching her into another tree.",
          "timestamp": 1123
        },
        {
          "text": "The beetle lands on the tree and licks sap.",
          "timestamp": 1140
        },
        { "text": "The beetle eyes Sunraku and pivots.", "timestamp": 1151 },
        { "text": "They stare at each other", "timestamp": 1155 },
        { "text": "They run", "timestamp": 1160 },
        {
          "text": "He tosses a nectar pouch to the side. It lands on a red flower. The mantis stands and screams.",
          "timestamp": 1185
        },
        {
          "text": "The beetle grabs the mantis in its mandibles",
          "timestamp": 1190
        },
        { "text": "He approaches", "timestamp": 1198 },
        {
          "text": "He lands spiral edge with his marsh daggers, racking up crits",
          "timestamp": 1207
        },
        { "text": "He strikes repeatedly, each critical.", "timestamp": 1210 },
        {
          "text": "The beetle stands still as Sunraku stands on its head, striking.",
          "timestamp": 1215
        },
        { "text": "The beetle dissintegrates", "timestamp": 1220 },
        {
          "text": "4 dropped items, Quad Beetle Horn, Mandible, Shell, Elytron",
          "timestamp": 1223
        },
        { "text": "They walk through the forest", "timestamp": 1239 },
        {
          "text": "He looks up at spider webs stretched across shadowy trees.",
          "timestamp": 1253
        },
        {
          "text": "Around the bend, he looks at a large, darkm cavernous tree hollow.",
          "timestamp": 1266
        },
        { "text": "He runs towards the darkness", "timestamp": 1276 },
        {
          "text": "Red blobs resembling a sad clown face paint a black spider abdomen.",
          "timestamp": 1280
        },
        {
          "timestamp": 1285,
          "text": "Rakuro floats, as if in water. Debris floats around him. "
        },
        {
          "timestamp": 1290,
          "text": "He reaches out a hand. The debris glitters."
        },
        {
          "timestamp": 1295,
          "text": "He opens his blue eyes. He has short, spiky blue hair."
        },
        {
          "timestamp": 1300,
          "text": "Pixels float in cyberspace. We follow a tunnel of light"
        },
        { "timestamp": 1305, "text": "Grass blows before an orange sunset." },
        {
          "timestamp": 1309,
          "text": "Sunraku, bearing Lycagon's Mark, stands."
        },
        {
          "timestamp": 1313,
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face."
        },
        {
          "timestamp": 1317,
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips."
        },
        {
          "timestamp": 1322,
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume."
        },
        {
          "timestamp": 1327,
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind."
        },
        {
          "timestamp": 1332,
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails."
        },
        {
          "timestamp": 1336,
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon."
        },
        {
          "timestamp": 1339,
          "text": "His bird mask feathers blows in the wind."
        },
        {
          "timestamp": 1345,
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips."
        },
        {
          "timestamp": 1351,
          "text": "The blond woman crouches on a outcropping, in front of the moon"
        },
        {
          "timestamp": 1356,
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue."
        },
        {
          "timestamp": 1365,
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light"
        },
        {
          "text": "Text, 14, What kind of person is Towa Amane?",
          "timestamp": 1380
        },
        { "text": "She winks", "timestamp": 1425 }
      ]
    }
  ]
}
