{
  "metadata": {
    "episode": 9,
    "seriesTitle": "Quality Assurance in Another World",
    "title": "Akira Kagami",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Bandai Namco", "timestamp": 2 },
        { "text": "Bandai Namco Filmworks", "timestamp": 8 },
        { "text": "Kodansha", "timestamp": 12 },
        {
          "text": "Knight kneels in the moonlight to pick up a coin",
          "timestamp": 111.441475
        },
        { "text": "She smiles, eyes closed", "timestamp": 130.80633 },
        { "text": "Akira hugs Haga", "timestamp": 135.294792 },
        { "text": "His glasses fall off", "timestamp": 137.512511 },
        { "text": "Akira hugs Amano, who recoils", "timestamp": 152.776718 },
        { "text": "Akira looks at a sleeping Nikola", "timestamp": 168.356818 },
        {
          "text": "Cubes float in blue streams of light.",
          "timestamp": 188
        },
        {
          "text": "The light eminates from a stone tablet.",
          "timestamp": 191
        },
        {
          "text": "Red and black text appears. Quality Assurance in Another World. The text becomes grainy and glitches.",
          "timestamp": 195
        },
        {
          "text": "Haga presses his hands against a stone wall.",
          "timestamp": 200
        },
        {
          "text": "He pulls out a pad of paper and writes.",
          "timestamp": 204
        },
        {
          "text": "Nikola carries boxes near a tent.",
          "timestamp": 208
        },
        {
          "text": "She trips, dropping papers. She gets up, dirt smudging her face.",
          "timestamp": 211
        },
        {
          "text": "Amano sits at a desk. Character designs hang on a nearby wall.",
          "timestamp": 218
        },
        {
          "text": "He presents the papers to Lou, sitting in a bed.",
          "timestamp": 220
        },
        {
          "text": "Akira slices meat. She turns, holding plates of food.",
          "timestamp": 222
        },
        {
          "text": "Tesla, glowing, floats in the stream of blue.",
          "timestamp": 227
        },
        {
          "text": "Light passes over the Play-Ing Inc group. The Boss stands alone.",
          "timestamp": 230
        },
        {
          "text": "A black knight with a green cape and broadsword walk through a barren land.",
          "timestamp": 233
        },
        {
          "text": "A small man sits in a glowing pod, surrounded by a nest of wires.",
          "timestamp": 236
        },
        {
          "text": "The small man transforms into Haga.",
          "timestamp": 238
        },
        {
          "text": "Amano puts his hands on the ground and glows green.",
          "timestamp": 241
        },
        {
          "text": "Haga races past the glow, knife in hand.",
          "timestamp": 244
        },
        {
          "text": "A muscular kitra swipes at him. He leaps back, and Akira leaps over him, coming down with a broadsword.",
          "timestamp": 247
        },
        {
          "text": "She slices through the tusked monster's right arm.",
          "timestamp": 249
        },
        {
          "text": "A variety of monsters approach. Nikola stands alone, mouth open.",
          "timestamp": 251
        },
        {
          "text": "Blue light erupts, knocking back the monsters.",
          "timestamp": 253
        },
        {
          "text": "A dragon roars. Akira, Amano, Haga, and Nikola look up at it.",
          "timestamp": 255
        },
        { "text": "Haga tenses", "timestamp": 258 },
        {
          "text": "Montage of character faces, including Loud and Haga's party. Nikola is consumed in flames. Haga reaches out into white light while screaming.",
          "timestamp": 260
        },
        {
          "text": "A platform sits in a rectangular pool in a dark stone room. A green diamond sits in a library. A king is flanked by a man and a rabbit woman.",
          "timestamp": 265
        },
        {
          "text": "Haga and party look at a village from a cliff. A tablet sits on a desk.",
          "timestamp": 270
        },
        {
          "text": "Text appears. Number 9, Akira Kagami.",
          "timestamp": 276.806069
        },
        { "text": "A king's silhouette", "timestamp": 291.995927 },
        {
          "text": "He remembers the Boss being cut in half",
          "timestamp": 349.365395
        },
        { "text": "Nikola and skull", "timestamp": 363.78267 },
        { "text": "Night fades to day", "timestamp": 407.285459 },
        {
          "text": "Nikola's aura is pink and glittery. Then Tesla appears and devours breakfast.",
          "timestamp": 454.930947
        },
        { "text": "In the castle town", "timestamp": 482.1449 },
        {
          "text": "Akira, Fencer. Amano, Shaman. Haga, Thief. ",
          "timestamp": 532.556191
        },
        {
          "text": "With the castle in the distance, the 4 walk down a road.",
          "timestamp": 562.313163
        },
        {
          "text": "They walk along the edge of a cliff, overlooking a waterfall.",
          "timestamp": 569.358066
        },
        {
          "text": "Haga and Nikola rub their faces against a cliff wall while Amano and Akira smile.",
          "timestamp": 573.282947
        },
        { "text": "The 4 fight skeletons.", "timestamp": 577.369159 },
        {
          "text": "Haga grimaces at a map at sunset.",
          "timestamp": 581.818127
        },
        {
          "text": "They stand at a fork in the road.",
          "timestamp": 585.976746
        },
        { "text": "They walk in a valley meadow.", "timestamp": 587.80265 },
        {
          "text": "Footprints. Each print is the size of Nikola.",
          "timestamp": 602.018567
        },
        { "text": "Haga crawls through the grass", "timestamp": 626.923599 },
        {
          "text": "At night, the moon glows silver above a forest clearing. The 4 gather around a campfire.",
          "timestamp": 641.080999
        },
        {
          "text": "Amano drags Nikola off. Haga stirs a pot while Akira chops meat.",
          "timestamp": 674.528045
        },
        {
          "text": "Haga holds meat and looks at Akira, holding a plate of vegetables.",
          "timestamp": 677.468269
        },
        { "text": "2 pots stew over flames.", "timestamp": 680.883404 },
        {
          "text": "Haga bends over meat while Akira holds a bowl and chopsticks",
          "timestamp": 683.527841
        },
        {
          "text": "Akira stirs a pot over flames while Haga holds a meat chunk",
          "timestamp": 686.425197
        },
        {
          "text": "Haga holds a mound of leaves over a pot of white stew. Akira daintily spices a red stew.",
          "timestamp": 690.3373
        },
        {
          "text": "Haga-chan's dishes. Mountain her soup even though he just cooked meat.",
          "timestamp": 695.605567
        },
        {
          "text": "Akira's Dishes. Keikei bird in orange sauce with vegetables and berry tart.",
          "timestamp": 700.951471
        },
        {
          "text": "Amano takes a bite of Haga's meat.",
          "timestamp": 713.052412
        },
        { "text": "Tesla slurps soup", "timestamp": 715.609217 },
        {
          "text": "Tesla bites meat, Amano sips soup.",
          "timestamp": 721.953647
        },
        { "text": "They finish the 2 meals.", "timestamp": 730.686996 },
        {
          "text": "Amano and Tesla pick up wooden signs. They both read Akira.",
          "timestamp": 734.482563
        },
        {
          "text": "Haga looks up while the other 3 run.",
          "timestamp": 780.89203
        },
        {
          "text": "A giant missing a leg and arm crashes on top of Haga.",
          "timestamp": 786.743827
        },
        {
          "text": "Now Loading... Federated Kingdoms of Stamao. A collection of small tribes in the Stamao Mountains. Several hundred of them live in constant conflict, except when faced with an external threat. They then come together as one due to an ancient treaty.",
          "timestamp": 805.166135
        },
        {
          "text": "Now Loading... Lord Elf. A woodland race with long ears and porcelain skin. Their exceptional capacity for magic makes lord elves who are trained as mages the most feared opponents on the battlefield.",
          "timestamp": 812.29147
        },
        {
          "text": "2 giants emerge from the trees. They wield clubs. One is bald, one is taller.",
          "timestamp": 830.136151
        },
        {
          "text": "The tall giant swings a club, knocking Akira back.",
          "timestamp": 837.109442
        },
        {
          "text": "Haga tanks the strikes from another club.",
          "timestamp": 840.082298
        },
        {
          "text": "The 2 giants pick up the fallen giant.",
          "timestamp": 844.733552
        },
        {
          "text": "A large, muscular figure runs out of the woods and leaps into the air. He wields a massive, triangular sword.",
          "timestamp": 863
        },
        {
          "text": "The figure steps back and raises his large sword.",
          "timestamp": 877.408912
        },
        {
          "text": "Akira struggles to block. Haga swings daggers at the figure's other arm, but he pushes Haga away. While the figure's distracted, Akira strikes again, but is easily blocked.",
          "timestamp": 880.869128
        },
        {
          "text": "The assailant swings, knocking Akira and Haga back.",
          "timestamp": 892.719082
        },
        {
          "text": "The assailant looks at the trail left by the retreating giants.",
          "timestamp": 899.122875
        },
        { "text": "Haga lowers his daggers.", "timestamp": 907 },
        {
          "text": "Gaydle is a 7 foot tall muscular man with blue eyes and shoulder-length blond hair. He wears shirt, pants, and armored arm braces.",
          "timestamp": 963.803995
        },
        { "text": "They sit around a campfire.", "timestamp": 968.060834 },
        {
          "text": "In a village of stone huts with thatched roofs, men hold spears and clubs and children chase each other.",
          "timestamp": 995.533349
        },
        {
          "text": "Gaydle, a small frail boy, falls behind the children, panting.",
          "timestamp": 1001.179399
        },
        {
          "text": "A man wearing armor and a helmet walks into the village.",
          "timestamp": 1007.035981
        },
        {
          "text": "The villagers stare at the newcomber.",
          "timestamp": 1011.257458
        },
        {
          "text": "Text, Probably written, kanji for mountain + inside",
          "timestamp": 1037.862169
        },
        {
          "text": "In daylight, a forest of spruce trees lies nestled within the mountains. Gaydle leads Haga's party down a wide, mountain road line with rock and shrubbery.",
          "timestamp": 1097.557134
        },
        { "text": "A log lies on the path.", "timestamp": 1108.920787 },
        {
          "text": "Gaydle easily lifts and tosses it behind him.",
          "timestamp": 1114.003592
        },
        {
          "text": "Haga grabs Nikola and leaps out of the way.",
          "timestamp": 1120.26123
        },
        {
          "text": "Amano grimaces. Akira glares. Haga furrows his brow.",
          "timestamp": 1132.335262
        },
        {
          "text": "The sun sets over the entrance to the village. It has a high, wooden wall and an open gate.",
          "timestamp": 1136.335599
        },
        { "text": "Villagers rush away", "timestamp": 1154.990023 },
        {
          "text": "In the large building, 3 old men sit in front of a fire, surrounded by 4 stern warriors. Gaydle smiles and presents Haga's party with open arms.",
          "timestamp": 1160.931518
        },
        {
          "text": "Haga looks at the warriors, all stern and gaunt.",
          "timestamp": 1182.423347
        },
        { "text": "Tesla eats glistening meat.", "timestamp": 1189.253305 },
        { "text": "Akira glances at Haga.", "timestamp": 1215.522791 },
        { "text": "Tesla eats.", "timestamp": 1218.861922 },
        {
          "text": "At night, the party sleeps in a tent near the village walls.",
          "timestamp": 1220.774786
        },
        { "text": "Haga's eyes are open", "timestamp": 1231.665961 },
        { "text": "He slowly walks past Akira", "timestamp": 1237.669998 },
        { "text": "Haga takes the pendant", "timestamp": 1258.957462 },
        { "text": "He exits the tent", "timestamp": 1267.272383 },
        {
          "text": "Haga creeps in through the rafters of the Elders' House.",
          "timestamp": 1270.986645
        },
        {
          "text": "A man, wrapped in bandages, hobbles forward with a crutch. He's missing half of 2 arms and a leg.",
          "timestamp": 1300.579958
        },
        {
          "text": "Elsewhere in the village, Gaydle sleeps in a hut near an empty bottle.",
          "timestamp": 1343.013505
        },
        { "text": "To be continued.", "timestamp": 1353.550394 },
        {
          "text": "Credits roll near stylized still drawings. Nikola carries a staff and walks ahead of Haga.",
          "timestamp": 13561
        },
        {
          "text": "Amano, Haga, and Nikola stand in a mountainous area. Haga and holds a paper and quill. Nikola holds the same and watches Haga. Amano smiles.",
          "timestamp": 1367
        },
        {
          "text": "Amano sits, holding drafts of manga. Nikola and Haga stand at the far side of the room, near windows.",
          "timestamp": 1378
        },
        {
          "text": "Haga, Nikola, Amano, and Akira sit around a campfire, eating meat. The sun sets behind the woods surrounding them.",
          "timestamp": 1390
        },
        {
          "text": "Nikola looks up, mouth open wide. A blue stream of light flickers and rises above her, shooting into the sky, until it explodes in fireworks.",
          "timestamp": 1398
        },
        {
          "text": "Haga, Nikola, Amano, and Akira stare at the night sky over mountains. Nikola points at the blue firework, sparkling above them.",
          "timestamp": 1403
        },
        {
          "text": "Nikola floats in the air, glowing purple, and holding a wooden staff.",
          "timestamp": 1420
        },
        {
          "text": "Haga, Amano, and Akira stand in a lit, green grove. Nikola runs to them as Amano waves.",
          "timestamp": 1434
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GX9UQEG7W",
    "url": "https://www.crunchyroll.com/watch/GX9UQEG7W/"
  }
}
