{
  "metadata": {
    "episode": 2,
    "seriesTitle": "Ace Attorney",
    "title": "Turnabout Sisters - 1st Trial",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Funimation", "timestamp": 4.781305 },
        {
          "text": "Suburbs. April 3, 9:27 am, Fey & Company Law Offices",
          "timestamp": 21.58623
        },
        {
          "text": "A man in a dark room listens to earbuds. He has purple hair, wears gold rings on every finger, and drinks red wine. His smile sparkles.",
          "timestamp": 104.406563
        },
        {
          "text": "Sunlight breaks over the skyscrapers. Window panes cast shadows over chairs, a witness stand, a gavel, the courtroom. The shadows move as the sun rises until it reaches above the judge's seat, where the scales of justice emblazen a golden seal. The sun's reflection fills our view with light. Blue on black text Japanese appears. Ace Attorney. The world you see",
          "timestamp": 110
        },
        {
          "text": "Phoenix Wright, wearing a blue suit, white shirt, and red tie runs along the sidewalk, a city in backdrop. Wright is an otherwise average man with slicked back hair that makes him look like he's going fast.",
          "timestamp": 121
        },
        {
          "text": "Wright stumbles and almost trips. There are children's chalk drawings on the sidewalk, and he carefully avoids stepping on them. Once clear, he turns back and smiles.",
          "timestamp": 126
        },
        {
          "text": "Mia Fey wears a yellow teardrop pendant. She has long black hair, wears a white robe down to her mid thigh, red ribbon, and purple haori jacket. She prays in a small room surrounded by candles. She turns around and a smoky aura surrounds her. A blue teardrop stone falls and shatters.",
          "timestamp": 131
        },
        {
          "text": "Rain soaks Wright as he stands face up, eyes closed, dark clouds covering the skyscrapers behind him. He faces forward, balls his fists, and starts to run.",
          "timestamp": 140
        },
        {
          "text": "A man in a red suit walks along the beach, waves lapping at his footprints. The man turns around to see Wright standing behind him.",
          "timestamp": 147
        },
        {
          "text": "Wright pants, steels his gaze, then raises his hand, shackled by a glowing golden chain. The man in the red suit looks down at the gold chain on his wrist, and yanks it, yelling.",
          "timestamp": 155
        },
        {
          "text": "The 2 hold the sides of the gold chain taught. Red and blue pillars of light shoot the 2 into the air, standing on either side of a golden rod. We spin around the 2 men as they scream. They arrive at the 2 arms of the scales of justice, and explode in fireworks of red and blue.",
          "timestamp": 159
        },
        {
          "text": "The scales explode into light and erupt across a field, leaving sparkling sunflowers in its wake.",
          "timestamp": 168
        },
        { "text": "The sunflowers replace the suburbs.", "timestamp": 170 },
        {
          "text": "Wright runs past sunflowers. Maya Fey, Larry Butz, and a scruffy middle aged man run after him.",
          "timestamp": 172
        },
        {
          "text": "Mia Faye walks by in black and white heels, a black suit jacket and miniskirt, low-cut white bouse, and yellow scarf",
          "timestamp": 179
        },
        {
          "text": "Wright stops running and turns to look at her. Mia looks at him. She wears a blue teardrop pendant.",
          "timestamp": 183
        },
        {
          "text": "He nods, slaps a table in front of him, explodes in a blue nebula, points forward and shouts. On the other side of a courtroom, the man points, shouts, and explodes in a red nebula.",
          "timestamp": 187
        },
        {
          "text": "Mount Fuji peaks between skyscrapers. Phoenix Wright points at us.",
          "timestamp": 191
        },
        { "text": "Turnabout Sisters - 1st Trial", "timestamp": 193 },
        {
          "text": "In an office, Wright holds an envelope, smiles, and salutes Mia. In a courtroom, a man gestures.",
          "timestamp": 216.759138
        },
        { "text": "The prosecutor points.", "timestamp": 235.130081 },
        {
          "text": "Newspaper headline, \"Genius Prosecutor Wins Again! Dark Rumors follow victory\". Wright reads a small article titled \"Rookie Attorney Takes Plaudits\", featuring his picture.",
          "timestamp": 242.964213
        },
        { "text": "A city at night", "timestamp": 254.650589 },
        {
          "text": "His watch reads 9:03. He runs towards down the sidewalk.",
          "timestamp": 256.88347
        },
        {
          "text": "An elevator opens. April 3, 9:08 PM.",
          "timestamp": 260.132868
        },
        { "text": "Wright approaches the door.", "timestamp": 263.791791 },
        {
          "text": "He walks past a receptionist desk, towards a door partially ajar.",
          "timestamp": 267.770173
        },
        { "text": "He sees glass at his feet.", "timestamp": 274.53654 },
        {
          "text": "His eyes widen, then focuses forward. Scattered on the floor are books, papers, and a cup.",
          "timestamp": 276.792418
        },
        {
          "text": "He steps around a couch and sees Mia, on the floor, sitting against the wall, eyes closed.",
          "timestamp": 287.636888
        },
        { "text": "He crawls to her", "timestamp": 298.79115 },
        {
          "text": "A girl cowers in the corner, tears in her eyes.",
          "timestamp": 303.6343
        },
        { "text": "She shakes her head.", "timestamp": 308.133748 },
        { "text": "A scruffy man brandishes handcuffs.", "timestamp": 326 },
        {
          "text": "Gumshoe puts on a white glove. A suited man points to a piece of paper.",
          "timestamp": 334.253239
        },
        { "text": "Red text is smeared on the back.", "timestamp": 341 },
        {
          "text": "Keep Out signs stretch across the front door.",
          "timestamp": 369.148587
        },
        {
          "text": "Maya Faye and Phoenix Wright get into a police car.",
          "timestamp": 370.294907
        },
        {
          "text": "Suburbs in the morning. Wright sits in his room with messy hair.",
          "timestamp": 377.16116
        },
        {
          "text": "Wright adjusts his hair in the mirror. The TV shows A1N News, Beautiful Attorney Murdered, Mia Fey, 27.",
          "timestamp": 389.269391
        },
        {
          "text": "Wright slams his fist on the table. Maya cries in a jail cell.",
          "timestamp": 410.668676
        },
        { "text": "Flashbacks to Mia's body.", "timestamp": 418.64973 },
        { "text": "Wright bikes across a bridge.", "timestamp": 429.031454 },
        {
          "text": "April 4, 9:07 AM. Detention Center, Visitor's Room.",
          "timestamp": 431.913961
        },
        {
          "text": "Wright adjusts his tie. Maya approaches from the other side of the glass. She wears Geta sandals, a yukata robe, an obi sash, and a haori jacket.",
          "timestamp": 438.983056
        },
        { "text": "She blushes slightly.", "timestamp": 446 },
        {
          "text": "A flashback to Larry Butz handing the Thinker to Mia.",
          "timestamp": 478.6601
        },
        { "text": "She looks to the side.", "timestamp": 564.770694 },
        {
          "text": "April 4, Grossberg Law Offices. A large, classy, corporate building.",
          "timestamp": 593.821442
        },
        {
          "text": "Wright bows and leaves the office.",
          "timestamp": 593.821442
        },
        {
          "text": "The purple haired man talks on the phone.",
          "timestamp": 637.244558
        },
        {
          "text": "His smile sparkles. At night, Wright places a plastic bag on a table.",
          "timestamp": 643.227573
        },
        { "text": "Wright lies back in bed.", "timestamp": 649.772611 },
        {
          "text": "Wright looks at the ceiling and touches his medallion.",
          "timestamp": 662.067198
        },
        {
          "text": "A gold circle stained glass window shines in a cathedral at night.",
          "timestamp": 663.888896
        },
        {
          "text": "A door sign reads, 1202, Miles Edgeworth.",
          "timestamp": 672.054153
        },
        {
          "text": "Edgeworth stares out a window at the city. He holds a red and gold teacup. He wears a red suit with a white ascot.",
          "timestamp": 677.336671
        },
        {
          "text": "A trophy with a K lies on the couch. A silver statue of a smaurai and a vase of flowers sit on a table.",
          "timestamp": 681.672304
        },
        {
          "text": "Edgeworth turns to his desk. The room also contains a red and white chess board, with 1 white and 4 red pieces.",
          "timestamp": 685.72693
        },
        {
          "text": "He picks up a paper. It includes a picture of Miya Faye and reads, estimated time of death: April 3, after 8 pm. Cause of death: blunt force trauma to the head.",
          "timestamp": 691.659292
        },
        {
          "text": "At the Faye office, Wright opens the door and walks in. ",
          "timestamp": 701.691232
        },
        {
          "text": "In a flashback, Mia pours water into a bamboo plant.",
          "timestamp": 717
        },
        { "text": "In the present, he frowns.", "timestamp": 735.815686 },
        {
          "text": "A red phone strap dangles from the bamboo plant.",
          "timestamp": 741.496053
        },
        {
          "text": "Detective Gumshoe walks into the office.",
          "timestamp": 754.589723
        },
        { "text": "Edgeworth slaps a table.", "timestamp": 804.288389 },
        { "text": "Wright salutes.", "timestamp": 857.42308 },
        { "text": "The Bando Hotel", "timestamp": 859.540784 },
        { "text": "He knocks on room 303.", "timestamp": 865.044044 },
        { "text": "The door is ajar.", "timestamp": 872.586546 },
        {
          "text": "The hotel room has 2 queen beds. A table with pairs of chairs and wineglasses sit next to a window. Wright looks out the hotel window, and sees Gumshoe in the Fey office.",
          "timestamp": 878.709138
        },
        {
          "text": "Gumshoe yells at a subordinate, who salutes. Wright looks down at the table, and sees colored pens and frilly hair ornament.",
          "timestamp": 888
        },
        {
          "text": "He drops it. He picks it up and finds a diamond ring.",
          "timestamp": 896.692459
        },
        { "text": "He trips over a trash can. ", "timestamp": 896.692459 },
        {
          "text": "The bathroom door opens and a woman's bare leg gestures.",
          "timestamp": 899.909208
        },
        {
          "text": "He replaces the trash, and notices a small device with an antenna and 2 cables.",
          "timestamp": 918.859109
        },
        {
          "text": "He runs out and closes the door behind him.",
          "timestamp": 926.886694
        },
        {
          "text": "He passes a steward carrying a wine bottle in an ice bucket. Wright shimmies by.",
          "timestamp": 929.291248
        },
        {
          "text": "He catches his breath in an alley, then pulls the device out of his pocket.",
          "timestamp": 936.291248
        },
        {
          "text": "Grossberg seats the phone, claps his hands, and looks down. Rain patters on a river as cherry blossoms fall.",
          "timestamp": 973.449967
        },
        {
          "text": "Wright pushes his bike through the rain.",
          "timestamp": 984.6621
        },
        { "text": "He looks up.", "timestamp": 996.349587 },
        {
          "text": "In a flashback, rain drips in an urban alleyway.",
          "timestamp": 999.455066
        },
        {
          "text": "Young Wright stands under a shop awning.",
          "timestamp": 1001.805532
        },
        {
          "text": "An elementary school girl walks by, carrying an umbrella. She doesn't look at him.",
          "timestamp": 1007.754686
        },
        {
          "text": "Wright looks up. The umbrella comes into view. He looks forward, and the girl reaches out the umbrella, smiling.",
          "timestamp": 1019.173684
        },
        { "text": "The 2 walk down the sidewalk.", "timestamp": 1026.897236 },
        {
          "text": "Wright cries in a classroom while dozens of kids point at him.",
          "timestamp": 1032.712084
        },
        {
          "text": "Including the girl who had the umbrella.",
          "timestamp": 1040.00784
        },
        {
          "text": "In present day, rain runs down Wright's face.",
          "timestamp": 1048.395962
        },
        { "text": "Maya sleeps in a jail cell.", "timestamp": 1060 },
        {
          "text": "Wright climbs on his bike and pedals away.",
          "timestamp": 1068.305285
        },
        {
          "text": "Dripping from the rain, Wright stands across a window from Maya and bows.",
          "timestamp": 1075.89581
        },
        {
          "text": "Her eyes widen. His notebook is filled with a hundred names. 2 are circled, the rest are crossed out.",
          "timestamp": 1096.90416
        },
        {
          "text": "One of the circled names is Kyle Rivers Law Offices.",
          "timestamp": 1101.906738
        },
        {
          "text": "He turns around. His shoulders are speckled with cherry blossom pedals, stuck to his wet jacket.",
          "timestamp": 1117.140702
        },
        {
          "text": "A cherry blossom drops from his jacket to the table at the window.",
          "timestamp": 1120
        },
        { "text": "Maya stands.", "timestamp": 1123.048576 },
        { "text": "They stare at each other.", "timestamp": 1126 },
        { "text": "A tear runs down Maya's cheek.", "timestamp": 1129 },
        {
          "text": "Wet cherry blossoms glimmer in sunlight. Raindrops fall from a pedal. Pedals land on a still river as the sun comes out.",
          "timestamp": 1133.393275
        },
        { "text": "Maya takes a step forward.", "timestamp": 1154.26351 },
        {
          "text": "They stare at each other, mouths open.",
          "timestamp": 1166.776449
        },
        {
          "text": "They both bow, and hit their heads on the window. They hold their foreheads.",
          "timestamp": 1173.371007
        },
        { "text": "The city", "timestamp": 1188.13866 },
        { "text": "A car drives down a highway.", "timestamp": 1190.725702 },
        {
          "text": "Miles Edgeworth sits in the driver seat.",
          "timestamp": 1193.467797
        },
        {
          "text": "Wright stares at the sky. A cherry blossom passes by.",
          "timestamp": 1200.808162
        },
        {
          "text": "Wright bikes along the rivers edge.",
          "timestamp": 1204.883102
        },
        {
          "text": "People gather in front of the Courthouse. Edgeworth drifts his car 180 degrees, stopping in front of the crowd.",
          "timestamp": 1210.633328
        },
        {
          "text": "Police open the door for Edgeworth and salute him.",
          "timestamp": 1219.947142
        },
        {
          "text": "Wright parks his bike in a mostly empty bike shed.",
          "timestamp": 1227.080184
        },
        {
          "text": "Prosecutor: Miles Edgeworth. Defense Attorney: Phoenix Wright.",
          "timestamp": 1233.920528
        },
        {
          "text": "April 6, 9:10 AM. District Court, Courtroom Number 1.",
          "timestamp": 1236.8509
        },
        {
          "text": "The doors fly open. Miles Edgeworth steps forward.",
          "timestamp": 1248.455298
        },
        {
          "text": "Edgeworth looks up, towards the front of the courtroom. Wright tenses his fist.",
          "timestamp": 1265.92081
        },
        {
          "text": "Edgeworth looks at the massive scales of justice, sitting above the judge.",
          "timestamp": 1271.92081
        },
        { "text": "He bows in a Western style.", "timestamp": 1274.834704 },
        { "text": "Credits roll", "timestamp": 1319 }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GYXJ4VVN6",
    "url": "https://www.crunchyroll.com/watch/GYXJ4VVN6/turnabout-sisters--1st-trial"
  }
}
