{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GZ7UV2K2E/a-peculiar-one",
    "domain": "crunchyroll",
    "id": "GZ7UV2K2E"
  },
  "metadata": {
    "type": "television episode",
    "title": "A Peculiar One",
    "seriesTitle": "Shangri-La Frontier",
    "season": 1,
    "episode": 2
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "Players walk around the dirt roads of a European-style village. Some gawk at a large knight. Text, Starting Town, Firstia",
          "timestamp": 2
        },
        {
          "text": "The knight looks around. Text appears above characters, Sugar, Orga, Kit, Hades, Jaffrey, Ninto, Lily, Bolbol, Kalbo, Meina, Breo.",
          "timestamp": 20
        },
        {
          "text": "In a traditional Japanese-style house in wooded suburbia, a bamboo souzu water fountain gurgles in a garden.",
          "timestamp": 37
        },
        {
          "text": "In a bedroom, Rei sits up from her futon on the floor. The traditional Japanese room is 8 tatami mats large. It includes a low floor table, and translucent paper walls.",
          "timestamp": 41
        },
        {
          "text": "She takes off her VR goggles and shakes her head.",
          "timestamp": 46
        },
        {
          "timestamp": 58,
          "text": "Muscular legs walk forward. Twin green blades dangle to side. The thighs bear large, dark scars."
        },
        { "timestamp": 61, "text": "Muscular arms and abs also bear scars." },
        {
          "text": "Sunraku wears only blue shorts and a blue bird mask.",
          "timestamp": 63
        },
        {
          "timestamp": 67,
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro"
        },
        {
          "text": "At night, Sunraku stands in a misty field",
          "timestamp": 78
        },
        {
          "text": "Moon light shines over Sunraku as he stands near large rocks.",
          "timestamp": 83
        },
        {
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows",
          "timestamp": 85
        },
        {
          "timestamp": 88,
          "text": "A woman with long purple hair twirls a spear in a forest."
        },
        {
          "timestamp": 92,
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips."
        },
        {
          "timestamp": 95,
          "text": "A large knight wears a helmet. A rabbit wears a suit and top hat. The rabbit leaps and is replaced by a girl in a suit and top hat."
        },
        {
          "timestamp": 97,
          "text": "A large rabbit with an eye patch sits cross legged in a low lit, traditional Japanese room"
        },
        {
          "timestamp": 102,
          "text": "A man wearing armor and a purple cape sits on a box in a storage room."
        },
        {
          "timestamp": 105,
          "text": "The dark figure of a wolf bearing fangs appears over a forest and a red moon. White lines shine around the wolf's orange, glowing eyes."
        },
        {
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon.",
          "timestamp": 109
        },
        {
          "timestamp": 112,
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins."
        },
        {
          "timestamp": 116,
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. The purple haired woman strikes human sized wasps. They fight back to back."
        },
        {
          "timestamp": 121,
          "text": "The large rabbit, with a scar over his right eye, slowly opens his eyes."
        },
        {
          "timestamp": 123,
          "text": "The purple haired girl strikes with a sword. The blond girl punches with a fire ball."
        },
        {
          "timestamp": 126,
          "text": "The knight strikes the ground, and the ground explodes with brilliant light that fades to lightning."
        },
        {
          "timestamp": 130,
          "text": "A town of small red houses and rabbit shaped motifs. A large red castle rests at the top of a giant tree. "
        },
        {
          "timestamp": 134,
          "text": "The town fades into Sunraku's red eye"
        },
        { "timestamp": 137, "text": "The rabbit leaps up, smiling." },
        {
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and purple haired girl walk side by side.",
          "timestamp": 141
        },
        {
          "text": "A bridge spans a misty chasm. A snake and a man are on the east side. Text, 2, A Peculiar One",
          "timestamp": 148
        },
        { "text": "Red labels, Ravenous Python, Area Boss ", "timestamp": 153 },
        {
          "text": "Python moves its head side to side. It's green, and its head is as large as a man.",
          "timestamp": 156
        },
        {
          "text": "He equips twin blades and runs towards Python.",
          "timestamp": 162
        },
        {
          "text": "The snake lunges. Sunraku leaps towards Python, then dodges.",
          "timestamp": 168
        },
        {
          "text": "He lands. Python turns to look at Sunraku and flicks out its tongue",
          "timestamp": 172
        },
        {
          "text": "Sunraku's calves glow. Blue dialog, Tap Step, adds a bonus to evasion.",
          "timestamp": 181
        },
        {
          "text": "Python rears its head, bears its fangs, and lunges",
          "timestamp": 185
        },
        { "text": "Python snaps, Sunraku dodges. Repeat.", "timestamp": 187 },
        { "text": "Sunraku leaps back after the 6th dodge", "timestamp": 192 },
        {
          "text": "He flanks Python, who turns to face him. Python lunges, Sunraku moves to the right, running along Pythons body. He strikes.",
          "timestamp": 210
        },
        { "text": "Blade breaks", "timestamp": 217 },
        { "text": "Python coils and rises up", "timestamp": 223 },
        { "text": "He equips shiny red twin blades.", "timestamp": 232 },
        {
          "text": "Python roars and strikes with its tail. Sunraku leaps in the air.",
          "timestamp": 237
        },
        {
          "text": "Python points the end of its tail and Sunraku, and shoots a stream of viscous purple fluid in Sunraku's face.",
          "timestamp": 248
        },
        {
          "text": "Sunraku lands on the ground. Python moves side to side.",
          "timestamp": 254
        },
        {
          "text": "The purple disappears. Red dialog, Status effect, Poison, Take damage every 10 seconds",
          "timestamp": 260
        },
        { "text": "Sunraku's HP, 29/30", "timestamp": 267 },
        { "text": "Python looks down, flicking its tongue", "timestamp": 270 },
        {
          "text": "Sunraku leaps. Python bites. Blades hit fangs.",
          "timestamp": 316
        },
        { "text": "Sunraku lands. Python stares. HP 19.", "timestamp": 320 },
        {
          "text": "Python lunges, Sunraku side steps, jumps over the tail, turns, and dives towards a scale.",
          "timestamp": 329
        },
        {
          "text": "Python rears its head and begins to thrash. Sunraku keeps the blade dug between 2 scales and holds on.",
          "timestamp": 337
        },
        {
          "text": "Red pixels float from the wound. Sunraku strikes the wound. On every strike, Red text appears, Critical",
          "timestamp": 346
        },
        {
          "text": "Python knocks Sunraku away with its tail",
          "timestamp": 369
        },
        { "text": "The wound closes up", "timestamp": 376 },
        { "text": "Darkness", "timestamp": 387 },
        { "text": "A leg peaks out of Python's mouth", "timestamp": 390 },
        {
          "text": "Sunraku's eye glistens.",
          "timestamp": 394
        },
        { "text": "He forces opens Python's mouth, strikes, then leaps high", "timestamp": 399 },
        { "text": "He strikes Python's forehead.", "timestamp": 403 },
        {
          "text": "Sunraku unequips a blade, then holds onto Python's mane.",
          "timestamp": 407
        },
        {
          "text": "He strikes Python's eye. Light and red pixels explode out of the head as Python screams.",
          "timestamp": 418
        },
        {
          "text": "Sunraku falls to the ground as Python disintegrates into a rainbow of pixels that float away, shimmer, and disappear",
          "timestamp": 422
        },
        { "text": "Text, Level Up, 12 arrow 14", "timestamp": 434 },
        {
          "text": "Labels. Dropped Item, Python Scale. Dropped Item, Python White Hair",
          "timestamp": 445
        },
        { "text": "HP 9", "timestamp": 453 },
        {
          "text": "A medieval wall made of brick, topped with crenellations. A man and woman stand before an archway.",
          "timestamp": 487
        },
        { "text": "Sunraku runs towards them", "timestamp": 546 },
        { "text": "Mia equips a bow and arrow", "timestamp": 550 },
        {
          "text": "Pink and bubbly aura for normal name. Bloody aura with skull.",
          "timestamp": 563
        },
        { "text": "Reiji blushes", "timestamp": 612 },
        {
          "text": "He rushes into the room and dives into bed as the sun sets.",
          "timestamp": 644
        },
        { "text": "HP 1", "timestamp": 647 },
        { "text": "HP 0. Darkness.", "timestamp": 655 },
        {
          "text": "Red dialog. Death penalty. All stats temporarily reduced.",
          "timestamp": 658
        },
        { "text": "Rakuro lies in bed.", "timestamp": 660 },
        { "text": "He sits up and takes off his VR helmet.", "timestamp": 663 },
        {
          "text": "The crenellated wall. Text, Town Before the Swamp, Secondale",
          "timestamp": 687
        },
        {
          "text": "Players walk around the stone streets and sidewalks between Tudor-style buildings. Sunraku passes a bar and a florist.",
          "timestamp": 693
        },
        {
          "text": "Armor Shop. He equips a skin-tight green top and pants.",
          "timestamp": 729
        },
        { "text": "Green leather ski mask", "timestamp": 743 },
        { "text": "Weapons shop", "timestamp": 751 },
        { "text": "Iron dagger, Wood staff, Stone staff, Fossil Rod, Wood Shield.", "timestamp": 757 },
        {
          "text": "He hits a rock with a pickaxe. A piece falls off. Label, Stone, A completely unremarkable piece of rock.",
          "timestamp": 798
        },
        { "text": "A pile of stones settle", "timestamp": 808 },
        { "text": "2 gray ore", "timestamp": 812 },
        { "text": "Gray ore", "timestamp": 816 },
        {
          "text": "Red label, Mud Frog. It protects itself with a coating of mud.",
          "timestamp": 833
        },
        {
          "text": "The frog is the same green as Sunraku's clothes. It splashes in the mud near Sunraku, getting him muddy.",
          "timestamp": 840
        },
        {
          "text": "He throws the pickaxe at the mud frog, who falls over",
          "timestamp": 861
        },
        { "text": "He slowly wades over to the frog", "timestamp": 870 },
        {
          "text": "He raises his axe. Red pixels float away.",
          "timestamp": 915
        },
        { "text": "Label, Dropped Item, Mud Frog Skin", "timestamp": 919 },
        {
          "text": "Weapons shop. A dozen gray ore and a green rock",
          "timestamp": 950
        },
        { "text": "Marsh dagger", "timestamp": 977 },
        {
          "text": "Street sign. Weapon Shop Avenue, Item Shop Avenue",
          "timestamp": 987
        },
        {
          "text": "One merchant holds maps. Another merchant holds a bottle.",
          "timestamp": 989
        },
        {
          "text": "Marsh Daggers. After landing a critical, reductions to durability are temporarily halved.",
          "timestamp": 991
        },
        { "text": "Python by the bridge", "timestamp": 1082 },
        { "text": "The knight decapitates Python", "timestamp": 1097 },
        { "text": "Clouds approach the bright, full moon.", "timestamp": 1119 },
        {
          "text": "Above craggy outcroppings, the clouds extinguish the moonlight.",
          "timestamp": 1123
        },
        {
          "text": "Sunraku fights a goblin with an axe and a red hat.",
          "timestamp": 1126
        },
        {
          "text": "The goblin strikes. Sunraku parries, forming an X with his Marsh Daggers.",
          "timestamp": 1130
        },
        { "text": "Goblin jumps back.", "timestamp": 1135 },
        { "text": "Red label, Redcap Goblin", "timestamp": 1135 },
        { "text": "Goblin throws his head back", "timestamp": 1188 },
        {
          "text": "More redcap goblins emerge from the outcroppings",
          "timestamp": 1192
        },
        {
          "text": "In bed, Rakuro smiles. In SLF, 5 goblins attack at once",
          "timestamp": 1219
        },
        {
          "text": "Sunraku side steps and dodges attacks from in front and sides",
          "timestamp": 1225
        },
        {
          "text": "A blinding flash explodes in his face.",
          "timestamp": 1235
        },
        { "text": "The goblins dissintegrate", "timestamp": 1242 },
        {
          "text": "A giant wolf with orange eyes and a purple crackling aura",
          "timestamp": 1268
        },
        {
          "text": "The clouds part. The wolf stares down at Sunraku, her eyes the size of a man. Her black fur has white flashes in the shapes of lightning bolts from her jaw to her eyes",
          "timestamp": 1282
        },
        {
          "text": "She breaths, sending a shockwave across the ground.",
          "timestamp": 1290
        },
        { "text": "She roars", "timestamp": 1295 },
        {
          "text": "A skyscraper towers over an urban area. Clouds drift over a full moon.",
          "timestamp": 1298
        },
        { "text": "A long line of servers glitter", "timestamp": 1305 },
        {
          "text": "A dashboard of charts displays on a computer on a desk in front of an empty chair. The furniture sits in a large, otherwise vacant room. Bars of glowing blue lights line the floor of the office. The computer desktop has a matching striped glow.",
          "timestamp": 1309
        },
        {
          "text": "A window pops up. Shangri-La Frontier, World Story, Unique Monsters Dispatched: 0, Progress: 0%.",
          "timestamp": 1325
        },
        {
          "text": "Rakuro floats, as if in water. Debris floats around him. ",
          "timestamp": 1330
        },
        {
          "text": "He reaches out a hand. The debris glitters.",
          "timestamp": 1335
        },
        {
          "text": "He opens his blue eyes. He has short, spiky blue hair.",
          "timestamp": 1340
        },
        {
          "text": "Pixels float in cyberspace. We follow a tunnel of light",
          "timestamp": 1345
        },
        { "text": "Grass blows before an orange sunset.", "timestamp": 1350 },
        { "text": "Sunraku, covered in scars, stands.", "timestamp": 1354 },
        {
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face.",
          "timestamp": 1358
        },
        {
          "text": "Sunraku walks on a path with a white bunny wearing a coat and top hat. The rabbit twirls and does a back flip.",
          "timestamp": 1362
        },
        {
          "text": "Surrounded by stone columns, the knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume.",
          "timestamp": 1367
        },
        {
          "text": "A woman with long purple hair looks determined. Her hair moves gently in the wind.",
          "timestamp": 1372
        },
        {
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails.",
          "timestamp": 1377
        },
        {
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon.",
          "timestamp": 1381
        },
        {
          "text": "His bird mask feathers blows in the wiind.",
          "timestamp": 1390
        },
        {
          "text": "The purple haired woman stands on a cliff in front of the moon, her hands on her hips.",
          "timestamp": 1390
        },
        {
          "text": "The blond woman crouches on an outcropping, in front of the moon",
          "timestamp": 1396
        },
        {
          "text": "Sunraku and the knight stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue.",
          "timestamp": 1401
        },
        {
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light",
          "timestamp": 1410
        },
        { "text": "Fade to Black", "timestamp": 1414 },
        {
          "text": "Elementary students sit in front of a stage. Sunraku pushes the word SLF Mini",
          "timestamp": 1416
        },
        { "text": "Text, 3, Bird Frog Ensemble", "timestamp": 1426 },
        { "text": "Sunraku mines. Frog watches.", "timestamp": 1428 },
        {
          "text": "Text, 4, The Extremely Conspicuous Big Brawny White Figure",
          "timestamp": 1466
        },
        {
          "text": "The middle of Firstia town. The knight doesn't move.",
          "timestamp": 1475
        },
        {
          "text": "More and more players gather around the knight, who is heads taller than the rest of them. The players wear simple clothing.",
          "timestamp": 1485
        }
      ]
    }
  ]
}
