{
  "metadata": {
    "episode": 4,
    "seriesTitle": "Hyouka",
    "title": "The Classic Lit Club's Glorious Days of Yore",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Students head home from school. Chitanda pushes a bike, and Hotaro walks next to her.",
          "timestamp": 2
        },
        { "text": "She stops", "timestamp": 28.796564 },
        {
          "text": "Hotaro turns around. A gust blows Chitanda's hair, then settles.",
          "timestamp": 31.424631
        },
        {
          "text": "Hotaro blinks. Later, Mayaka and Satoshi look at Chitanda in the club room.",
          "timestamp": 46.084122
        },
        { "text": "Chitanda smiles earnestly.", "timestamp": 80.135341 },
        {
          "text": "Hotaro waits at a crosswalk, straddling a bike. He checks his watch, then looks to the left.",
          "timestamp": 179.425567
        },
        {
          "text": "The boys bike on. Shots of the city, nestled in a mountain valley. A stream runs between suburban houses. Hydrangeas bloom in a garden box by the street. The boys bike by.",
          "timestamp": 214.56684
        },
        {
          "text": "They bike past a restaurant, around a corner, and through an intersection. Satoshi flips down to gear 5, and the mechanism in his bike adjusts. They pass a bridge and a children's playground.",
          "timestamp": 222.942799
        },
        {
          "text": "He slows until he's side to side with Hotaro.",
          "timestamp": 246.901372
        },
        { "text": "They bike past rice.", "timestamp": 267.307982 },
        {
          "text": "Satoshi smiles beneath a blue sky. Hotaro side eyes him. Plant guards, resembling long, white tubes cut in half, dot the land behind them.",
          "timestamp": 296.416368
        },
        {
          "text": "They bike up hill, past rice paddies and wild flowers.",
          "timestamp": 310.754658
        },
        {
          "text": "The boys approach the gate of a traditional japanese walled estate. Our view rises, to see the whole property. There are woods, gardens, ponds, out buildings, and a large, central house.",
          "timestamp": 315.597128
        },
        {
          "text": "Satoshi mimes a butler bowing. Hotaro looks away and walks through the gate.",
          "timestamp": 333.616386
        },
        {
          "text": "At the central house, Hotaro rings a door bell. Chitanda opens the door, smiling.",
          "timestamp": 335.952067
        },
        {
          "text": "Satoshi pouts. Inside, the boys change into house slippers.",
          "timestamp": 344.1796
        },
        {
          "text": "They walk along a bamboo floor, between paper sliding walls. Hotaro notices a a small low table with a circle in the center, an antique hibachi brazier, faded but well cared for. It sits in a room with traditional tatami mats.",
          "timestamp": 349.342682
        },
        {
          "text": "Traditional wall scroll paintings of small songbirds fluttering around white chrysanthemums. Faded black hokkai food boxes covered in red cord. 3 naginata, swords on the ends of poles, are mounted over a door.",
          "timestamp": 353
        },
        {
          "text": "Mayaka sits on a cushion at a low table in a 20 tatami mat room. A tatami mat is about a twin sized mattress.",
          "timestamp": 361
        },
        {
          "text": "Satoshi removes his house slippers, and walks barefoot across the mats. He sits at the far end of the table. Hotaro joins Satoshi and Mayaka.",
          "timestamp": 366
        },
        { "text": "Senpai gave Hyouka its name.", "timestamp": 471.568809 },
        {
          "text": "Boushu, The Seeding, The time to sow bearded grains.",
          "timestamp": 667.384619
        },
        {
          "text": "Traditional clay stoves and firewood sit dusty in a corner. The kids sit on the walkway with the exterior doors parted. They look at the pond and garden. Mayaka hands papers to the others.",
          "timestamp": 672.21878
        },
        {
          "text": "Satoshi smiles. In the kitchen sits bowls of salt, water, and green, black, and red fillings. Chitanda users her hands to form rice into a triangle, and puts the onigiri on a plate.",
          "timestamp": 841.755513
        },
        {
          "text": "Her hair is up in a ponytail, revealing the nape of her neck. Her yellow apron is tied into a bow in the back, which bounces slightly as she works.",
          "timestamp": 849.310428
        },
        {
          "text": "Mayaka talks to Chitanda over Hotaro's shoulder. He looks away. Satoshi waves papers in front of him.",
          "timestamp": 863.499875
        },
        {
          "text": "No violence occurred... nonviolent resistence",
          "timestamp": 902
        },
        {
          "text": "Hotaro frowns at the report, which becomes blurry.",
          "timestamp": 1039
        },
        { "text": "Words flash by", "timestamp": 1051.838872 },
        { "text": "Dark clouds roll in.", "timestamp": 1056.953488 },
        { "text": "Rain speckles the pond.", "timestamp": 1059.178692 },
        {
          "text": "He turns right, and sees a corner",
          "timestamp": 1089.371505
        },
        {
          "text": "He turns the other way, and sees a door ajar.",
          "timestamp": 1095.750493
        },
        {
          "text": "A room with a desk, bookbag, pillows shaped like orange slices, a tea kettle, and a girl's high school uniform with a blue ribbon.",
          "timestamp": 1099.109112
        },
        {
          "text": "Hotaro steps back, then notices the desk with old newspaper clippings, pictures from 1968, and postcards from Malaysia.",
          "timestamp": 1102.325961
        },
        {
          "text": "A bathroom with floral matts and potted plants.",
          "timestamp": 1116.072162
        },
        {
          "text": "Wind blows, clocks tick, and words fly past him, stirring a breeze through his hair. He pulls on his bangs.",
          "timestamp": 1129.921297
        },
        {
          "text": "The kids sit in the 20 tatami mat room.",
          "timestamp": 1141
        },
        {
          "text": "She hands Hotaro a white umbrella, and nods after them as he and Satoshi leave.",
          "timestamp": 1411.332152
        },
        {
          "text": "Holding her hands, she slowly walks down the hallway.",
          "timestamp": 1417.093173
        },
        {
          "text": "She kneels down to pick up a wet leaf by the open door.",
          "timestamp": 1421.917716
        },
        { "text": "She stares outside at the rain.", "timestamp": 1427.84165 }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GZ7UVJNWJ",
    "url": "https://www.crunchyroll.com/watch/GZ7UVJNWJ/"
  }
}
