{
  "source": {
    "url": "https://www.hidive.com/video/576103?t=0&seasonId=20456",
    "domain": "hidive",
    "id": "576103"
  },
  "metadata": {
    "type": "television episode",
    "title": "Exodus to Tomorrow!",
    "seriesTitle": "Shirobako",
    "season": 1,
    "episode": 1
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 1,
          "text": "In spring, hills of thick, green forest cede to snow capped mountains."
        },
        { "timestamp": 9, "text": "Sign on door reads Animation Club" },
        {
          "timestamp": 28,
          "text": "5 girls stand in a circle and raise donuts in the air"
        },
        {
          "timestamp": 30,
          "text": "Rain splatters the cramped room's window. A girl with a purple ponytail places sticky notes in a reference book of weapons. 3 other girls concentrate at a table."
        },
        {
          "timestamp": 59,
          "text": "In summer, Ema draws at a table. In the corner, a girl with short black hair works at a computer, while the others watch."
        },
        {
          "timestamp": 63,
          "text": "The screen depicts a sign near a road. The mouse cursor clicks on the sign, flooding a stripe region white. The short haired girl sweats while a blond girl fans her."
        },
        {
          "timestamp": 90,
          "text": "A sunflower droops outside. Inside, the girls eat popsickles, except the blond girl."
        },
        {
          "timestamp": 105,
          "text": "A sketch depicts a long haired girl with her back to us. It's replaced with a sketch of the girl looking over her shoulder at us, then facing us holding an instrument."
        },
        {
          "timestamp": 132,
          "text": "In autumn, a computer depicts a sketch of a man running. A click floods the leg and background purple."
        },
        { "timestamp": 145.5, "text": "Ema stares at the golden leaves" },
        {
          "timestamp": 164,
          "text": "At night, the computer begins recording. Zuka, a girl with long red hair, stands at a microphone with the purple haired girl and Aoi."
        },
        {
          "timestamp": 188.5,
          "text": "In front of the school, a colorful banner depicts Welcome, Kaminoyama High School Cultural Festival."
        },
        {
          "timestamp": 192,
          "text": "A sign depicts Original Animation, Now Showing, The Shinto-Buddhist Seven Lucky Battle Gods. Aoi stands in front of the screen."
        },
        {
          "timestamp": 208,
          "text": "The purple haired girl turns off the lights. The projector displays a shot of a character facing away from us, with brown mountains in the distance."
        },
        {
          "timestamp": 225,
          "text": "Aoi smiles. Later, a sign reads Graduation Ceremony. In the club room, Zuka, Aoi, and Ema hold black tubes with red ribbons. Misa, who has short black hair, and Midori, who has a purple pony tail, smile back."
        },
        {
          "timestamp": 256,
          "text": "They hold up their donuts. The world fades to a glow with rose petals. The donut is replaced with a steering wheel."
        },
        {
          "timestamp": 265,
          "text": "2 and a half years later, Aoi sits in a car at night, grimacing, staring at a red light."
        },
        {
          "timestamp": 273,
          "text": "In the passenger seat sits a pile of envelopes wrapped up with a note, Dear Segawa, Thank you for your hard work. Exodus #4 Director of Key Animation Key Frames Check, Best regards, Miyamori"
        },
        {
          "timestamp": 277,
          "text": "The car bears a decal, Musashino Animation. Text appears, Aoi Miyamori, Episode Production Coordinator. Her blond hair is cut in a bob. She wears a white blouse and blue blazer."
        },
        {
          "timestamp": 285,
          "text": "Her eyes drift to the right. A small restaurant ccalled Shino-tei advertises juicy beef hot pot and a garlic beef bowl. She stares longingly, then turns to the radio and increases the volume."
        },
        { "timestamp": 303, "text": "A blue car pulls up next to Aoi's car." },
        {
          "timestamp": 309,
          "text": "The blue car bears a decal, G. I. Staff. Sitting in the driver seat is a 20 something man with short brown hair."
        },
        {
          "timestamp": 315,
          "text": "Aoi shifts her gaze right, to the blue car. The man turns to meet her gaze, then sneers. At 23:56pm, in Neutral Gear, a car's rpm gauge spikes to 6,000."
        },
        { "timestamp": 320, "text": "The blue car shakes." },
        {
          "timestamp": 323,
          "text": "The man looks from his dashboard to Aoi, who looks forward, sighs, then smiles."
        },
        {
          "timestamp": 330,
          "text": "The walk signal begins to flash. The blue car inches forward."
        },
        { "timestamp": 336, "text": "Green light" },
        {
          "timestamp": 340,
          "text": "Aoi and the blue car drive forward, the blue car ahead by a nose."
        },
        {
          "timestamp": 346,
          "text": "They drive off into the night. Streetlamps cast shadows on the sleepy road. Text appears, Shiro Bako."
        },
        {
          "timestamp": 350,
          "text": "Racing down a 4 lane road. The blue car pulls ahead of Aoi, then pulls left in front of her."
        },
        {
          "timestamp": 355,
          "text": "She moves right around blue, races forward, and leap frogs him. Blue changes right, and shoots ahead."
        },
        {
          "timestamp": 361,
          "text": "2 car lengths ahead, Blue races up the arc of a bridge. Both he and Aoi go flying over the top. Blue swerves into the oncoming lane, then breaks to correct. Aoi speeds past."
        },
        {
          "timestamp": 365,
          "text": "Blue's driver clenches his teeth and sweats. He has an envelope buckled into his passenger seat."
        },
        {
          "timestamp": 369,
          "text": "Blue pushes a pedal, gaining a nose on Aoi. She watches as he passes her, and flies into the air."
        },
        {
          "timestamp": 373,
          "text": "Blue and Aoi's cars suspend in the air, headlights glowing. In the distance, a tall cell tower glows a nebulous purple."
        },
        {
          "timestamp": 380,
          "text": "The blue car lands and bounces. Aoi lands in her lane, half a car behind him. A speedometer reads 50 kilometers per hour."
        },
        {
          "timestamp": 385,
          "text": "Aoi approaches a green light next to a DomDonald's, and drifts a right turn. Blue follows closely, also drifting."
        },
        {
          "timestamp": 390,
          "text": "Aoi drifts wide around a left turn. Blue drifts tighter, and takes the lead. They race down a tree lined, 2 lane road, drifting around the twisting curves."
        },
        { "timestamp": 398, "text": "Aoi sings along with the radio." },
        {
          "timestamp": 404,
          "text": "She dances to the music as they drift around another long curve. On the straight away, Aoi begins to pass, but Blue blocks her. She moves back and forth between the lanes in time with the music."
        },
        {
          "timestamp": 410,
          "text": "Blue's driver cackles. Aoi notices a sign reading, Slow down."
        },
        {
          "timestamp": 415,
          "text": "Blue drives onto an unpaved dirt lane. The car bounces and spins in the dirt. He spins past a neighborhood alley, which Aoi turns down. The blue car comes back around and follows down the alley."
        },
        {
          "timestamp": 424,
          "text": "Aoi pulls into a single parking space in front of a 6 plex."
        },
        { "timestamp": 435, "text": "Title card" },
        { "timestamp": 438, "text": "Aoi rings a doorbell." },
        { "timestamp": 447, "text": "Misato Segawa, Director of Animation" },
        {
          "timestamp": 483,
          "text": "Segawa rubs her shoulders, stretches, and bends backwards. Aoi's stares at her chest and gapes."
        },
        {
          "timestamp": 497,
          "text": "Aoi and Segawa sit on the floor in a small apartment. Behind Segawa is a desk with character sketches and pencils in black, red, and blue. At night, Aoi races down the road towards a squat office building."
        },
        {
          "timestamp": 504,
          "text": "Aoi opens a door labelled Musashino Animation."
        },
        {
          "timestamp": 507,
          "text": "A goth pirate doll and a white teddy bear sit between a computer an an October calendar."
        },
        {
          "timestamp": 511,
          "text": "Aoi sits at the desk, then looks around and the 7 other vacant desks. Sweaters drape over the backs of several chairs. One chair holds a donut pillow, along with stuffed animals and a heart shaped mouse pad. Another desk holds cat figurines and a tissue box."
        },
        {
          "timestamp": 518,
          "text": "Aoi walks around the desks, and looks past a printer at a dark conference room."
        },
        {
          "timestamp": 522,
          "text": "A room with a coffee maker and mugs sits dark."
        },
        {
          "timestamp": 525,
          "text": "Drawing desks with dividers sit vacant. Aoi looks around."
        },
        {
          "timestamp": 531,
          "text": "She climbs the outside stairs that spiral around the corner of the building."
        },
        {
          "timestamp": 535,
          "text": "She walks down an dark hallway, past posters and potted plants."
        },
        {
          "timestamp": 540,
          "text": "Light peaks through a partially cracked door."
        },
        {
          "timestamp": 550,
          "text": "16  people sit around a long table. Names and jobs appear."
        },
        { "timestamp": 575, "text": "Ema Yasuhara, Key Animation" },
        {
          "timestamp": 615,
          "text": "On the TV, a girl with pink curly hair rises with a microphone."
        },
        {
          "timestamp": 621,
          "text": "A red train engine drives gently through a station. A propped up phone displays the pink haired girl, in a maid outfit, with 2 others. A man draws at a desk. Segawa stands in her apartment, watching a screen."
        },
        {
          "timestamp": 633,
          "text": "Shun Watanabe, Line Producer, smokes in a crowded room with other smokers. He glances at the TV on the wall."
        },
        {
          "timestamp": 638,
          "text": "Street lights glow in the nearby blocks around the train station. The skyline of the city glows in the distance."
        },
        { "timestamp": 648, "text": "Next episode, No makeup is life." },
        {
          "timestamp": 652,
          "text": "People clap around the table. Director Seiichi Kinoshita slumps. President Murakawa glances at him."
        },
        { "timestamp": 672, "text": "Erika smacks Tano" },
        {
          "timestamp": 675,
          "text": "A sketch of a woman with a large chest looms over him. His face becomes sickly blue."
        },
        {
          "timestamp": 692,
          "text": "Taro Takanashi, Episode Production Coordinator, hurries off. Aoi watches as Ema sits next to her."
        },
        {
          "timestamp": 717,
          "text": "Aoi reviews a color coded spreadsheet titled Key Animation Checklist"
        },
        { "timestamp": 726, "text": "Taro spins around in the corner." },
        { "timestamp": 736, "text": "Facing the wall, he does squats." },
        {
          "timestamp": 748,
          "text": "He hunches over and presses his fingers together nervously."
        },
        { "timestamp": 752, "text": "Title card, Shiro Bako." },
        {
          "timestamp": 754,
          "text": "At the Musashino offices, President Murakawa stands in front of the production coordinators, Watanabe, and the Manager Yuka Okitsu."
        },
        { "timestamp": 805.5, "text": "Rush Room" },
        {
          "timestamp": 810,
          "text": "Episode Director Madoka watches as colored animations of skydiving turns to jerky sketches."
        },
        { "timestamp": 827, "text": "Taro stands." },
        {
          "timestamp": 849,
          "text": "Production Coordinator Honda smiles. Taro drops to his knees."
        },
        { "timestamp": 896, "text": "Director Kinoshita sweats" },
        { "timestamp": 910, "text": "An elderly man" },
        {
          "timestamp": 926,
          "text": "Aoi gapes. Segawa opens the door to a dejected Aoi, desperate Honda, and bowing Taro."
        },
        {
          "timestamp": 968,
          "text": "Animation Director Endo smokes between the 2 episode directors."
        },
        { "timestamp": 998, "text": "Madoka answers his phone." },
        { "timestamp": 1012, "text": "In Segawa's apartment, Honda sighs" },
        { "timestamp": 1036, "text": "At the stairs" },
        { "timestamp": 1055, "text": "Coordinators in a car" },
        { "timestamp": 1066, "text": "He mimes boobs." },
        { "timestamp": 1084, "text": "Shinkawa, Color" },
        { "timestamp": 1113.5, "text": "Sakura, Photography" },
        { "timestamp": 1131, "text": "Murakawa cooks a stew." },
        {
          "timestamp": 1158,
          "text": "Aoi bicycles down a street at night. An apartment complex is lit by street lights."
        },
        { "timestamp": 1166, "text": "She opens a can of Salty Dog." },
        {
          "timestamp": 1178,
          "text": "She opens a box with with vegetables, foods, and a letter that says For Aoi."
        },
        {
          "timestamp": 1182,
          "text": "She opens a bag of Hyotani Donuts, and sees only crumbs."
        },
        {
          "timestamp": 1188,
          "text": "The goth pirate and the white bear dolls sit on a desk. The pirate then bear."
        },
        {
          "timestamp": 1215,
          "text": "Aoi drops the dolls. At Musashino, the Coordinators, Manager, Producer, and President stand in a bullpen."
        },
        {
          "timestamp": 1232,
          "text": "12:10 at Segawa's. Aoi checks her phone. 12:48."
        },
        { "timestamp": 1246, "text": "1:01 pm." },
        { "timestamp": 1257, "text": "Aoi's phone reads 13:27" },
        {
          "timestamp": 1279,
          "text": "Aoi's car drifts around a corner at 1:32."
        },
        { "timestamp": 1288, "text": "Aoi's car drifts back at 1:49" },
        { "timestamp": 1297, "text": "Madoka then Sakura" },
        { "timestamp": 1304, "text": "Honda's watch reads 15:18" },
        {
          "timestamp": 1334,
          "text": "Aoi rounds the corner, slides down a narrow alley, and stops in front of a door. Director Kinoshita sits at the back of a busy recording studio."
        },
        { "timestamp": 1349, "text": "Aoi drives off" },
        {
          "timestamp": 1352,
          "text": "In the rain, Aoi stops at a donut stall."
        },
        {
          "timestamp": 1363,
          "text": "The bag sits in the passenger seat. Aoi stands at Segawa's."
        },
        { "timestamp": 1375, "text": "Aoi opens the door." },
        { "timestamp": 1379, "text": "Segawa is collapsed on the floor." },
        {
          "timestamp": 1382,
          "text": "Credits roll over a hand sketching Aoi. The paper is flipped up. A red pencil adds notes. Lines marked with heights appear behind her. The Musashino workers appear, standing across the width of the page, with names."
        },
        {
          "timestamp": 1390,
          "text": "Aoi gains color, then runs off the page, onto the street in front of Musashino. Ema, Misa, Midori, and Kuza follow behind her."
        },
        {
          "timestamp": 1397,
          "text": "Aoi dials a corded phone. Taro photocopies and papers go flying. Erika types on a phone. Ochiai, Honda, and Watanabe stare at phones. Manager Yuka stands in a business suit. Ogasawara poses in a black gothic lolita dress. Uchida wears a hoodie and glasses. Segawa has a long brown brain and yellow shirt. "
        },
        {
          "text": "A clip of Exodus is displayed on a car's window shield. It depicts a pink haired girl running in a circle.",
          "timestamp": 1409
        },
        {
          "text": "The pink haired girl is replaced with a girl with short brown hair and a red bow runs. She's replaced by a girl with long black hair and a blue dress.",
          "timestamp": 1414
        },
        {
          "text": "As Aoi drives, a blue car approaches. She looks at him, and Tomagaya looks back.",
          "timestamp": 1420
        },
        { "text": "They race down the road.", "timestamp": 1423 },
        {
          "text": "Aoi adjusts the a gear and her car spins 180 degrees while drifting across a median.",
          "timestamp": 1426
        },
        {
          "text": "Aoi smiles and Tomagaya as they drive in opposite directions.",
          "timestamp": 1430
        },
        {
          "text": "Aoi's car flies over a hill at sunrise.",
          "timestamp": 1435
        },
        { "text": "Aoi smiles and holds beer", "timestamp": 1437 },
        { "text": "Erika drinks an energy drink.", "timestamp": 1439 },
        { "text": "Ema smiles and waves.", "timestamp": 1441 },
        {
          "text": "Marukawa grills while other Musashino staff gather around.",
          "timestamp": 1443
        },
        {
          "text": "Aoi eats a donut. Midori draws in the air. Ema wakes from her desk.",
          "timestamp": 1445
        },
        { "text": "Zuka reads lines in a recording booth.", "timestamp": 1448 },
        {
          "text": "Misa stands in front of a green screen wearing glowing orbs across her waist, chest, arms, and head. She swings a bat. A Motion Capture figure mimics her movements.",
          "timestamp": 1453
        },
        { "text": "Aoi and Ema's pink fingers interlace.", "timestamp": 1459 },
        {
          "text": "Misa, Ema, Aoi, Zuka, and Midori stand with interlocking pinkies on a roof watching the sun over the horizon.",
          "timestamp": 1463
        },
        {
          "text": "Stills from the show appear on pieces of film",
          "timestamp": 1466
        },
        { "text": "Text appears, Shirobako.", "timestamp": 1468 }
      ]
    }
  ]
}
