{
  "metadata": {
    "creator": "Kesha",
    "title": "Raising Hell ft. Big Freedia",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "At night, a woman in a nightgown walks out the front door of a large, white mansion.",
          "timestamp": 2
        },
        {
          "text": "Text appears, \"Raising Hell\", \"Starring Kesha\"",
          "timestamp": 4
        },
        {
          "text": "The woman walks down steps between marble cherub statues.",
          "timestamp": 10.76604
        },
        {
          "text": "The thin, white woman has waist length blond hair. She looks up, then drops her head, and taps her fingers.",
          "timestamp": 17.11531
        },
        {
          "text": "Artifacts appear in our view, and we cut to an old TV.",
          "timestamp": 22.234213
        },
        {
          "text": "On the TV, Kesha, the blond woman, stands in front of a cross, wearing a hot pink suit. She spreads her arms and people approach her. She places a hand on their faces.",
          "timestamp": 24.621021
        },
        {
          "text": "Text on the TV reads K Network. 1 855 KeshaSavs. The first 100 callers get a free blessing.",
          "timestamp": 33.231608
        },
        {
          "text": "In a church, Kesha stands at a pulpit, while a choir dances behind her.",
          "timestamp": 40.382793
        },
        {
          "text": "She runs her hands over her curves and poses. A man in a brown suit sits off stage. He frowns and crosses his arms.",
          "timestamp": 46.802148
        },
        {
          "text": "Kesha stares at herself in a mirror, with tussled hair. A tear runs down her cheek.",
          "timestamp": 53.677245
        },
        {
          "text": "On TV, Kesha holds a book and waves, sitting in front of a marble fireplace.",
          "timestamp": 55.335179
        },
        {
          "text": " Kesha wipes a tear while sitting in a church closet turned dressing room. The man in the brown suit enters, holding a glass in his hand. He shouts and points at her.",
          "timestamp": 64.187512
        },
        {
          "text": "She stands and faces him. He slaps her face.",
          "timestamp": 66.793584
        },
        {
          "text": "Kesha dances on stage in the church. Congregants clap and lift their hands.",
          "timestamp": 69.794837
        },
        {
          "text": "Kesha places a hand on a woman, who faints. She repeats with 2 others.",
          "timestamp": 77.544761
        },
        {
          "text": "Kesha stands, hands up, in front of several people on the ground. The man frowns offstage.",
          "timestamp": 81.366419
        },
        {
          "text": "Kesha sits in a bubble bath. The luxurious garden tub has golden fixtures and is surrounded by marble.",
          "timestamp": 86.964894
        },
        {
          "text": "On TV, Kesha twitches, rubbing her lips.",
          "timestamp": 90.234619
        },
        {
          "text": "She unbuttons her shirt and bends forward, highlighting her cleavage.",
          "timestamp": 94.499224
        },
        {
          "text": "In the bathtub, she looks at her hot pink nails.",
          "timestamp": 96.499705
        },
        {
          "text": "In a large, white house, Kesha looks at herself in an ornate mirror.",
          "timestamp": 100.143848
        },
        {
          "text": "She smiles on TV. She stares blankly at the mirror.",
          "timestamp": 106.654643
        },
        {
          "text": "She looks down at her vanity, covered in makeup, with a picture of Kesha smiling in a wedding dress. Obscured behind her is the man, also in white.",
          "timestamp": 112.06789
        },
        {
          "text": "Kesha walks across a white marble floor, past a baby grand piano. The room is white; the furniture is white and gold.",
          "timestamp": 117.166437
        },
        {
          "text": "Wearing a revealing light pink robe, she approaches her husband. He sits on a blue and silver couch, staring forward, drinking a scotch.",
          "timestamp": 120.981355
        },
        {
          "text": "She sits next to him. He continues to stare forward.",
          "timestamp": 124.78017399999999
        },
        {
          "text": "She climbs in his lap. He pushes her away.",
          "timestamp": 128.630308
        },
        {
          "text": "She touches his shoulder. He grabs her throat and stands. ",
          "timestamp": 132.336928
        },
        {
          "text": "He presses her against a wall. She mouths a syllable beginning with S.",
          "timestamp": 134.856345
        },
        {
          "text": "A flower vase falls and breaks on the floor.",
          "timestamp": 139.38654
        },
        {
          "text": "She pushes her husband. He falls and she freezes.",
          "timestamp": 141.012496
        },
        { "text": "He lies in a pool of blood.", "timestamp": 144.347254 },
        { "text": "Kesha screams \"Fuck.\"", "timestamp": 149.105908 },
        {
          "text": "In low resolution, Pink and yellow flowers sit around a pure white seat, in front of a fireplace. It's Kesha's TV set.",
          "timestamp": 151.226455
        },
        {
          "text": "The body lies, wrapped in a sheet, soaking blood around the head. Kesha sits on the piano bench, staring at the floor.",
          "timestamp": 156.854964
        },
        {
          "text": "Kesha drags the body, leaving a trail of blood. As dawn breaks, she drags the body down the front stairs of the mansion. ",
          "timestamp": 165.102289
        },
        {
          "text": "She stares down at a trunk, headlights casting her body in red.",
          "timestamp": 165.102289
        },
        {
          "text": "Lightning crashes overhead. She stares inside the trunk, then closes the lid.",
          "timestamp": 167.906005
        },
        {
          "text": "Kesha, wearing a light blue shirt, with wet brown hair, stares into a mirror.",
          "timestamp": 172.656221
        },
        {
          "text": "The sink pours water of a basin of cut hair.",
          "timestamp": 175.510011
        },
        {
          "text": "On the TV, Kesha raises her hands. The TV sits in front of window blinds.",
          "timestamp": 177.912282
        },
        {
          "text": "Opposite the TV, Kesha sits in a small bed, drinking. Outside the window reads a neon sign, Motel. The sign cats a red glow over Kesha.",
          "timestamp": 180.027475
        },
        {
          "text": "She stares at the TV. On TV, she smiles, raising a hand to the sky. ",
          "timestamp": 184.572729
        },
        {
          "text": "Kesha, wearing a floral scarf and red cardigan, drives down a country road. She turns sharply. Sheriffs pursue.",
          "timestamp": 188.742172
        },
        {
          "text": "A TV displays a car chase, with a smiling Kesha labelled as \"Wanted\".",
          "timestamp": 191.804732
        },
        {
          "text": "A family in a living room watch intently.",
          "timestamp": 195.333012
        },
        {
          "text": "A sheriff brandishes a gun. We watch up close as Kesha gets out of the car, hands up.",
          "timestamp": 197.667676
        },
        {
          "text": "She's pushed against the hood of a car. She stares at us, mascara running. She blows a kiss. We pull back out of the car, and the door closes on her.",
          "timestamp": 201.168562
        },
        {
          "text": "Cut to black. Directed by Luke Gilford.",
          "timestamp": 203.22643
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "K5q8VsGYchc",
    "url": "https://www.youtube.com/watch?v=K5q8VsGYchc"
  }
}
