{
  "source": {
    "url": "https://www.youtube.com/watch?v=B3eAMGXFw1o",
    "domain": "youtube",
    "id": "B3eAMGXFw1o"
  },
  "metadata": { "type": "music video", "title": "Rihanna - Bitch Better Have My Money (Explicit)", "creator": "Rihanna", "requiresExtension": true },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 0,
          "text": "The following program is rated Mature for Language, Nudity, and Violence. Viewer discretion advised."
        },
        {
          "timestamp": 10,
          "text": "Bloody legs hang out of a box on a lawn that overlooks a valley with palm trees."
        },
        {
          "timestamp": 20,
          "text": "A blond woman in a white lacy nightgown applies makeup."
        },
        { "timestamp": 30, "text": "A blue car drives up a hill at night." },
        {
          "timestamp": 40,
          "text": "Rihanna is the driver. She has straight brown hair, a trench coat, black lipstick, and black driving gloves."
        },
        {
          "timestamp": 45,
          "text": "She struggles to pull a heavy box out of the trunk."
        },
        {
          "timestamp": 50,
          "text": "The blond woman walks around a richly furnished room wearing tailored white pants and a see-through bra."
        },
        {
          "timestamp": 55,
          "text": "She puts on a jacket, picks up a pomeranian, and kisses a man who faces away from us."
        },
        {
          "timestamp": 65,
          "text": "Rihanna drags the heavy box up several stairs to a house."
        },
        {
          "timestamp": 70,
          "text": "The blond woman carries a pomerian and exits a hotel room. She calls an elevator."
        },
        {
          "timestamp": 80,
          "text": "Rihanna stands in the elevator with a box. She has red curly hair, a pinstripe jacket, a red skirt, and red leather boots."
        },
        {
          "timestamp": 85,
          "text": "When the elevator opens again, Rihanna holds the pomeranian, and the blond woman is gone."
        },
        {
          "timestamp": 90,
          "text": "Rihanna drags the heavy box. The dog wanders off. In a parking garage, Rihanna smokes, while 2 women load the box into a blue car."
        },
        {
          "timestamp": 110,
          "text": "Rihanna drives down a road. An Indian woman sits in the passenger seat, and a white woman wearing a choker sits in the back. The blond woman, completely naked, lies in the back seat."
        },
        {
          "timestamp": 120,
          "text": "The Indian woman drags the blond woman into a barn. Her teeth have braces that are tied together. She swings upside down by a chain."
        },
        {
          "timestamp": 125,
          "text": "Rihanna talks to someone on the phone, while dodging the swinging naked woman."
        },
        {
          "timestamp": 135,
          "text": "The car pulls up to a gas station. Rihanna gets out, wearing a denim trench coat, knee length denim skirt, and corset with zipper."
        },
        {
          "timestamp": 140,
          "text": "Rihanna raps to us in the parking lot. The Indian woman grabs snacks. The white woman pumps gas. They throw a bag of chips in the box."
        },
        {
          "timestamp": 150,
          "text": "Rihanna hits throws a payphone, then walks back to her car at the gas station."
        },
        {
          "timestamp": 157,
          "text": "At night in the desert. The car is on fire. The white woman drags the box away."
        },
        {
          "timestamp": 165,
          "text": "Rihanna's associates shove the box into a truck, while Rihanna smokes."
        },
        {
          "timestamp": 175,
          "text": "Rihanna, sits on a pool chair on a boat. The white woman sits in a yellow bikini, and looks out with binoculars. The blond woman throws up into a red bucket."
        },
        {
          "timestamp": 185,
          "text": "The boat has a large crane on it. It says 'Catalina Freight Line'."
        },
        {
          "timestamp": 200,
          "text": "The indian woman sits in a 10 foot inflatable pool with the blond woman.  They are both naked. The indian woman plays with an inflatable shark."
        },
        {
          "timestamp": 205,
          "text": "Rihanna yells at her phone, throws it over the side, pulls out a gun, and shoots the phone in mid-air."
        },
        {
          "timestamp": 210,
          "text": "The 4 women sit outside in lawn chairs. A sheriff's car pulls up. The blond woman starts to get up."
        },
        {
          "timestamp": 215,
          "text": "The indian woman breaks a glass over the blond woman's head. The sheriff's deputy drives by. The girls wave. Rihanna waves the blond woman's hand."
        },
        {
          "timestamp": 220,
          "text": "Rihanna pulls up to a motel. Her associates drag the box out of the car."
        },
        {
          "timestamp": 235,
          "text": "The indian woman does the blond woman's hair and makeup, while she's blindfolded."
        },
        { "timestamp": 240, "text": "Rihanna lights a bong." },
        {
          "timestamp": 250,
          "text": "The blond woman takes a hit. Everyone drinks and plays with flashlights."
        },
        {
          "timestamp": 264,
          "text": "The 4 women laugh. They have distorted vision. Rihanna smokes."
        },
        {
          "timestamp": 270,
          "text": "In the day time, Rihanna swims in a pool with an inflatable aligator. The sheriff's deputy walks up to her."
        },
        {
          "timestamp": 275,
          "text": "She waves at the deputy. Beneath the water, the blond woman holds her breath."
        },
        {
          "timestamp": 285,
          "text": "At night, the motel room is full of neon lights. The women drink from a Grey Goose bottle, passing it around."
        },
        {
          "timestamp": 290,
          "text": "Rihanna, with straight red hair and black lipstick, drives a car at night."
        },
        {
          "timestamp": 295,
          "text": "She pulls the box out of her car and starts to drag it. The associates come over, and she drops the box."
        },
        {
          "timestamp": 300,
          "text": "She looks at weapons. The associates open the box, where the blond woman lies, naked, in the fetal position."
        },
        {
          "timestamp": 310,
          "text": "Rihanna picks up a chainsaw labelled 'Cheater'. Other weapons are labelled 'Dead Beat Dad', 'Said It Wasn't His', 'Left the Toilet Seat Up', 'Didn't Notice', 'Fucked up my credit', and 'BBHMM'."
        },
        {
          "timestamp": 315,
          "text": "Rihanna picks up a small knife. She wears black plastic gloves, and a transparent plastic bikini. She turns."
        },
        {
          "timestamp": 320,
          "text": "Man is saran wrapped to a chair. Text appears. The Accountant, aka 'The Bitch'."
        },
        {
          "timestamp": 325,
          "text": "A series of flashbacks. The blond woman kisses the accountant when she left the hotel room."
        },
        {
          "timestamp": 330,
          "text": "As the blond woman swings upside down, Rihanna is on the phone. The accountant is on the phone in a club. At the gas station, Rihanna kicks an ATM, which says 'Available balance: $420.'"
        },
        {
          "timestamp": 335,
          "text": "She mouths 'What the fuck?' on the phone. The accountant sits in a bed with 2 naked women who throw cash around."
        },
        {
          "timestamp": 340,
          "text": "Account balance: $0. Rihanna approaches the accountant. Account balance: Fuck you."
        },
        {
          "timestamp": 350,
          "text": "The accountant tries to push away. His lip trembles. He closes his eyes."
        },
        {
          "timestamp": 365,
          "text": "Legs covered in blood lay outside of a box."
        },
        {
          "timestamp": 375,
          "text": "Rihanna lies, naked, covered in blood, in a box full of cash. She lights a cigarette. Fade to black."
        },
        { "timestamp": 400, "text": "White text on a red background. BBHMM." },
        {
          "timestamp": 405,
          "text": "Rihanna looks at us with a determined expression. Her face and hair stream with blood. Cut to black."
        }
      ]
    }
  ]
}
