{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G14U4E94V/battle-at-carne-village",
    "domain": "crunchyroll",
    "id": "G14U4E94V"
  },
  "metadata": {
    "type": "television episode",
    "title": "Battle at Carne Village",
    "seriesTitle": "Overlord",
    "episode": 3
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A letter M stands in a spotlight. It explodes into a rainbow of confetti. Media Factory.",
          "timestamp": 0
        },
        {
          "text": "A silver phoenix erupts in fire and circles of bronze light. Kadowkawa Video.",
          "timestamp": 10
        },
        {
          "text": "On a white background, the outline of a purple logo forms. A flaming phoenix surrounded by the words Kadokawa Pictures, Inc.",
          "timestamp": 25
        },
        { "text": "Lines of horses gallop across a field", "timestamp": 31.4 },
        {
          "text": "A soldier with a beard rides, looking determined. A brown haired man pulls up",
          "timestamp": 38.2
        },
        { "text": "The bearded man grits his teeth", "timestamp": 46.7 },
        { "text": "Smoke rises in the distance", "timestamp": 48.4 },
        {
          "text": "The horses run down a hill and over another.",
          "timestamp": 54.6
        },
        {
          "text": "The sun rises over a mountain. Smoke rises from buildings, burnt to ash",
          "timestamp": 57.5
        },
        {
          "text": "Soldiers pull rubble away. 2 help a villager walk",
          "timestamp": 62
        },
        {
          "text": "Light shimmers. A ringed skeleton hand reach out.",
          "timestamp": 170
        },
        {
          "text": "Momonga stands, wearing a cape that blows in the wind.",
          "timestamp": 175
        },
        { "text": "Gold text, Overlord", "timestamp": 179.3 },
        {
          "text": "A hoard of skeletons shuffles through a mist",
          "timestamp": 182.8
        },
        {
          "text": "Nazarick, day time. Momonga sits, one hand resting against his face, the other holding the staff.",
          "timestamp": 186.4
        },
        {
          "text": "Albedo lies, her white dress emphasizing her slender waist. Black wings wrap around her bare hips.",
          "timestamp": 191.9
        },
        { "text": "Aura backflips. Mare holds a staff.", "timestamp": 193.9 },
        {
          "text": "Demiurge adjusts his tie. He wears a red suit and glasses. He has a long, metal tail.",
          "timestamp": 198.1
        },
        {
          "text": "Cocytus, a humanoid insect, exhales frost.",
          "timestamp": 200.3
        },
        { "text": "Sebas bows, a hand over his chest.", "timestamp": 203.1 },
        {
          "text": "Shaltear, wearing a black dress with red ribbon twirls, holding a black parasol. She has white hair and red eyes.",
          "timestamp": 204.8
        },
        {
          "text": "Momonga walks down a carpet, depicting animatd scenes. 2 young girls stare up.",
          "timestamp": 207.1
        },
        {
          "text": "A warrior woman. 4 men smile and embrace.",
          "timestamp": 208.3
        },
        {
          "text": "An old woman and a boy with concealed eyes.",
          "timestamp": 209.7
        },
        {
          "text": "The General and Vice Captain looking determined.",
          "timestamp": 211.3
        },
        { "text": "A scarred soldier smiles.", "timestamp": 212.4 },
        {
          "text": "A woman with red eyes and a bald man smile.",
          "timestamp": 213.6
        },
        { "text": "A blue haired man readies a sword.", "timestamp": 214.6 },
        { "text": "A dozen people pose dramatically", "timestamp": 215.5 },
        { "text": "Momonga laughs", "timestamp": 218.2 },
        { "text": "A hamster runs.", "timestamp": 219.3 },
        {
          "text": "Momonga in black armor and Naberal in a cape fly through the air",
          "timestamp": 220.3
        },
        {
          "text": "Surrounded by monsters, the black armored soldier swings a sword. Naberal raises a hand and fires a beam of lightning.",
          "timestamp": 223.2
        },
        {
          "text": "Aura pulls Mare onto the back of a wolf demon",
          "timestamp": 228.2
        },
        {
          "text": "A horned, female soldier in black armor spins an axe",
          "timestamp": 230.1
        },
        {
          "text": "Cocytus stands on ice, holding an axe and staring at humanoid reptiles",
          "timestamp": 231.7
        },
        { "text": "Sebas raises a fist in an alley", "timestamp": 232.6 },
        {
          "text": "Demiurge spreads wings in front of a full moon",
          "timestamp": 233.8
        },
        {
          "text": "Momonga flashes between wearing a cloak, the black armor, and the mage robe.",
          "timestamp": 235
        },
        { "text": "Albedo sheds a tear", "timestamp": 236.5 },
        {
          "text": "Shaltear wears red armor and flies by white wings. She exchanges blows with Momonga in a red sky.",
          "timestamp": 238.1
        },
        {
          "text": "Momonga takes a flag pole from Albedo. He raises it, standing on a cliff with the residents of Nazarick.",
          "timestamp": 245.7
        },
        {
          "text": "Text, Chapter 3, Battle of Carne Village",
          "timestamp": 257.3
        },
        { "text": "The Tomb of Nazarick, day time", "timestamp": 260.5 },
        {
          "text": "In a room with a long table. Momonga sits in a chair. He looks at a floating mirror. Sebas stands behind him.",
          "timestamp": 264.8
        },
        { "text": "Horses run through a village", "timestamp": 319.6 },
        {
          "text": "A cavalry soldier raises a sword, charges on a running villager and strikes them down.",
          "timestamp": 322
        },
        {
          "text": "They wear matching armor with blue cloaks. They have swords and shields. The shields bear a gold crest. A soldier drags a villager out of a building. The villager begs and clings to a soldier who drives a sword into his neck.",
          "timestamp": 329.9
        },
        { "text": "The villager falls. Momonga watches.", "timestamp": 339.7 },
        {
          "text": "The villager looks at us and speaks, blood running from his mouth.",
          "timestamp": 351.1
        },
        {
          "text": "The image of an armored player appears behind Sebas",
          "timestamp": 366.7
        },
        { "text": "Momonga lies on the ground", "timestamp": 375.9 },
        {
          "text": "The armored player strikes from the shadows. The other players drop one after another from single strikes. Momonga, wearing only a cloak, looks up at TouchMe",
          "timestamp": 380.6
        },
        {
          "text": "Words animate around TouchMe, reading Justice Has Arrived",
          "timestamp": 399.4
        },
        { "text": "Present day", "timestamp": 402.5 },
        { "text": "He holds the staff", "timestamp": 445.8 },
        {
          "text": "2 girls run from the soldiers. The younger falls, and the older covers her. The soldiers slice the older's back.",
          "timestamp": 448
        },
        { "text": "The soldier raises a sword", "timestamp": 453.7 },
        { "text": "The soldier lowers his sword", "timestamp": 469.4 },
        {
          "text": "Enri looks at them. Behind her, a shadow forms",
          "timestamp": 472.2
        },
        {
          "text": "Enri looks at the shadow. The staff emerges, then a cloak, then a bare skull. Enri and Nemu cower",
          "timestamp": 480.7
        },
        {
          "text": "Momonga squeezes his hand. An image of a heart forms, and he squeezes it. It explodes, and a soldier collapses.",
          "timestamp": 494.7
        },
        {
          "text": "The soldier drops his sword and shield and runs. A marble of lightning forms at the end of Momonga's finger tip. It shoots a bolt at the soldier, who screams and falls.",
          "timestamp": 538.8
        },
        { "text": "He glances at Enri, then away", "timestamp": 550.2 },
        {
          "text": "A cloak of shadow forms over the first soldier and descends, covering the man. It starts quiver and rise inhumanly",
          "timestamp": 555.9
        },
        {
          "text": "Black ichor bleeds through the crevices in the armor, then covers the body in darkness. The body grows and transforms into a 10 foot tall skeleton with horns, armor, and a cape.",
          "timestamp": 567.1
        },
        {
          "text": "It roars. Wielding an flamberg with an undulating blade and a tall, tower shield, the Death Knight runs towards the village.",
          "timestamp": 582
        },
        {
          "text": "A dark, armored figure emerges from the shadow gate.",
          "timestamp": 594.3
        },
        { "text": "Enri and Nemu", "timestamp": 610.6 },
        { "text": "He holds out a vial of red fluid", "timestamp": 621.1 },
        {
          "text": "She stares at the skeleton and red vial",
          "timestamp": 625.5
        },
        { "text": "Albedo raises an axe", "timestamp": 637 },
        {
          "text": "Enri takes it and drinks. Her wound glows, and the blood and gash disappear",
          "timestamp": 649.5
        },
        { "text": "A green dome forms over the girls", "timestamp": 682.1 },
        {
          "text": "A villager runs. A soldier tumbles through the air",
          "timestamp": 731.5
        },
        {
          "text": "A soldier stares up in fear. Villagers sit in a group with soldiers surrounding them.",
          "timestamp": 734.2
        },
        {
          "text": "The death knight stands in the town and roars",
          "timestamp": 744.3
        },
        {
          "text": "A soldier eyes the flamberg and runs. The death knight transforms into shadow and shoots in front of the soldier, reappearing and striking.",
          "timestamp": 752.6
        },
        {
          "text": "A soldier strikes the death knight. His sword shatters.",
          "timestamp": 768.4
        },
        {
          "text": "Another soldier runs. The death knight strikes.",
          "timestamp": 777.1
        },
        { "text": "The death knight turns to Bellius", "timestamp": 801.9 },
        {
          "text": "A dead knight grabs Bellius's ankle. He looks at the rotting face",
          "timestamp": 817.3
        },
        {
          "text": "Bellius faints. The death knight stabs him repeatedly.",
          "timestamp": 823.3
        },
        { "text": "The death knight stands tall", "timestamp": 843.5 },
        {
          "text": "A soldier runs. The death knight knocks him away with its 10 foot shield. It swings at another soldier, cutting him in half. A third runs up. The death knight swings.",
          "timestamp": 861.4
        },
        {
          "text": "The captain runs, sword out. The death knight swings. We look up at the sky, the sun, and the headless armor. The captain's eyes widen as a fountain of blood erupts from between his shoulders. The body sways and falls.",
          "timestamp": 870.8
        },
        {
          "text": "It looks up. The villagers and 4 remaining soldiers look up. Momonga and Albedo float above.",
          "timestamp": 887.8
        },
        {
          "text": "Ainz wears a red mask and metal gloves. They descend to the ground.",
          "timestamp": 895
        },
        { "text": "The soldiers run", "timestamp": 924.9 },
        { "text": "Albedo stands outside a building ", "timestamp": 987.3 },
        {
          "text": "Villagers gather near gravestones. Enri and Nemu kneel.",
          "timestamp": 1154.1
        },
        { "text": "Villagers cart away rubble. ", "timestamp": 1184 },
        {
          "text": "Dust kicks up from the road. Villagers watch from inside houses.",
          "timestamp": 1286.5
        },
        {
          "text": "The bearded General rides at the front of the 50 soldiers",
          "timestamp": 1291.7
        },
        { "text": "General Gazef dismounts", "timestamp": 1338.4 },
        {
          "text": "Albedo stands with long, loose hair. Black feathers float around her.",
          "timestamp": 1361
        },
        {
          "text": "She holds her hands to her face and smiles.",
          "timestamp": 1364.7
        },
        {
          "text": "Her eyes are yellow with black slits down the center. Her eyes glow.",
          "timestamp": 1367.5
        },
        {
          "text": "A silvery spider web glistens, stretching between torn red ribbons.",
          "timestamp": 1368.9
        },
        {
          "text": "The ribbons entwine around her body, lying prone. Her legs are parted",
          "timestamp": 1377.4
        },
        {
          "text": "She looks up, her arms spread, her black hair lying messily across a checkered floor.",
          "timestamp": 1386.2
        },
        {
          "text": "In the style of metallic water color, she stands against a mirror, a hand covering her face",
          "timestamp": 1392.6000000000001
        },
        {
          "text": "While her dress is white with gold spider web trim, her reflection wears a low cut black dress",
          "timestamp": 1398.9
        },
        { "text": "A black feather lands on water. ", "timestamp": 1404 },
        {
          "text": "Albedo stands, her arms spread behind her back, pushing her chest forward. Her black wings, rooted at her lower back, spread out. Each with is twice as long as an arm.",
          "timestamp": 1404
        },
        {
          "text": "Her dress is white, with off the shoulder sleeves, and a gold lining around her hips. The dress continues down from her stomach and back, leaving her hips bare. The dress is lined in ruffles down her legs. She wears gloves with ruffles that stretch up to her biceps.",
          "timestamp": 1415.7
        },
        {
          "text": "Albedo stands, wrapping an arm over one shoulder, and another arm around her waist. She wears a white collar with gold lining from the base of her head to just below her collar.",
          "timestamp": 1430.4
        },
        {
          "text": "Albedo stares forward. Her image flickers and distorts.",
          "timestamp": 1445.4
        },
        {
          "text": "Text, Next episode preview",
          "timestamp": 1448.6000000000001
        }
      ]
    }
  ]
}
