{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G31UX3WX7/twin-swords-of-slashing-death",
    "domain": "crunchyroll",
    "id": "G31UX3WX7"
  },
  "metadata": {
    "type": "television episode",
    "title": "Twin Swords of Slashing Death",
    "seriesTitle": "Overlord",
    "episode": 8
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A letter M stands in a spotlight. It explodes into a rainbow of confetti. Media Factory.",
          "timestamp": 0
        },
        {
          "text": "A silver phoenix erupts in fire and circles of bronze light. Kadokawa Video.",
          "timestamp": 10
        },
        {
          "text": "On a white background, the outline of a purple logo forms. A flaming phoenix surrounded by the words Kadokawa Pictures, Inc.",
          "timestamp": 25
        },
        {
          "text": "Clementine opens the door. Npheria stares.",
          "timestamp": 31.4
        },
        { "text": "Npheria drops his lamp", "timestamp": 94 },
        {
          "text": "She pulls a sword. The alley door closes. Everyone turns. Khajit glares.",
          "timestamp": 120.8
        },
        { "text": "She licks her sword", "timestamp": 135.5 },
        { "text": "Npheria recoils", "timestamp": 137.7 },
        {
          "text": "Peter, Dyne, and Lurkut grit their teeth. Ninya quivers.",
          "timestamp": 139.3
        },
        {
          "text": "Light shimmers. A ringed skeleton hand reach out.",
          "timestamp": 146
        },
        {
          "text": "Ainz stands, wearing a cape that blows in the wind.",
          "timestamp": 151
        },
        { "text": "Gold text, Overlord", "timestamp": 155.3 },
        {
          "text": "A hoard of skeletons shuffles through a mist",
          "timestamp": 158.8
        },
        {
          "text": "Nazarick, day time. Ainz sits, one hand resting against his face, the other holding the staff.",
          "timestamp": 162.4
        },
        {
          "text": "Albedo lies, her white dress emphasizing her slender waist. Black wings wrap around her bare hips.",
          "timestamp": 167.9
        },
        { "text": "Aura backflips. Mare holds a staff.", "timestamp": 169.9 },
        {
          "text": "Demiurge adjusts his tie. He wears a red suit and glasses. He has a long, metal tail.",
          "timestamp": 174.1
        },
        {
          "text": "Cocytus, a humanoid insect, exhales frost.",
          "timestamp": 176.3
        },
        { "text": "Sebas bows, a hand over his chest.", "timestamp": 179.1 },
        {
          "text": "Shaltear, wearing a black dress with red ribbon twirls, holding a black parasol. She has white hair and red eyes.",
          "timestamp": 180.8
        },
        {
          "text": "Momonga walks down a carpet, depicting animatd scenes. Enri and Nemu.",
          "timestamp": 183.1
        },
        {
          "text": "A warrior woman. The Swords of Darkness smile and embrace.",
          "timestamp": 184.3
        },
        { "text": "Lizzy and Nphirea Balear stare.", "timestamp": 185.7 },
        {
          "text": "General Gazef and the Vice Captain look determined.",
          "timestamp": 187.3
        },
        { "text": "Nigun smiles.", "timestamp": 188.4 },
        { "text": "Clementine and Khajit smile.", "timestamp": 189.6 },
        {
          "text": "A blue haired man readies a sword.",
          "timestamp": 190.60000000000002
        },
        { "text": "A dozen people pose dramatically", "timestamp": 191.5 },
        { "text": "Momonga laughs", "timestamp": 194.2 },
        { "text": "A hamster runs.", "timestamp": 195.3 },
        { "text": "Momon and Nabe fly through the air", "timestamp": 196.3 },
        {
          "text": "Surrounded by ogres and goblins, Momon swings twin long swords. Nabe raises a hand and fires a beam of lightning.",
          "timestamp": 199.2
        },
        {
          "text": "Aura pulls Mare onto the back of Fenn, the black wolf. Quadracile, a giant reptile, runs alongside",
          "timestamp": 204.2
        },
        {
          "text": "Armored Albedo spins an axe in Carne village",
          "timestamp": 206.10000000000002
        },
        {
          "text": "Cocytus stands on ice, holding an axe and staring at humanoid reptiles",
          "timestamp": 207.7
        },
        {
          "text": "Sebas raises a fist in an alley",
          "timestamp": 208.60000000000002
        },
        {
          "text": "Demiurge spreads wings in front of a full moon",
          "timestamp": 209.8
        },
        {
          "text": "Ainz flashes between wearing a cloak, the black armor, and the mage robe.",
          "timestamp": 211
        },
        { "text": "Albedo sheds a tear", "timestamp": 212.5 },
        {
          "text": "Shaltear wears red armor and flies by white wings. She exchanges blows with Ainz in a red sky.",
          "timestamp": 214.10000000000002
        },
        {
          "text": "Ainz takes a flag pole from Albedo. He raises the flag of Momonga, standing on a cliff with the residents of Nazarick.",
          "timestamp": 221.7
        },
        {
          "text": "Text, Chapter 8, Twin Swords of Slashing Death",
          "timestamp": 236
        },
        {
          "text": "Momon exits the guild hall. Nabe and the hamster wait outside. A crowd stares.",
          "timestamp": 238.7
        },
        { "text": "The store", "timestamp": 318 },
        { "text": "He draws a sword", "timestamp": 327.6 },
        { "text": "He walks to a back door", "timestamp": 333.7 },
        { "text": "It opens on a hallway", "timestamp": 336.3 },
        {
          "text": "Peter lies on the floor, facedown in blood. Splatter trails to Lurkut and Dyne, lying limp",
          "timestamp": 344
        },
        {
          "text": "Peter twitches and rises jerkily. Lurkut twitches.",
          "timestamp": 352.8
        },
        { "text": "Their rotting faces turn", "timestamp": 356.9 },
        {
          "text": "Momon swings, decapitating both at once",
          "timestamp": 361.5
        },
        { "text": "Dyne raises an axe. Momon beheads him", "timestamp": 365.7 },
        { "text": "Ninya's shirt is torn", "timestamp": 394.1 },
        {
          "text": "He lets go of her face. Tears roll down her eyes",
          "timestamp": 400.4
        },
        { "text": "He looks at Dyne", "timestamp": 408 },
        { "text": "He looks at a map of E-Rantel", "timestamp": 533.8 },
        {
          "text": "He pulls a bag out of shadows, and then a scroll out of the magic bag",
          "timestamp": 586
        },
        {
          "text": "She stares as he stacks 10 more scrolls in front of her",
          "timestamp": 605.2
        },
        {
          "text": "She tosses the scroll into the air. It unfurls and burns away",
          "timestamp": 616.6
        },
        {
          "text": "The scroll burns into glittering ash, which swirls into Nabe's mind",
          "timestamp": 642.6
        },
        {
          "text": "A circle appears, depicting Npheria surrounded by skeletons",
          "timestamp": 661.5
        },
        { "text": "His twin swords", "timestamp": 735 },
        {
          "text": "Mist clings to grave stones in the cemetary",
          "timestamp": 736.9
        },
        {
          "text": "Bare trees stretch out across the full moon",
          "timestamp": 739.6
        },
        {
          "text": "Soldiers stand on walls carrying spears. Two soldiers flank the cemetary gates.",
          "timestamp": 742.6
        },
        {
          "text": "Hundreds of skeletons shuffle across the cemetery",
          "timestamp": 766
        },
        { "text": "The skeletons pound on the gate", "timestamp": 784.9 },
        {
          "text": "Skeletons climb over each other, reaching up the wall. The soldiers push them back down.",
          "timestamp": 791.5
        },
        { "text": "The guards run away", "timestamp": 817.8 },
        { "text": "Momon rides Hamusuke", "timestamp": 819.3 },
        {
          "text": "A giant blob of bones climbs over the wall, its 20 foot mount outstretched. Momon throws a sword, striking the bone monster in the forehead. It falls back.",
          "timestamp": 839.4
        },
        {
          "text": "He leaps up, on top of the wall. Nabe glows and rises magically. Hamusuke runs up the stairs.",
          "timestamp": 870.7
        },
        { "text": "Skeletons lie still in the mist", "timestamp": 896 },
        {
          "text": "A skeleton spilts in half. Momon swings his sword cutting down a skeleton and another and another",
          "timestamp": 930.1
        },
        { "text": "He shatters one, slices another in half", "timestamp": 940 },
        {
          "text": "He stands tall, his black armor halo'd by the moonlight",
          "timestamp": 945.8
        },
        {
          "text": "He walks forward, crunching bone. Skeletons stare from behind gravestones as he walks",
          "timestamp": 949.4
        },
        {
          "text": "Hamusuke floats overhead, carried by Nabe",
          "timestamp": 953.3
        },
        { "text": "Clown with claws", "timestamp": 1059 },
        { "text": "Muscle man in bandages", "timestamp": 1061.6 },
        {
          "text": "The summons run through the army, tearing and punching",
          "timestamp": 1065.8
        },
        {
          "text": "Hooded figures surround Khajit in front of the mausoleum",
          "timestamp": 1078.9
        },
        {
          "text": "Momon and Nabe walk. Hamusuke cowers in a tree, surrounded by skeletons",
          "timestamp": 1088.4
        },
        {
          "text": "She wears a bra and skirt made of copper and iron plates",
          "timestamp": 1177.1
        },
        {
          "text": "She jumps down and walks, shaking her hips",
          "timestamp": 1205.1
        },
        { "text": "The two disappear into the mist", "timestamp": 1208.6 },
        { "text": "Nabe smiles", "timestamp": 1212.3 },
        {
          "text": "2 spheres of lightning fly forward and collide together into the men",
          "timestamp": 1220.5
        },
        {
          "text": "The robed men lie on the ground, smoldering. Khajit stands",
          "timestamp": 1227.7
        },
        {
          "text": "Clementine follows Momon through the cemetery",
          "timestamp": 1238.8
        },
        {
          "text": "Albedo stands with long, loose hair. Black feathers float around her.",
          "timestamp": 1362
        },
        {
          "text": "She holds her hands to her face and smiles.",
          "timestamp": 1365.7
        },
        {
          "text": "Her eyes are yellow with black slits down the center. Her eyes glow.",
          "timestamp": 1368.5
        },
        {
          "text": "A silvery spider web glistens, stretching between torn red ribbons.",
          "timestamp": 1369.9
        },
        {
          "text": "The ribbons entwine around her body, lying prone. Her legs are parted",
          "timestamp": 1378.4
        },
        {
          "text": "She looks up, her arms spread, her black hair lying messily across a checkered floor.",
          "timestamp": 1387.2
        },
        {
          "text": "In the style of metallic water color, she stands against a mirror, a hand covering her face",
          "timestamp": 1393.6
        },
        {
          "text": "While her dress is white with gold spider web trim, her reflection wears a low cut black dress",
          "timestamp": 1399.9
        },
        { "text": "A black feather lands on water. ", "timestamp": 1405 },
        {
          "text": "Albedo stands, her arms spread behind her back, pushing her chest forward. Her black wings, rooted at her lower back, spread out. Each with is twice as long as an arm.",
          "timestamp": 1405
        },
        {
          "text": "Her dress is white, with off the shoulder sleeves, and a gold lining around her hips. The dress continues down from her stomach and back, leaving her hips bare. The dress is lined in ruffles down her legs. She wears gloves with ruffles that stretch up to her biceps.",
          "timestamp": 1416.7
        },
        {
          "text": "Albedo stands, wrapping an arm over one shoulder, and another arm around her waist. She wears a white collar with gold lining from the base of her head to just below her collar.",
          "timestamp": 1431.4
        },
        {
          "text": "Albedo stares forward. Her image flickers and distorts.",
          "timestamp": 1446.4
        },
        { "text": "Text, Next episode preview", "timestamp": 1450.1 }
      ]
    }
  ]
}
