{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GN7UDGW07/the-dawn-of-despair",
    "domain": "crunchyroll",
    "id": "GN7UDGW07"
  },
  "metadata": {
    "type": "television episode",
    "title": "The dawn of Despair",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 1
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "A woman with black and white hair stands against a wall next to a weapon. She turns a rubik's cube. The Slane Theocracy spear man approaches.",
          "timestamp": 3
        },
        { "text": "She completes the red face.", "timestamp": 60.4 },
        { "text": "She looks down", "timestamp": 68.5 },
        {
          "text": "She rubs her belly. The spear man stares. The full moon shines through a broken roof down to a dragon, sleeping on a dais. An old woman approaches. The dragon opens his yellow eyes. His skin resembles cracked stone.",
          "timestamp": 114.9
        },
        { "text": "White knight's armor", "timestamp": 147.6 },
        {
          "text": "He looks at the armor. It has dragon heads on the shoulders. One is punctured. In a flashback, Shalltear flies at the armor, who hovers in the air. It raises a hand, and weapons fly. Her eyes grow wide. A red light shines. She crashes into a clearing in the forest.",
          "timestamp": 200.8
        },
        {
          "text": "Gazef wears a silver ring during a meeting.",
          "timestamp": 266.6
        },
        {
          "text": "Gazef stands next to the king and watches the noblemen. Later, the 2 walk down a hallway",
          "timestamp": 288.6
        },
        {
          "text": "A blond woman and a blond knight approach",
          "timestamp": 336.1
        },
        {
          "text": "Renner and Climb run off. Gazef turns to watch.",
          "timestamp": 371.4
        },
        {
          "text": "The sun beats down on a barren landscape. Momon wears dark armor and holds out 2 long swords. Nabe stands next to him in a cloak. Momon wears an Adamantite plate.",
          "timestamp": 391.5
        },
        {
          "text": "They stare at a dust cloud approaching. A giant lizard charges. Hamasuke runs behind it.",
          "timestamp": 398.2
        },
        {
          "text": "The basilisk, an 80 foot long lizard, rears its head. Saliva drips from its tongue and sharp teeth.",
          "timestamp": 425.9
        },
        { "text": "Momon leaps and strikes.", "timestamp": 430.2 },
        {
          "text": "Momon breaks, as the basilisk's limbs go limp. He looks back at the separated head lying on the ground.",
          "timestamp": 433
        },
        {
          "text": "Ains Ooal Gown's black cloak blows in the breeze. He floats above Nazarick. He descends, and Mare greets him. Mare is an elf with short blond hair. He holds a staff, and wears a white vest, skirt, and thigh high stockings.",
          "timestamp": 455.9
        },
        {
          "text": "His red ring glimmers and he teleports.",
          "timestamp": 487.3
        },
        { "text": "Lyrics, Go Cry Go", "timestamp": 503.7 },
        { "text": "We're really truthless", "timestamp": 514 },
        { "text": "This world is one with futility", "timestamp": 515.9 },
        { "text": "Here's no truth left", "timestamp": 518.4 },
        { "text": "We cowardly steal from one another", "timestamp": 520.4 },
        { "text": "It's like a party", "timestamp": 523.2 },
        { "text": "Those whose paths cross", "timestamp": 525.4 },
        { "text": "So forge on, until you rot away", "timestamp": 527.7 },
        { "text": "Will you be the winners or losers", "timestamp": 529.6 },
        { "text": "Might even sound surprising", "timestamp": 531.2 },
        {
          "text": "what can I believe, forced with this question",
          "timestamp": 533.5
        },
        { "text": "No real answer, no one answers", "timestamp": 537.4 },
        { "text": "everything vanishes into the void", "timestamp": 543.9 },
        {
          "text": "For now break out break out charge forward",
          "timestamp": 547.8
        },
        {
          "text": "Cry out cry out hold your determination",
          "timestamp": 550.5
        },
        { "text": "Towards the sky!", "timestamp": 554.7 },
        {
          "text": "C'mon now, break out break out from this world",
          "timestamp": 557
        },
        { "text": "Cry out cry out cut your way through", "timestamp": 559.8 },
        { "text": "Even if you lose your way", "timestamp": 564.3 },
        {
          "text": "So we just gotta get crazy, crazy in it, just get crazy now",
          "timestamp": 566.2
        },
        { "text": "Dance, dance crazy, crazy in it", "timestamp": 571.5 },
        { "text": "Whether it's an illusion or hell", "timestamp": 574.1 },
        { "text": "Go cry go", "timestamp": 576.6 },
        { "text": "In his bedroom, Albedo embraces Ains", "timestamp": 586.8 },
        { "text": "Ains gapes. He glows green.", "timestamp": 599.8 },
        {
          "text": "She smiles widely. She looks at him intensely. He startles.",
          "timestamp": 639.4
        },
        {
          "text": "He sits at his desk with a map, depicting cities, towns, highways, forests, mountains, and seas.",
          "timestamp": 687.5
        },
        {
          "text": "Beyond tall mountains and an expanse of forest, trees fall.",
          "timestamp": 726.3
        },
        {
          "text": "A suit of armor with glowing orbs for heads use axes to chop branches. 2 other suits lift and carry logs. Nearby, a skeleton reviews a document. It wears a robe, and a red imp sits on its shoulder.",
          "timestamp": 731.4
        },
        { "text": "The skeleton looks up at a log.", "timestamp": 739.7 },
        {
          "text": "The imp flies to a nearby cliff, where Aura stands.",
          "timestamp": 743.7
        },
        {
          "text": "Aura runs off a cliff to a table. A humanoid dog maid stands nearby.",
          "timestamp": 776
        },
        {
          "text": "American style double cheese burger with wedge fries and a brown drink.",
          "timestamp": 795.3
        },
        { "text": "She drinks from a straw", "timestamp": 816.4 },
        { "text": "She rubs a silver strap on her wrist", "timestamp": 819.3 },
        { "text": "Near Nazarick", "timestamp": 880 },
        { "text": "of Re-Estes", "timestamp": 896 },
        { "text": "by a yurt", "timestamp": 920.6 },
        {
          "text": "A bartender dries a glass with tendril fingers. The humanoid has a head resembling a Bleeding Tooth fungus.",
          "timestamp": 968
        },
        { "text": "A penguin", "timestamp": 993.3 },
        {
          "text": "The glass falls over. The cocktail consisted of 10, distinctly colored stripes. The bartender cleans the colorful spill.",
          "timestamp": 1010.6
        },
        { "text": "Eclair side eye bartender", "timestamp": 1037.7 },
        {
          "text": "Cocytus is a tall humanoid insect evocative of a samurai",
          "timestamp": 1111.2
        },
        {
          "text": "Water glistens in the forest. Snow capped mountains tower in the distance.",
          "timestamp": 1212.1
        },
        {
          "text": "A humanoid reptile wears a bandana and carries a spear. Its clawed feet step on branches. Its alligator-like tail trails behind it.",
          "timestamp": 1217.2
        },
        {
          "text": "The brown backed lizard man bears a glistening sword. He sees a green backed lizard man covered in scars.",
          "timestamp": 1226
        },
        { "text": "Fish. Chief's tail wags.", "timestamp": 1239.1 },
        { "text": "Chief's tail freezes", "timestamp": 1246.2 },
        {
          "text": "Yusu watches the chief leave. Thatch houses stand on stilts above water. Young lizards run through the marshes.",
          "timestamp": 1315.8
        },
        {
          "text": "Lizard men look up as a dark cloud forms in the sky.",
          "timestamp": 1323.3
        },
        { "text": "Yusu runs across shallow water.", "timestamp": 1332.9 },
        {
          "text": "He eyes the growing cloud and approaches the chief.",
          "timestamp": 1335.2
        },
        {
          "text": "A ball of screaming and squirming faces descends from the center of the cloud. They have red eyes and no noses. Yusu stares.",
          "timestamp": 1341.3
        },
        { "text": "Credits roll", "timestamp": 1364.6 },
        {
          "text": "Text, To all who have supported Overlord, both domestically and internationally, it is because of you that we obtained the chance to produce this second season. Allow me to offer my deepest gratitude along with this second season to all of you. Kugane Maruyama",
          "timestamp": 1419.6
        }
      ]
    }
  ]
}
