{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GZ7UVJP52/soaring-sparks-of-fire",
    "domain": "crunchyroll",
    "id": "GZ7UVJP52"
  },
  "metadata": {
    "type": "television episode",
    "title": "Soaring sparks of fire",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 9
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "Sebas stands at a door in an alley. Brain and Climb stand behind him.",
          "timestamp": 3
        },
        { "text": "A few doors down", "timestamp": 15.399999999999999 },
        { "text": "Sebas nods", "timestamp": 38.1 },
        { "text": "eyes closed", "timestamp": 63.1 },
        {
          "text": "Brain and Climb run off. Sebas turns to the metal door and pulls on the handle.",
          "timestamp": 71.1
        },
        { "text": "He steps back and puts up his fists.", "timestamp": 81.2 },
        { "text": "Men play cards and drink wine.", "timestamp": 86.3 },
        { "text": "An armed man stands by a door and yawns", "timestamp": 89 },
        {
          "text": "He looks back at the metal door. A hand pushes through the lock.",
          "timestamp": 94.5
        },
        {
          "text": "Sebas picks up the metal door and props it up neatly against the wall.",
          "timestamp": 100.4
        },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 110.4
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 115.5
        },
        { "text": "Text, Overlord 2", "timestamp": 120.0 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 125.9
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 130.5
        },
        {
          "text": "Zero walks. Succulent + 4 walk behind him.",
          "timestamp": 135.1
        },
        { "text": "The Blue Rose party walks.", "timestamp": 139.7 },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 140.9 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 142.20
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 144.8
        },
        { "text": "Ains stops and looks back.", "timestamp": 153.3 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 156.20
        },
        {
          "text": "Zero punches at Sebas, who evades.",
          "timestamp": 160.10
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 162.20
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 166.8
        },
        {
          "text": "Evil Eye flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 168.8
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 172.0
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 178.70
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 180.20
        },
        {
          "text": "Tuare, in a maid outfit, smiles from a field a daisies.",
          "timestamp": 182.0
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 183.70
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, Zanac and Raven, Lakyus Aindra, Gegaran, Tia and Tina, Evil Eye, Zenberu, Shasuryu, Victim, a golem, Piki the bartender, Pestonya, and Eclair",
          "timestamp": 189.7
        },
        {
          "text": "Text, Chapter 9, Soaring sparks of fire",
          "timestamp": 200.4
        },
        {
          "text": "Brain stabs a man through the heart. The dead man joins another on the floor. Climb rings a round bell and looks down. A tile on the floor glows.",
          "timestamp": 204.8
        },
        {
          "text": "He pulls a pyramid shaped bell out of his pouch and rings it. A tile glows. He opens it, revealing a crossbow with a purple tipped arrow.",
          "timestamp": 222.9
        },
        { "text": "They look down stairs", "timestamp": 248.2 },
        {
          "text": "In a room lined with purple wallpaper, Havish grunts, naked. He punches a woman, whose limp faces is covered in blood and bruises.",
          "timestamp": 250.6
        },
        {
          "text": "He crawls down the bed and spreads her legs, smiling",
          "timestamp": 273.3
        },
        { "text": "Sebas opens the door", "timestamp": 278.7 },
        {
          "text": "He slaps Havish's face. Havish drops the woman's leg and clutches his cheek.",
          "timestamp": 290.8
        },
        {
          "text": "The skin and bones woman lies limp. Havish runs to the hallway.",
          "timestamp": 313.2
        },
        { "text": "Sebas closes his eyes", "timestamp": 348.3 },
        {
          "text": "Sebas kicks Havish's intestines through his spine.",
          "timestamp": 359.5
        },
        { "text": "A door's lock glows. Brain opens it.", "timestamp": 366.1 },
        {
          "text": "He and Climb enter a room with boxes stacked high.",
          "timestamp": 370.1
        },
        {
          "text": "Brain taps the ground with the hilt of his sword.",
          "timestamp": 374.5
        },
        {
          "text": "The 2 nod. Brain continues forward, tapping.",
          "timestamp": 378.7
        },
        { "text": "Brain leans against a door", "timestamp": 384 },
        {
          "text": "Brain pushes open slightly and stares into darkness.",
          "timestamp": 390.1
        },
        { "text": "Brain smiles", "timestamp": 408.1 },
        {
          "text": "Climb guards the door. He eyes a 10 foot cube box. He walks over and taps it.",
          "timestamp": 413
        },
        {
          "text": "He climbs up and tries to remove the lid.",
          "timestamp": 423.2
        },
        { "text": "He opens a smaller box.", "timestamp": 429.5 },
        { "text": "Maid uniforms", "timestamp": 433.2 },
        {
          "text": "The front of the large box falls down. Succulent and Cocco Doll emerge.",
          "timestamp": 437.6
        },
        {
          "text": "Succulent draws a sword. It becomes fuzzy and vibrates.",
          "timestamp": 516.4
        },
        {
          "text": "Succulent strikes from overhead. Climb blocks, but Succulent's sword blurs through. He flies to the side, a cut in his side.",
          "timestamp": 522.1
        },
        {
          "text": "Succulent runs and swings. Climb rolls away and finds a cut in his wrist.",
          "timestamp": 530.1
        },
        {
          "text": "Succulent steps back. Climb raises his sword, then eyes Cocco Doll behind him.",
          "timestamp": 535.6
        },
        {
          "text": "Succulent charges and gets between them.",
          "timestamp": 540
        },
        {
          "text": "He swings, and blurs through Succulent's sword. He bounces before Succulent's chest.",
          "timestamp": 577.7
        },
        { "text": "Succulent spawns 2 clones.", "timestamp": 622.8 },
        {
          "text": "Climb strikes the center Succulent. It disappears. The others strike.",
          "timestamp": 635.9
        },
        {
          "text": "He leaps back. The others run. He closes his eyes.",
          "timestamp": 642.4
        },
        {
          "text": "He cuts the left one. Succulent falls limp, and his clone vanishes.",
          "timestamp": 654.9
        },
        { "text": "He's gone", "timestamp": 667.2 },
        {
          "text": "Climb looks down at the sword piercing his stomach.",
          "timestamp": 669.1
        },
        {
          "text": "Succulent steps back as Climb climbs to his feet.",
          "timestamp": 699
        },
        {
          "text": "He pants, blood dripping from his mouth.",
          "timestamp": 702.6
        },
        {
          "text": "Climb leaps and swings. Succulent blocks.",
          "timestamp": 730.9
        },
        {
          "text": "Climb kicks. Succulent flies across the room and hits a box. He falls limp to the ground.",
          "timestamp": 735.3
        },
        { "text": "Climb trembles and collapses.", "timestamp": 750.2 },
        { "text": "Brain stands", "timestamp": 784 },
        { "text": "Climb heals", "timestamp": 841.3 },
        {
          "text": "Brain takes a quick draw stance and faces 5 Succulents. A 6th smiles invisibly near a wall.",
          "timestamp": 894.2
        },
        {
          "text": "A circle of light emerges around Brain. Brain draws, and strikes behind him and Climb. Succulent falls bleeding against the wall. The clones vanish.",
          "timestamp": 916.4
        },
        { "text": "Sebas picks up Cocco Doll", "timestamp": 944.1 },
        {
          "text": "Sebas strokes his beard and talks to Climb.",
          "timestamp": 961.3
        },
        {
          "text": "Sun sets over the alley. Guards carry Succulent away. Other guards hold Cocco Doll. 4 girls sit on the ground, wrapped in blankets.",
          "timestamp": 964.7
        },
        { "text": "Sebas returns to the manor", "timestamp": 986.6 },
        { "text": "He opens the door. Solution waits.", "timestamp": 990.9 },
        {
          "text": "The full moon shines over the castle. Climb, in full armor, knocks on Renner's door.",
          "timestamp": 1003
        },
        {
          "text": "He enters and closes the door. Renner's hair blows.",
          "timestamp": 1018.2
        },
        { "text": "She closes the window.", "timestamp": 1023.1 },
        { "text": "She pours tea for him.", "timestamp": 1035.2 },
        { "text": "She punches the air.", "timestamp": 1074.7 },
        { "text": "He stares then smiles", "timestamp": 1081 },
        {
          "text": "The full moon shines over Gazef's house",
          "timestamp": 1091.6
        },
        {
          "text": "Their faces are red. Brain drinks wine.",
          "timestamp": 1105.7
        },
        { "text": "They clink cups", "timestamp": 1173.6 },
        {
          "text": "They drink over their meal of bread and soup.",
          "timestamp": 1199.7
        },
        {
          "text": "The full moon shines over the castle.",
          "timestamp": 1203.1
        },
        {
          "text": "Renner turns from the door and slowly walks to a mirror.",
          "timestamp": 1215.1
        },
        {
          "text": "She squeezes her cheeks, molding the shape of her mouth.",
          "timestamp": 1234.5
        },
        { "text": "Small and thin", "timestamp": 1240.6 },
        {
          "text": "She stretches the corners of her mouth up and wide, then down, then tight and toothy. She closes her mouth and smiles wide",
          "timestamp": 1242.8
        },
        { "text": "She rings a brass call bell.", "timestamp": 1252.5 },
        {
          "text": "Renner's darkened image smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1299
        },
        {
          "text": "Tuare wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1304
        },
        {
          "text": "Evil Eye, a blond woman wearing a mask and red cloak, crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1309.8
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1321.2
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1340.0
        },
        { "text": "White out", "timestamp": 1351.5 },
        {
          "text": "The full moon shines on a mansion. Zero crosses his arms.",
          "timestamp": 1354.5
        },
        { "text": "Fade to black", "timestamp": 1422.6 }
      ]
    }
  ]
}
