{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GG1U20DKV/disturbance-begins-in-the-royal-capital",
    "domain": "crunchyroll",
    "id": "GG1U20DKV"
  },
  "metadata": {
    "type": "television episode",
    "title": "Disturbance begins in the royal capital",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 10
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "Ains tosses a cloth. It lands at Sebas's feet.",
          "timestamp": 23.4
        },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 26
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 31.13
        },
        { "text": "Text, Overlord 2", "timestamp": 35.6 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 41.5
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 46.1
        },
        {
          "text": "Zero walks. Succulent, Edstrom, Malmvist, Davernoch, and Peshurian walk behind him.",
          "timestamp": 50.7
        },
        { "text": "The Blue Rose party walks.", "timestamp": 55.3 },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 56.5 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 57.8
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 60.4
        },
        { "text": "Ains stops and looks back.", "timestamp": 68.9 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 71.8
        },
        {
          "text": "Zero man punches at Sebas, who evades.",
          "timestamp": 75.7
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 77.8
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 82.4
        },
        {
          "text": "Evil Eye flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 84.4
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 87.6
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 94.3
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 95.8
        },
        {
          "text": "Tuare, in a maid outfit, smiles from a field a daisies.",
          "timestamp": 97.6
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 99.3
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, Zanac and Raven, Lakyus Aindra, a warrior woman, Tia and Tina, Evil Eye, Zenberu, Shasuryu, Victim, a golem, Piki the bartender, Pestonya, and Eclair",
          "timestamp": 104.3
        },
        {
          "text": "Text, Chapter 10, Disturbance begins in the royal capital",
          "timestamp": 115
        },
        {
          "text": "Tuare stares at Ains's skull and exposed rib cage. She walks forward.",
          "timestamp": 125.6
        },
        {
          "text": "She grabs Sebas's sleeve. He stares forward. She looks up. Solution closes the door. Cocytus stands behind her. Demiurge cradles Victim.",
          "timestamp": 131
        },
        {
          "text": "Sebas turns to Tuare. She releases his sleeve. He faces her. She looks up at him. She smiles softly and closes her eyes. He looks down at her.",
          "timestamp": 212.3
        },
        {
          "text": "He stakes a fighting stance and readies a punch.",
          "timestamp": 223.3
        },
        { "text": "Cocytus blocks the punch.", "timestamp": 229 },
        { "text": "Sebas bows. Tuare mimics.", "timestamp": 255.9 },
        { "text": "He holds her", "timestamp": 381.5 },
        {
          "text": "She wraps her arms around his neck and kisses him.",
          "timestamp": 424.7
        },
        { "text": "Ains teleports in", "timestamp": 460.2 },
        {
          "text": "Solution knits her brow. Cocytus and Demiurge stare.",
          "timestamp": 532.4
        },
        { "text": "Ains remembers", "timestamp": 593.6 },
        { "text": "The 2 bow", "timestamp": 636.9 },
        { "text": "He glows green", "timestamp": 648.4 },
        {
          "text": "Sebas closes the door. Tuare stands before Ains.",
          "timestamp": 661.6
        },
        { "text": "They bow", "timestamp": 757.3 },
        {
          "text": "Solution and Sebas bow in sync. Tuare copies",
          "timestamp": 773.6
        },
        { "text": "He pulls a journal out of shadows", "timestamp": 808.2 },
        {
          "text": "He returns the journal to the shadows.",
          "timestamp": 830.4
        },
        {
          "text": "Demiurge flies on bat wings over the city at dawn.",
          "timestamp": 854.7
        },
        { "text": "Sebas nods", "timestamp": 872.3 },
        { "text": "Renner sets tea for Zanac and Raven", "timestamp": 911.9 },
        { "text": "'", "timestamp": 944 },
        { "text": "sugar cubes", "timestamp": 945.6 },
        { "text": "Raeven sweats", "timestamp": 999.2 },
        { "text": "He nods", "timestamp": 1009.7 },
        {
          "text": "Renner gets up and walks to the door.",
          "timestamp": 1198.7
        },
        { "text": "Gazef", "timestamp": 1204.6 },
        {
          "text": "Sebas and Solution return to the manor at sundown",
          "timestamp": 1206.5
        },
        { "text": "Door is ajar", "timestamp": 1214.7 },
        {
          "text": "He throws open the sitting room door. A letter sits on the table.",
          "timestamp": 1219.2
        },
        {
          "text": "Albedo plays with a stuffed toy of Ains",
          "timestamp": 1255.3
        },
        {
          "text": "She sits on a bed covered in Ains themed merch",
          "timestamp": 1330.9
        },
        {
          "text": "A series of stylized portraits with animated lighting. Black feathers float up from Albedo's oustretched wings.",
          "timestamp": 1335
        },
        {
          "text": "Crush Lulu sits on a ground of cracked ice. She's surrounded by a thicket of spears. A lizard men army marches behind her. A light from above shines down on frostpane, lying on the ground. Crush is an albino lizard with red tattoos around her neck and limbs. She wears an orange shawl aroun her shoulders.",
          "timestamp": 1348.2
        },
        {
          "text": "Princess Renner clasps her hands, smiling, eyes closed. Over her shoulder, Climb stands in shadow, facing away from us.",
          "timestamp": 1361.4
        },
        {
          "text": "Her image flickers and darkens. She smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1368.4
        },
        {
          "text": "Tuare wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1375.3
        },
        {
          "text": "Evil Eye, a blond woman wearing a mask and red cloak, crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1381.1
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1392.5
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1411.3
        },
        { "text": "White out", "timestamp": 1422.8 }
      ]
    }
  ]
}
