{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GMKUXW5D8/a-boys-feeling",
    "domain": "crunchyroll",
    "id": "GMKUXW5D8"
  },
  "metadata": {
    "type": "television episode",
    "title": "A boy's feeling",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 8
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "Sebas walks down a market street in the Re-Estize capital",
          "timestamp": 4.3
        },
        {
          "text": "He wears a hard expression, and remembers Succulent",
          "timestamp": 10.9
        },
        {
          "text": "Brain walks down the stairs in Gazef's home",
          "timestamp": 22.3
        },
        { "text": "Gazef tosses a pouch", "timestamp": 33.8 },
        {
          "text": "He walks down the front stairs of the 2 story house at dawn",
          "timestamp": 46.5
        },
        {
          "text": "Carriages roll past a building. Its front doors are flanked by flags. Climb stares.",
          "timestamp": 50.8
        },
        {
          "text": "He looks around. Patrons in armor sit at tables near a bar. He sees Evil Eye and the warrior woman.",
          "timestamp": 60.4
        },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 68
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 73.1
        },
        { "text": "Text, Overlord 2", "timestamp": 77.6 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 83.5
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 88.1
        },
        {
          "text": "Zero walks. Succulent + 4 walk behind him.",
          "timestamp": 92.7
        },
        { "text": "The Blue Rose party walks.", "timestamp": 97.3 },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 98.5 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 99.8
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 102.4
        },
        { "text": "Ains stops and looks back.", "timestamp": 110.9 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 113.8
        },
        {
          "text": "Zero punches at Sebas, who evades.",
          "timestamp": 117.7
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 119.8
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 124.4
        },
        {
          "text": "Evil Eye flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 126.4
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 129.6
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 136.3
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 137.8
        },
        {
          "text": "Tuare, in a maid outfit, smiles from a field a daisies.",
          "timestamp": 139.6
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 141.3
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, Zanac and Raven, Lakyus Aindra, a warrior woman, Tia and Tina, Evil Eye, Zenberu, Shasuryu, Victim, a golem, Piki the bartender, Pestonya, and Eclair",
          "timestamp": 146.3
        },
        { "text": "Text, Chapter 8, A boy's feeling", "timestamp": 157.7 },
        { "text": "Climb looks down", "timestamp": 257.8 },
        { "text": "He frowns", "timestamp": 264 },
        { "text": "Evil Eye looks down", "timestamp": 392.2 },
        { "text": "Climb and Gegaran gape", "timestamp": 469.1 },
        { "text": "Pouch on his hip", "timestamp": 531.8 },
        {
          "text": "Brain walks down an alley. He stops. A crowd is gathered ahead.",
          "timestamp": 542.5
        },
        {
          "text": "A man stomps on a bruised child's head. Brain sighs and turns away.",
          "timestamp": 556.4
        },
        { "text": "Sebas passes. Brain double takes", "timestamp": 560.9 },
        { "text": "Sebas weaves in the crowd", "timestamp": 565 },
        { "text": "Climb pushes through the crowd", "timestamp": 571.9 },
        {
          "text": "The large man readies a punch, then flies back and falls in front of the crowd.",
          "timestamp": 583.4
        },
        { "text": "Sebas walks down an alley", "timestamp": 619.4 },
        { "text": "He turns a corner", "timestamp": 625.2 },
        { "text": "Climb runs into the alley", "timestamp": 628.3 },
        {
          "text": "Sebas looks over his shoulder, then forward. Climb rounds the corner and sees Sebas.",
          "timestamp": 629.6
        },
        { "text": "Hard expression", "timestamp": 634.3 },
        {
          "text": "Sebas looks at how Climb holds himself.",
          "timestamp": 675.1
        },
        { "text": "Climb shows his palms.", "timestamp": 681.7 },
        { "text": "Climb looks down and knits his brow", "timestamp": 744.2 },
        {
          "text": "Flashback. Rain falls in slow motion. Climb sits in an alley, dirty and waring rags. He looks up with wonder at the hand reaching out to him. A blond woman in a frilly dress smiles.",
          "timestamp": 747.5
        },
        { "text": "He shakes his head", "timestamp": 796.5 },
        { "text": "Brain watches from around the corner.", "timestamp": 809.5 },
        {
          "text": "Climb's feet are shoulder width apart, with the right foot a step back. His knees are bent. He holds his sword 2 handed.",
          "timestamp": 812.7
        },
        {
          "text": "Sebas takes a fighting stance with his fists near his chest. Climb raises his sword to head height.",
          "timestamp": 822.9
        },
        {
          "text": "Sebas moves his foot forward. The alley fades into a dark aura",
          "timestamp": 827.3
        },
        {
          "text": "Climb's eye reflects Sebas, whose eyes turn black and shimmer red. An aura emits from his eye, and a path of spears made of ice race towards Climb. Climb sweats, and holds on to his sword, struggling to stand.",
          "timestamp": 831.9
        },
        {
          "text": "Brain's eyes widen, the aura reaching him. Climb holds his sword, as if fighting a strong wind.",
          "timestamp": 840.4
        },
        {
          "text": "Sebas moves. Climb's eyes widen. White out.",
          "timestamp": 855.9
        },
        { "text": "Renner smiles.", "timestamp": 859.5 },
        {
          "text": "Climb blinks and grits his teeth. He grips his sword and plants his foot.",
          "timestamp": 862.8
        },
        { "text": "Sebas's fist flies past Climb's face.", "timestamp": 868.1 },
        { "text": "His knees shake, and Climb buckles.", "timestamp": 873.6 },
        {
          "text": "Climb looks back. Brain emerges from the corner.",
          "timestamp": 917.9
        },
        { "text": "Climb sheaths his sword", "timestamp": 931.3 },
        { "text": "Brain turns", "timestamp": 951.9 },
        {
          "text": "3 men in cloaks holding daggers resembling a cross between a stiletto and a kunai",
          "timestamp": 1061.6
        },
        { "text": "2 men on the other end of the alley", "timestamp": 1068 },
        { "text": "Climb unsheaths his sword", "timestamp": 1079.9 },
        {
          "text": "3 daggers fly. They disappear in a blur. He holds them between his fingers.",
          "timestamp": 1107.3
        },
        {
          "text": "In slow motion, the assassins lunge. He punch each in the head. They fall back.",
          "timestamp": 1146.6
        },
        {
          "text": "Climb and Brain stand back to back. Brain eyes Climb. Swing. Climb dodges. Thrust. Step back.",
          "timestamp": 1159.4
        },
        {
          "text": "Thrust. Climb dodges and swings. The assassin leaps over Climb, who turns to follow.",
          "timestamp": 1172.1
        },
        {
          "text": "Swing. Block. Assassin raises his other blade. Climb catches with his hand, holding both daggers back.",
          "timestamp": 1178
        },
        {
          "text": "Sebas flicks a rock with his thumb. It hits the assassin on the forehead. He falls back. Climb recovers and pants.",
          "timestamp": 1183
        },
        {
          "text": "He leaps over the assassin and strikes. The daggers fall to the ground. The assassin falls back and twitches.",
          "timestamp": 1216.2
        },
        { "text": "An assassin lies behind Brain.", "timestamp": 1226.5 },
        {
          "text": "Sebas taps an assassin's forehead. His eyes open, glowing red.",
          "timestamp": 1236.4
        },
        { "text": "The 3 walk down a dirt lined alley", "timestamp": 1320.4 },
        {
          "text": "A series of stylized portraits with animated lighting. Black feathers float up from Albedo's oustretched wings.",
          "timestamp": 1334
        },
        {
          "text": "Crush Lulu sits on a ground of cracked ice. She's surrounded by a thicket of spears. A lizard men army marches behind her. A light from above shines down on frostpane, lying on the ground. Crush is an albino lizard with red tattoos around her neck and limbs. She wears an orange shawl aroun her shoulders.",
          "timestamp": 1347.2
        },
        {
          "text": "Princess Renner clasps her hands, smiling, eyes closed. Over her shoulder, Climb stands in shadow, facing away from us.",
          "timestamp": 1360.4
        },
        {
          "text": "Her image flickers and darkens. She smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1367.4
        },
        {
          "text": "Tuare wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1374.3
        },
        {
          "text": "Evil Eye, a blond woman wearing a mask and red cloak, crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1380.1
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1391.5
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1410.3
        },
        { "text": "White out", "timestamp": 1421.8 },
        {
          "text": "Post-episode footnote: All daggers have dual edged blades and are shorter than swords. A kunai has around a 9 inch blade shaped like a wide triangle. They don't have cross guards, so the blades taper back into a narrow grip and round pommel for counterbalancing during throwing. Kunai, spelled pain + absence, are associated with medieval Japanese ninja assassins. Stilettos are around 15 inch blades with a narrow, needle-like point and a wide crossbars. Stilettos are associated with medieval Italian assassins. In the episode, the assassins attack with blades that were long like stilettos, but wide triangle blades, reminiscent of the kunai silhouette. They also have a stiletto's wide cross guard and the kunai's round pommel.",
          "timestamp": 1423
        }
      ]
    }
  ]
}
