{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GD9UVD273/army-of-death",
    "domain": "crunchyroll",
    "id": "GD9UVD273"
  },
  "metadata": {
    "type": "television episode",
    "title": "Army of Death",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 4
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "At night, lizard men gather behind the fortifications. They sit in groups around torches. Some wear bandages around their torsos. Some drink from bowls. Some dance. 2 dip their bowls in a barrel.",
          "timestamp": 2
        },
        { "text": "The chiefs sit in a circle and drink.", "timestamp": 15.4 },
        { "text": "Zenberu chugs his drink", "timestamp": 36 },
        {
          "text": "Flashback, Yusu conjures a blizzard and stabs the lich in the eye.",
          "timestamp": 42.6
        },
        { "text": "Rororo approaches and nuzzles Shasuryu", "timestamp": 52.3 },
        {
          "text": "A round, white and yellow hut. Moon light streams in from an opening in the roof.",
          "timestamp": 88.5
        },
        {
          "text": "Lying on the ground, Yusu's eyes flutter open. He looks around, then down at Crush Lulu's head sleeping on his chest.",
          "timestamp": 94.2
        },
        {
          "text": "She lies on top of him, her hands on his shoulders, her hips over his thighs",
          "timestamp": 100.4
        },
        {
          "text": "Her eyes flutter open and she looks up.",
          "timestamp": 103.9
        },
        { "text": "They blush as their eyes meet", "timestamp": 108.4 },
        {
          "text": "They jump back and apart. Their tails wag. They gape at Zenberu.",
          "timestamp": 113.5
        },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 116
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 121.10000000000002
        },
        { "text": "Text, Overlord 2", "timestamp": 125.60000000000002 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 131.5
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 136.10000000000002
        },
        {
          "text": "A man with tattoos walks. 5 other adventurers walk behind him.",
          "timestamp": 140.70000000000002
        },
        {
          "text": "5 blond adventurer women walk. One wears a blue rose.",
          "timestamp": 145.3
        },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 146.5 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 147.8
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 150.4
        },
        { "text": "Ains stops and looks back.", "timestamp": 158.9 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 161.8
        },
        {
          "text": "The tattooed man punches at Sebas, who evades.",
          "timestamp": 165.70000000000002
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 167.8
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 172.4
        },
        {
          "text": "A blond female adventurer in a cloak and mask flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 174.4
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 177.60000000000002
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 184.3
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 185.8
        },
        {
          "text": "A blond and blue eyed maid smiles from a field a daisies.",
          "timestamp": 187.60000000000002
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 189.3
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, blond men, a woman wearing a blue rose, a warrior woman, 2 ninja women, a woman in a mask, Zenberu, Shasuryu, a floating brain, a golem, the fungus bartender, Pestonya, and Eclair",
          "timestamp": 194.3
        },
        { "text": "Text, Chapter 4, Army of Death", "timestamp": 206.9 },
        {
          "text": "Ains sits in the throne room. Underlings kneel in a line in front of him.",
          "timestamp": 209.6
        },
        {
          "text": "A floating brain with stubby legs, a halo, and tree branch antlers",
          "timestamp": 219.1
        },
        {
          "text": "Victim slowly turns. It has giant eyes and a tiny T-Rex tail.",
          "timestamp": 226.7
        },
        {
          "text": "Cocytus looks up. Shalltear and the elf twins gape. Demiurge smirks. Albedo smiles.",
          "timestamp": 407
        },
        { "text": "Cocytus swallows and lifts his head", "timestamp": 541.4 },
        { "text": "He teleports away", "timestamp": 761.9 },
        {
          "text": "Ains teleports into his bedroom. He stumbles and collapses into bed.",
          "timestamp": 808.4
        },
        {
          "text": "He sits up, pauses, and puts his face in the pillow",
          "timestamp": 858.7
        },
        { "text": "Storm clouds gather over the marsh", "timestamp": 879.3 },
        { "text": "Armored skeleton long bow men", "timestamp": 884.9 },
        { "text": "Shasuryu walks to Yusu", "timestamp": 931.7 },
        { "text": "Armored infantry march in formation.", "timestamp": 943 },
        { "text": "A battalion parts, revealing Ains", "timestamp": 945.6 },
        {
          "text": "Ains lifts his hand. Magic circles form around him, and a pillar of blue light reaches into the sky.",
          "timestamp": 957.3
        },
        {
          "text": "Light explodes into sparkling white. A frost expands from Ains and spreads, covering the marsh in ice.",
          "timestamp": 968.6
        },
        {
          "text": "The lizard men look down. The ice covers their feet.",
          "timestamp": 972.8
        },
        {
          "text": "The lizard men climb over the mound. Priests heal frosted feet.",
          "timestamp": 978.6
        },
        {
          "text": "A golem walks across the forest. It towers twice as high as the trees. It's made of rock, with red eyes and channels of blood red crossing down its face and chest.",
          "timestamp": 1004
        },
        {
          "text": "The golem lifts a 250 foot, cubic boulder and tosses it across the marsh.",
          "timestamp": 1013.6
        },
        {
          "text": "Shasuryu and Zenberu watch as the boulder lands in front of them. It splashes, generating a wave that towers over them.",
          "timestamp": 1018.3
        },
        { "text": "The lizard men stare.", "timestamp": 1026.2 },
        {
          "text": "The skeleton long bow men march in a long file to the boulder, walking across the ice. The first to approach crouch.",
          "timestamp": 1029.4
        },
        {
          "text": "Subsequent archers crouch, wearing kite shields on their back.",
          "timestamp": 1039.3
        },
        {
          "text": "They form an incline with their bodies reaching 70 levels high. Skeletons in golden armor carry red flags and approach the stairs.",
          "timestamp": 1045.7
        },
        {
          "text": "They lift the flags. The golden armored skeletons form a tunnel.",
          "timestamp": 1052
        },
        { "text": "Ains walks", "timestamp": 1054.9 },
        {
          "text": "Albedo, the elf twins, Shalltear, Victim, and Demiurge follow",
          "timestamp": 1059
        },
        { "text": "Ains summits the boulder.", "timestamp": 1067.2 },
        {
          "text": "He approaches the edge, facing the village. A throne forms behind him, and he sits back.",
          "timestamp": 1070.3
        },
        {
          "text": "He raises a hand, and a dozen ball of screaming faces appears. He waves, and they fly.",
          "timestamp": 1081.1
        },
        {
          "text": "The balls fly back to the throne. Shalltear claps, and they vanish.",
          "timestamp": 1105
        },
        { "text": "Yusu nods. Crush looks.", "timestamp": 1123.8 },
        {
          "text": "Yusu leaps down from the mound and joins Shasuryu. The two walk across the ice.",
          "timestamp": 1134.9
        },
        { "text": "Their faces fall into the ice.", "timestamp": 1176.6 },
        {
          "text": "A circle appears and he walks into it",
          "timestamp": 1267.4
        },
        {
          "text": "She beats her tail on the ground then shakes it.",
          "timestamp": 1338.8
        },
        {
          "text": "The other chiefs stand and exit the tent. Crush glares at Yusu.",
          "timestamp": 1347.6
        },
        {
          "text": "Zenberu glances at Yusu as he leaves the hut.",
          "timestamp": 1353.9
        },
        {
          "text": "Yusu looks at Crush, her tail moving forcefully",
          "timestamp": 1355.7
        },
        {
          "text": "Her tail stands straight. She blushes.",
          "timestamp": 1374.4
        },
        { "text": "She hugs him", "timestamp": 1382.5 },
        {
          "text": "He closes his eyes. They hold each other.",
          "timestamp": 1406.4
        },
        { "text": "Fade to black", "timestamp": 1409.9 },
        {
          "text": "Tears form. She slowly opens her eye and looks up at Yusu. He stares back.",
          "timestamp": 1415.4
        }
      ]
    }
  ]
}
