{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G14U42XZ3/blue-roses",
    "domain": "crunchyroll",
    "id": "G14U42XZ3"
  },
  "metadata": {
    "type": "television episode",
    "title": "Blue roses",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 7
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        { "text": "Momon divvies coins.", "timestamp": 3.3 },
        { "text": "Gold", "timestamp": 8.3 },
        { "text": "Smaller, mostly silver", "timestamp": 14.5 },
        { "text": "8 coppers", "timestamp": 18.6 },
        { "text": "He equips his helmet", "timestamp": 42.7 },
        { "text": "Nabe opens the door", "timestamp": 45.3 },
        {
          "text": "He puts the 2 piles of coins into a bag and hands it to Nabe.",
          "timestamp": 68.5
        },
        { "text": "She leaves", "timestamp": 126 },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 137
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 142.1
        },
        { "text": "Text, Overlord 2", "timestamp": 146.6 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 152.5
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 157.1
        },
        {
          "text": "Zero walks. 5 others walk behind him.",
          "timestamp": 161.7
        },
        {
          "text": "5 blond adventurer women walk. One wears a blue rose.",
          "timestamp": 166.3
        },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 167.5 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 168.8
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 171.4
        },
        { "text": "Ains stops and looks back.", "timestamp": 179.9 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 182.8
        },
        {
          "text": "Zero punches at Sebas, who evades.",
          "timestamp": 186.7
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 188.8
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 193.4
        },
        {
          "text": "Evil Eye flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 195.4
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 198.6
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 205.3
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 206.8
        },
        {
          "text": "Tuare, in a maid outfit, smiles from a field a daisies.",
          "timestamp": 208.6
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 210.3
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, blond men, a woman wearing a blue rose, a warrior woman, 2 ninja women, a woman in a mask, Zenberu, Shasuryu, Victim, a golem, Piki the bartender, Pestonya, and Eclair",
          "timestamp": 215.3
        },
        { "text": "Text, Chapter 7, Blue roses", "timestamp": 226.7 },
        {
          "text": "Day breaks over the castle. In a tall, stone tower, Climb swings a sword.",
          "timestamp": 228
        },
        {
          "text": "Climb has short, blond hair and blue eyes. He swings a two-handed European-style long sword. He wears pants and a white, sleeveless shirt.",
          "timestamp": 235.5
        },
        { "text": "Gazef stands in the doorway", "timestamp": 243.1 },
        { "text": "They stand in the round room", "timestamp": 317.3 },
        {
          "text": "Climb grits his teeth and grips his sword.",
          "timestamp": 322
        },
        {
          "text": "Gazef swings the sword. Climb blocks with his round targe shield",
          "timestamp": 332.3
        },
        {
          "text": "Gazef kicks Climb in the abs. Climb flies back.",
          "timestamp": 336.5
        },
        { "text": "Climb stands", "timestamp": 348.8 },
        {
          "text": "Climb charges. Gazef bats Climb's targe with the flat of his sword. Climb stumbles. Gazef brings his sword down. Climb blocks, looking up",
          "timestamp": 363.3
        },
        { "text": "Gazef kicks", "timestamp": 374.3 },
        { "text": "Climb leaps", "timestamp": 380 },
        {
          "text": "Gazef blocks, smiles, and pushes Climb back. He flies into a wall.",
          "timestamp": 385.2
        },
        {
          "text": "Climb charges. The morning sun shines on the tower",
          "timestamp": 398.8
        },
        {
          "text": "Climb lies on the ground, sweating and panting.",
          "timestamp": 403.4
        },
        { "text": "He places a blue vial", "timestamp": 423.5 },
        {
          "text": "Vice Chief watches Climb exit the tower",
          "timestamp": 488.7
        },
        { "text": "They glance down at the garden", "timestamp": 536.4 },
        {
          "text": "Climb, in full armor, walks through the halls of the palace.",
          "timestamp": 558.3
        },
        {
          "text": "He turns a corner, stops, and steps aside for Prince Zanac and Marquis Raven. He puts his hand on his heart, and the prince looks at him.",
          "timestamp": 566.1
        },
        { "text": "Zanac and Raven walk", "timestamp": 640.4 },
        {
          "text": "They continue on. Climb takes a door handle. Maids pass by.",
          "timestamp": 663
        },
        {
          "text": "Renner turns to him. She sits at a table with a tea cup. She wears a blue, frilly dress. She has chest length blond hair.",
          "timestamp": 682.2
        },
        { "text": "The swords woman", "timestamp": 690.4 },
        { "text": "Red ninja", "timestamp": 692.1 },
        {
          "text": "Lakyus wears a pink gown that hugs her large chest.",
          "timestamp": 747.4
        },
        {
          "text": "Tina pulls paper out of her scarf and passes it to Renner",
          "timestamp": 798
        },
        { "text": "Lukyose looks down", "timestamp": 884.1 },
        { "text": "The 2 blush. Lakyus coughs", "timestamp": 949.3 },
        {
          "text": "Climb exits the room. The 2 maids spy from around the corner.",
          "timestamp": 981.8
        },
        {
          "text": "Sebas walks up stairs to the manor. He opens the door. Tuare, in a maid outfit, bows",
          "timestamp": 1007.8
        },
        { "text": "She clenches her fist and trembles.", "timestamp": 1050.7 },
        { "text": "Sebas puts a hand on her face", "timestamp": 1054.5 },
        { "text": "She blushes", "timestamp": 1074.9 },
        { "text": "She looks down", "timestamp": 1082.2 },
        { "text": "She smiles, tearing up", "timestamp": 1086.2 },
        {
          "text": "Solution sits in a sitting room, glaring.",
          "timestamp": 1113.1
        },
        {
          "text": "She glares. Tuare bows and leaves. Sebas enters and closes the door.",
          "timestamp": 1122.4
        },
        { "text": "2 figures knock at the manor door", "timestamp": 1165.7 },
        { "text": "He stares at her chest", "timestamp": 1199.3 },
        { "text": "Her chest bounces", "timestamp": 1203.7 },
        {
          "text": "Heivish cranes to watch Solution leave",
          "timestamp": 1212.1
        },
        {
          "text": "Sebas closes the door and glares. Solution bloobs through the wall in the hallway and stares at him.",
          "timestamp": 1287.7
        },
        { "text": "Solution produces a scroll", "timestamp": 1304 },
        {
          "text": "A series of stylized portraits with animated lighting. Black feathers float up from Albedo's oustretched wings.",
          "timestamp": 1333
        },
        {
          "text": "Crush Lulu sits on a ground of cracked ice. She's surrounded by a thicket of spears. A lizard men army marches behind her. A light from above shines down on frostpane, lying on the ground. Crush is an albino lizard with red tattoos around her neck and limbs. She wears an orange shawl aroun her shoulders.",
          "timestamp": 1346.2
        },
        {
          "text": "Princess Renner clasps her hands, smiling, eyes closed. Over her shoulder, Climb stands in shadow, facing away from us.",
          "timestamp": 1359.4
        },
        {
          "text": "Her image flickers and darkens. She smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1366.4
        },
        {
          "text": "Tuare wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1373.3
        },
        {
          "text": "Evil Eye, a blond woman wearing a mask and red cloak, crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1379.1
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1390.5
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1409.3000000000002
        },
        { "text": "White out", "timestamp": 1420.8000000000002 },
        {
          "text": "Post-episode footnote: Targes are round, sometimes concave, shields from medieval Scotland. They have straps on the back and are generally long enough to conceal the forearm. They are about the same size as medieval archery and jousting targets.",
          "timestamp": 1422
        }
      ]
    }
  ]
}
