{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GG1U20DPV/the-freezing-god",
    "domain": "crunchyroll",
    "id": "GG1U20DPV"
  },
  "metadata": {
    "type": "television episode",
    "title": "The freezing god",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 5
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        { "text": "Fake Nazarick", "timestamp": 4.2 },
        {
          "text": "Ains exits the portal with the guardians.",
          "timestamp": 6.8
        },
        {
          "text": "A small portal opens. Victim floats through. Ains watches, then glances around the large, dark, wooden building.",
          "timestamp": 27.4
        },
        { "text": "A throne made of bones.", "timestamp": 56 },
        {
          "text": "His eyes shimmer. On her hands and knees, Shalltear faces down, panting. Albedo bites her lip.",
          "timestamp": 90.8
        },
        { "text": "He sits on Shalltear's back.", "timestamp": 97.6 },
        {
          "text": "She turns and walks through a door way and around a corner.",
          "timestamp": 129.1
        },
        { "text": "She returns", "timestamp": 141.5 },
        {
          "text": "Shalltear, red and sweating, trembles beneath Ains. He glances down at her.",
          "timestamp": 161.9
        },
        {
          "text": "She drools. He gapes. He starts to stand.",
          "timestamp": 172.1
        },
        { "text": "Her face melts.", "timestamp": 179.7 },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 196.2
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 201.3
        },
        { "text": "Text, Overlord 2", "timestamp": 205.8 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 211.7
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 216.3
        },
        {
          "text": "A man with tattoos walks. 5 other adventurers walk behind him.",
          "timestamp": 220.9
        },
        {
          "text": "5 blond adventurer women walk. One wears a blue rose.",
          "timestamp": 225.5
        },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 226.7 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 228
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 230.6
        },
        { "text": "Ains stops and looks back.", "timestamp": 239.1 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 242
        },
        {
          "text": "The tattooed man punches at Sebas, who evades.",
          "timestamp": 245.9
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 248
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 252.6
        },
        {
          "text": "A blond female adventurer in a cloak and mask flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 254.6
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 257.8
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 264.5
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 266
        },
        {
          "text": "A blond and blue eyed maid smiles from a field a daisies.",
          "timestamp": 267.8
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 269.5
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, blond men, a woman wearing a blue rose, a warrior woman, 2 ninja women, a woman in a mask, Zenberu, Shasuryu, a floating brain, a golem, the fungus bartender, Pestonya, and Eclair",
          "timestamp": 274.5
        },
        { "text": "The guardians kneel", "timestamp": 289.2 },
        { "text": "He waves at a floating mirror.", "timestamp": 314.2 },
        {
          "text": "In the Razor Tail village, some wrap ropes around clubs. Some jump. Some wave weapons.",
          "timestamp": 315.8
        },
        { "text": "4 chiefs point at circles and arrows", "timestamp": 322.6 },
        {
          "text": "Ains reaches into shadows and pulls out a bag.",
          "timestamp": 342.3
        },
        {
          "text": "In a hut, Yusu and Crush mate. Their tails wrap around each other as he thrusts in a slow rhythm. Ains gapes. Yusu nuzzles Crush's lustful face. Their tails entangle. Ains waves the screen away and covers his face. Albedo and Demiurge frown. Shalltear and the elves watch curiously.",
          "timestamp": 358
        },
        { "text": "He nods", "timestamp": 393.2 },
        { "text": "Yusu arches his back", "timestamp": 458 },
        { "text": "The sun sets over the marsh.", "timestamp": 462.6 },
        {
          "text": "Zenberu, Yusu, Shasuryu, Zuuzuu, and Juju line up along the shore. On the opposite shore, a skeleton army stomps.",
          "timestamp": 467.8
        },
        { "text": "A swipe cuts tree trunks across.", "timestamp": 476.5 },
        {
          "text": "A gap in the army leads to darkness in the forest. The lizard men watch with solemn expressions.",
          "timestamp": 480
        },
        { "text": "Trees fall in the forest.", "timestamp": 484.9 },
        { "text": "Shasuryu holds his long sword.", "timestamp": 486.9 },
        {
          "text": "Yusu stares. Coctyus emerges from a cleared path in the forest. He wears golden armor.",
          "timestamp": 495
        },
        { "text": "He drives his axe into the marsh.", "timestamp": 504.4 },
        { "text": "Zenberu walks", "timestamp": 537.5 },
        {
          "text": "White lightning crackles beneath him, and shoots a white mist.",
          "timestamp": 594.2
        },
        {
          "text": "The army of lizard men freeze and drop.",
          "timestamp": 599.7
        },
        {
          "text": "Zenberu blocked with his now frozen fist. He stands. Shasuryu long sword shielded him. Yusu holds frostpane.",
          "timestamp": 610.2
        },
        {
          "text": "Zuzu readies a staff. Juju readies a sling.",
          "timestamp": 613.5
        },
        { "text": "The shot breaks from a magic shield", "timestamp": 626.9 },
        {
          "text": "Zuuzuu leaps in the air. Cocytus pulls a sword from shadows.",
          "timestamp": 629.7
        },
        {
          "text": "He slices Zuuzuu in half down the spine.",
          "timestamp": 636.1
        },
        {
          "text": "Zenberu punches the sword, his hand glowing. Cocytus steps back and slices Zenberu's arm in half.",
          "timestamp": 645.4
        },
        { "text": "Cocytus catches Frostpane.", "timestamp": 651.3 },
        {
          "text": "He holds the blade between 2 finger tips.",
          "timestamp": 655.7
        },
        { "text": "He knees Cocytus's leg. Yusu buckles.", "timestamp": 658.7 },
        {
          "text": "Cocytus tail slaps Yusu. He goes flying.",
          "timestamp": 662.4
        },
        { "text": "Zenberu's arm grows back.", "timestamp": 671.3 },
        {
          "text": "Swamp elementals approach. Cocytus swings his axe, cutting both.",
          "timestamp": 674.7
        },
        { "text": "Yusu struggles up from pooling blood.", "timestamp": 679.7 },
        { "text": "Yusu nods", "timestamp": 684.3 },
        { "text": "Frostpane lands next to Yusu.", "timestamp": 687.5 },
        { "text": "Juju fires shots", "timestamp": 690.6 },
        {
          "text": "He holds out a hand. Icicles form and shoot, piercing Juju's limbs and torso",
          "timestamp": 698.5
        },
        { "text": "Juju falls", "timestamp": 703 },
        { "text": "Zenberu screams and runs, fist out.", "timestamp": 707.4 },
        { "text": "Cocytus strikes across his neck.", "timestamp": 710.9 },
        {
          "text": "Zenberu lands limp in the marsh. Yusu stands, clutching his chest.",
          "timestamp": 715
        },
        { "text": "Ropes of mud", "timestamp": 818.7 },
        { "text": "A blast of white mist", "timestamp": 828.3 },
        {
          "text": "Frostpane emerges from the mist. Cocytus catches it between fingertips.",
          "timestamp": 836.4
        },
        { "text": "Shasuryu leaps from above, swinging.", "timestamp": 839.5 },
        { "text": "He cuts Shasuryu in half.", "timestamp": 845.4 },
        {
          "text": "Frostpane, dripping with blood, slides past Cocytus's finger tips.",
          "timestamp": 848.2
        },
        { "text": "Strikes chest.", "timestamp": 860.2 },
        {
          "text": "He raises his sword and swings. Yusu watches. White out.",
          "timestamp": 878.1
        },
        {
          "text": "Ains glances at Demiurge, who shakes his head, smiling. Ains nods.",
          "timestamp": 990.9
        },
        { "text": "Crush kneels on the ground", "timestamp": 1006 },
        { "text": "He stares. She bows, trembling.", "timestamp": 1030.8 },
        {
          "text": "He approaches and puts a hand on her shoulder. She looks up.",
          "timestamp": 1035.4
        },
        {
          "text": "Albedo and Shalltear contort. Ains gapes. Demiurge covers his mouth.",
          "timestamp": 1073.9
        },
        {
          "text": "He stands and walks away. Crush looks down.",
          "timestamp": 1145.7
        },
        {
          "text": "Light shines through cloudy water. Yusu floats.",
          "timestamp": 1169.1
        },
        { "text": "His tail twitches.", "timestamp": 1174.8 },
        { "text": "His eyes open", "timestamp": 1178 },
        {
          "text": "He reaches to the surface of the water. White out.",
          "timestamp": 1182.6
        },
        {
          "text": "He opens his eyes. Crush kneels over him.",
          "timestamp": 1187.4
        },
        { "text": "She hugs him.", "timestamp": 1191.1 },
        {
          "text": "Yusu looks around. Lizard men crowd around them. Rororo looks down.",
          "timestamp": 1212.8
        },
        { "text": "He gets on hands and knees and bows.", "timestamp": 1230.3 },
        { "text": "She holds him. Their tails entwine.", "timestamp": 1330.3 },
        {
          "text": "A series of stylized portraits with animated lighting. Black feathers float up from Albedo's oustretched wings.",
          "timestamp": 1335
        },
        {
          "text": "Crush Lulu sits on a ground of cracked ice. She's surrounded by a thicket of spears. A lizard men army marches behind her. A light from above shines down on frostpane, lying on the ground. Crush is an albino lizard with red tattoos around her neck and limbs. She wears an orange shawl aroun her shoulders.",
          "timestamp": 1348.2
        },
        {
          "text": "Princess Renner clasps her hands, smiling, eyes closed. Over her shoulder, Climb stands in shadow, facing away from us.",
          "timestamp": 1361.4
        },
        {
          "text": "Her image flickers and darkens. She smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1368.4
        },
        {
          "text": "A blond, blue eyed woman wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1375.3000000000002
        },
        {
          "text": "A blond woman wearing a mask and red cloak crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1381.1000000000001
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1392.5
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1411.3000000000002
        },
        { "text": "White out", "timestamp": 1422.8000000000002 }
      ]
    }
  ]
}
