{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GX9UQ9KVV/jaldabaotht",
    "domain": "crunchyroll",
    "id": "GX9UQ9KVV"
  },
  "metadata": {
    "type": "television episode",
    "title": "Jaldabaoth",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 11
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "Demiurge, Mare, Shalltear, and 5 battle maids surround Sebas in the sitting room at night.",
          "timestamp": 2
        },
        {
          "text": "Entoma generates a hologram of a figure in boots.",
          "timestamp": 93.3
        },
        {
          "text": "Ainz holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ainz's eye burns red.",
          "timestamp": 154
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 159.1
        },
        { "text": "Text, Overlord 2", "timestamp": 163.6 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 169.5
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 174.1
        },
        {
          "text": "Zero walks. Succulent, Edstrom, Malmvist, Davernoch, and Peshurian walk behind him.",
          "timestamp": 178.7
        },
        { "text": "The Blue Rose party walks.", "timestamp": 183.3 },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 184.5 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 185.8
        },
        {
          "text": "Ainz walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 188.4
        },
        { "text": "Ainz stops and looks back.", "timestamp": 196.9 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 199.8
        },
        { "text": "Zero punches at Sebas, who evades.", "timestamp": 203.7 },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 205.8
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 210.4
        },
        {
          "text": "Evil Eye flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 212.4
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 215.6
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 222.3
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 223.8
        },
        {
          "text": "Tuare, in a maid outfit, smiles from a field a daisies.",
          "timestamp": 225.6
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ainz sits on a throne under the flag of Ainz Ooal Goan.",
          "timestamp": 227.3
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, Zanac and Raven, Lakyus Aindra, Gagaran, Tia and Tina, Evil Eye, Zenberu, Shasuryu, Victim, a golem, Piki the bartender, Pestonya, and Eclair",
          "timestamp": 232.3
        },
        { "text": "Text, Chapter 11, Jaldabaoth", "timestamp": 243 },
        {
          "text": "A full moon shines over the castle. Renner looks out her window at soldiers gathering near tents in the garden.",
          "timestamp": 245.6
        },
        {
          "text": "Climb throws dark slime on his shining white armor.",
          "timestamp": 252.1
        },
        { "text": "Climb sees Gazef and smiles", "timestamp": 272 },
        {
          "text": "The full moon shines on a building with metal grates over the doors. Climb and Brain approach around the corner. Brain grabs his sword, and Lockmeier becomes visible.",
          "timestamp": 372.9
        },
        {
          "text": "Brain looks up. Sebas approaches the gate.",
          "timestamp": 411
        },
        { "text": "Sebas turns to them and walks over.", "timestamp": 414.3 },
        { "text": "Lockmeier nods", "timestamp": 436.4 },
        { "text": "Sebas approaches the gate", "timestamp": 485.8 },
        {
          "text": "Sebas follows the man down a path lined in torches. Dozens of men gather along the path. Malmvist, Peshurian, Davernoch, and Edstrom stand waiting.",
          "timestamp": 492.8
        },
        {
          "text": "Sebas points up. A shadow blurs towards the third floor terrace.",
          "timestamp": 551.5
        },
        {
          "text": "He glances to the left at a window and smiles",
          "timestamp": 577.8
        },
        { "text": "Davernoch's face explodes", "timestamp": 619.7 },
        {
          "text": "Edstrom's head flies off her shoulders. Malmvist and Peshurian attack together. Sebas punches Peshurian's head and it explodes, splattering blood on Malmvist's face. Sebas explode punches Malmvist's head. Their weapons hit the ground.",
          "timestamp": 621
        },
        {
          "text": "Lockmeier, Climb, and Brain become visible, running through a dungeon",
          "timestamp": 650.8
        },
        {
          "text": "Climb rings a bell, and a prison cell unlocks.",
          "timestamp": 655.3
        },
        {
          "text": "A blond woman in a maid outfit sits up. Lockmeier and Climb smile.",
          "timestamp": 662
        },
        {
          "text": "Hilma sits up in bed. She is a pale, blond woman with hip-length wavy hair. A tattoo of a serpent wraps around her arm and up to her chest. It's fangs are open, ready to pounce on her lung. She wears purple lipstick, and has 2 moles under her left eye.",
          "timestamp": 667.5
        },
        {
          "text": "She walks around the dark, empty mansion.",
          "timestamp": 681.8
        },
        { "text": "Behind her, Mare's eyes glow", "timestamp": 685.3 },
        { "text": "A door behind Mare opens", "timestamp": 715 },
        {
          "text": "Entoma carries a twitching, dismembered arm.",
          "timestamp": 718.4
        },
        { "text": "Mare swings his staff", "timestamp": 724.6 },
        {
          "text": "Hilma's leg is twisted. Mare drags her by the hair",
          "timestamp": 729.1
        },
        {
          "text": "Insects carry packages into the night. Entoma waves at them with the arm.",
          "timestamp": 739.9
        },
        { "text": "She chews on the arm", "timestamp": 752.9 },
        {
          "text": "Gagaran swings her hammer. Entoma side steps",
          "timestamp": 793.8
        },
        {
          "text": "Gagaran strikes the ground and it breaks and ripples. A rock cuts Entoma's sleeve.",
          "timestamp": 805.7
        },
        {
          "text": "Gagaran leaps and swings. Her hammer hits a green buckler and bounces off.",
          "timestamp": 814.3
        },
        {
          "text": "Entoma strikes with the blade, cutting Gagaran's chest",
          "timestamp": 844.5
        },
        {
          "text": "Gagaran swings and bounces off the shield.",
          "timestamp": 850.9
        },
        {
          "text": "She swings from overhead, then from a dozen different directions. Entoma blocks with minimal movement.",
          "timestamp": 854.8
        },
        {
          "text": "Entoma strikes at Gagaran's chest. Gagaran vanishes.",
          "timestamp": 859.6
        },
        { "text": "The blue ninja stands", "timestamp": 877.1 },
        {
          "text": "She throws 4 talismans, which turn into giant spiders.",
          "timestamp": 886
        },
        {
          "text": "Tia generates a clone, and the 2 charge",
          "timestamp": 890.3
        },
        {
          "text": "Small insects gather into Entoma's sleeve",
          "timestamp": 895.5
        },
        {
          "text": "She fires bullet bugs from her sleeve. ",
          "timestamp": 899.6
        },
        {
          "text": "A magic shield tanks the bullets. Gagaran swings the hammer from above. Entoma blocks.",
          "timestamp": 905.1
        },
        { "text": "The blade bug climbs off", "timestamp": 927.2 },
        {
          "text": "A millipede climbs into her sleeve. Entoma drools.",
          "timestamp": 930
        },
        { "text": "She whips the 50 foot long millipede", "timestamp": 943.5 },
        { "text": "The insect whip swings for Gagaran", "timestamp": 945.9 },
        { "text": "Smoke engulfs Gagaran", "timestamp": 949.9 },
        { "text": "A bird made of lightning flies.", "timestamp": 953.1 },
        {
          "text": "Tia shakes from electricity. Gagaran hammers the insect whip. Tia lunges. Entoma blocks and reveals 5 talismans.",
          "timestamp": 959.4
        },
        {
          "text": "Tia leaps away. A flock of lightning pursues.",
          "timestamp": 966.7
        },
        {
          "text": "A shadow forms behind Entoma. She turns and shoots. Tia falls out of the shadow.",
          "timestamp": 968.7
        },
        { "text": "The explosion pushes Tia.", "timestamp": 975.4 },
        {
          "text": "They hit and push her back. She lies limp. Gagaran is cocooned by the millipede",
          "timestamp": 981.4
        },
        {
          "text": "A spear of ice falls from the sky. Entoma dodges.",
          "timestamp": 994.3
        },
        { "text": "Entoma trembles", "timestamp": 1031.7 },
        { "text": "She whips the millipede + cocoon", "timestamp": 1039.1 },
        {
          "text": "The whip slows and loosens. Gagaran falls to the ground.",
          "timestamp": 1044.7
        },
        {
          "text": "Entoma stumbles. Beneath her collar, rows of pincers click. A cloud of beetles gather.",
          "timestamp": 1053
        },
        { "text": "Evil Eye leaps in the air", "timestamp": 1060.5 },
        {
          "text": "She forms a red magic circle. It conjures a cloud, and the insects drop.",
          "timestamp": 1063.7
        },
        {
          "text": "The cloud reaches Entoma. Evil Eye drops next to Tia and Gagaran, glowing with healing.",
          "timestamp": 1067.3
        },
        {
          "text": "Entoma quakes and steams. Green goo runs down her face, which falls from her head like a mask. On the back of the mask is a beetle's underside.",
          "timestamp": 1080
        },
        {
          "text": "A worm with lips falls from her head. It whimpers.",
          "timestamp": 1089.4
        },
        {
          "text": "A spider face with 8 arms and dozens of legs stretch out from the maid outfit.",
          "timestamp": 1109.9
        },
        {
          "text": "Spider legs stretch from Entoma's back and lift her body. She leaps in the air and spits a cloud of flies.",
          "timestamp": 1113.8
        },
        { "text": "Entoma stumbles.", "timestamp": 1135 },
        {
          "text": "Gagaran swings. Entoma spits webbing.",
          "timestamp": 1136.9
        },
        {
          "text": "The magic spear hits Entoma. She keeps charging.",
          "timestamp": 1140.3
        },
        {
          "text": "She raises her sleeve and gathers flies.",
          "timestamp": 1143.5
        },
        { "text": "Entoma covers her face and stumbles.", "timestamp": 1148.5 },
        { "text": "She shoots threads", "timestamp": 1150.5 },
        {
          "text": "The threads shatter the wall. Gagaran hammers Entoma away.",
          "timestamp": 1155.3
        },
        { "text": "Later, Gagaran pants", "timestamp": 1189 },
        { "text": "Entoma lies limp", "timestamp": 1194.4 },
        {
          "text": "Tia stops. Demiurge stands in front of Entoma.",
          "timestamp": 1200.5
        },
        {
          "text": "He wears a blue metal mask. Evil Eye shudders.",
          "timestamp": 1206
        },
        {
          "text": "A giant, flying insect picks up Entoma and leaves.",
          "timestamp": 1231.5
        },
        { "text": "Gagaran and Tia run", "timestamp": 1241.7 },
        {
          "text": "Shards fly. Demiurge puts up a shield.",
          "timestamp": 1254.8
        },
        {
          "text": "An arc of fire flies past Evil Eye. Gagaran and Tia drop, smoking.",
          "timestamp": 1261
        },
        {
          "text": "His arm turns into a boulder of twisted muscle",
          "timestamp": 1286.3
        },
        {
          "text": "A blur flies between them and explodes the ground.",
          "timestamp": 1314.8
        },
        { "text": "Momon holds twin blades.", "timestamp": 1320.1 },
        {
          "text": "A series of stylized portraits with animated lighting. Black feathers float up from Albedo's oustretched wings.",
          "timestamp": 1334
        },
        {
          "text": "Crush Lulu sits on a ground of cracked ice. She's surrounded by a thicket of spears. A lizard men army marches behind her. A light from above shines down on frostpane, lying on the ground. Crush is an albino lizard with red tattoos around her neck and limbs. She wears an orange shawl aroun her shoulders.",
          "timestamp": 1347.2
        },
        {
          "text": "Princess Renner clasps her hands, smiling, eyes closed. Over her shoulder, Climb stands in shadow, facing away from us.",
          "timestamp": 1360.4
        },
        {
          "text": "Her image flickers and darkens. She smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1367.4
        },
        {
          "text": "Tuare wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1374.3
        },
        {
          "text": "Evil Eye, a blond woman wearing a mask and red cloak, crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1380.1
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1391.5
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1410.3000000000002
        },
        { "text": "White out", "timestamp": 1421.8000000000002 }
      ]
    }
  ]
}
