{
  "source": {
    "url": "https://www.crunchyroll.com/watch/G7PU40WN8/those-who-pick-up-those-who-are-picked-up",
    "domain": "crunchyroll",
    "id": "G7PU40WN8"
  },
  "metadata": {
    "type": "television episode",
    "title": "Those who pick up, those who are picked up",
    "seriesTitle": "Overlord",
    "season": 2,
    "episode": 6
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A flaming phoenix logo and the word Kadokawa reflect in water.",
          "timestamp": 0
        },
        {
          "text": "A gold and crystal chandelier hang from vaulted ceilings. Red velvet curtains line the windows. Purple marble columns and stairs flank a dark, wooden reception desk. Paper hang from billboards. People stand around the room. They stare as Sebas walks from the door to the desk.",
          "timestamp": 4
        },
        {
          "text": "A man bows. He wears a black robe and has curled, blond hair.",
          "timestamp": 18.3
        },
        { "text": "He produces an ornate, green book", "timestamp": 31.6 },
        {
          "text": "Sebas produces a monocle and raises it to an eye. It glows.",
          "timestamp": 34.4
        },
        {
          "text": "He turns a page, then another, then puts the monocle away.",
          "timestamp": 38.8
        },
        { "text": "He produces exact change.", "timestamp": 74.8 },
        {
          "text": "The sun sets over the large building. It's 3 stories tall, with several domes above it. The building faces south to the city down several flights of stairs.",
          "timestamp": 78
        },
        {
          "text": "Sebas exits, carrying a scroll. He pauses, and his shadow flickers.",
          "timestamp": 82.3
        },
        { "text": "A row of buildings", "timestamp": 100.6 },
        {
          "text": "He tosses the scroll in the air and catches it. He continues down the stairs.",
          "timestamp": 103.2
        },
        { "text": "Buildings cast an alleyway in shadow.", "timestamp": 109.5 },
        { "text": "Sebas walks down the dirt alley", "timestamp": 111.3 },
        { "text": "A door opens ahead of him.", "timestamp": 115.1 },
        {
          "text": "A burly man tosses a human-sized bag into the alley.",
          "timestamp": 120.3
        },
        {
          "text": "A shimmer flies from Sebas's feet, and cuts open the bag.",
          "timestamp": 125.6
        },
        {
          "text": "He looks down. A hand clutches the cuff of his pants. It's connected to an arm covered in cuts and bruises, both old and new.",
          "timestamp": 136.8
        },
        {
          "text": "He wears a hardened expression. A blond woman crawls from the bag, her face in the drit. Bruises bind her wrists. She's missing fingernails.",
          "timestamp": 143.7
        },
        {
          "text": "Ains holds a golden staff. Albedo stares. Shalltear glances. The elf twins raise their heads. Demiurge smiles. Cocytus turns. Sebas stares. Ains's eye burns red.",
          "timestamp": 157
        },
        {
          "text": "An army of lizard men march under dark clouds.",
          "timestamp": 162.10
        },
        { "text": "Text, Overlord 2", "timestamp": 166.60 },
        {
          "text": "Yusu walks, carrying Frostpane. Shasuryu and Zenberu walk with him.",
          "timestamp": 172.5
        },
        {
          "text": "Cocytus marches, carrying an axe. An army of skeletons with swords marches behind him.",
          "timestamp": 177.10
        },
        {
          "text": "A man with tattoos walks. 5 other adventurers walk behind him.",
          "timestamp": 181.70
        },
        {
          "text": "5 blond adventurer women walk. One wears a blue rose.",
          "timestamp": 186.3
        },
        { "text": "Climb, Brain, and Gazef walk.", "timestamp": 187.5 },
        {
          "text": "Masked blonde women, one in black and one in white, stand back to back, spinning around.",
          "timestamp": 188.8
        },
        {
          "text": "Ains walks towards the horizon. Albedo, Shalltear, the twins, Demiurge, Cocytus, and Sebas join him.",
          "timestamp": 191.4
        },
        { "text": "Ains stops and looks back.", "timestamp": 199.9 },
        {
          "text": "Maids drop from the sky: Yuri Alpha, Lupusregina Beta, Narberal Gamma, Solution Epsilon, a maid in an eyepatch, and Entoma Zeta.",
          "timestamp": 202.8
        },
        {
          "text": "The tattooed man punches at Sebas, who evades.",
          "timestamp": 206.70
        },
        {
          "text": "Yusu charges through the marsh, wielding frostpane. He leaps and swings at Cocytus.",
          "timestamp": 208.8
        },
        {
          "text": "Climb wears shining armor and holds a sword.",
          "timestamp": 213.4
        },
        {
          "text": "A blond female adventurer in a cloak and mask flies. Blue shards fire around her and land near Entoma.",
          "timestamp": 215.4
        },
        {
          "text": "Demiurge wears a mask and deflects Momon's long swords. Behind the pair, the city burns.",
          "timestamp": 218.60
        },
        {
          "text": "Princess Renner smiles at us from the castle.",
          "timestamp": 225.3
        },
        {
          "text": "Crush Lulu smiles at us from the Razor Tail Tribe village.",
          "timestamp": 226.8
        },
        {
          "text": "A blond and blue eyed maid smiles from a field a daisies.",
          "timestamp": 228.60
        },
        {
          "text": "Shalltear looks up at a galaxy. Albedo stares lustfully. Ains sits on a throne under the flag of Ains Ooal Gown.",
          "timestamp": 230.3
        },
        {
          "text": "People turn to us from the shadows: Climb, Gazef, Brain, Renner, blond men, a woman wearing a blue rose, a warrior woman, 2 ninja women, a woman in a mask, Zenberu, Shasuryu, Victim, a golem, Piki the bartender, Pestonya, and Eclair",
          "timestamp": 235.3
        },
        {
          "text": "Text, Chapter 6, Those who pick up, those who are picked up",
          "timestamp": 246.7
        },
        { "text": "The burly man opens the door", "timestamp": 253.8 },
        {
          "text": "The man towers over Sebas. Sebas puts his scroll in his jacket.",
          "timestamp": 259.5
        },
        { "text": "Sebas holds the man up by his collar", "timestamp": 264.6 },
        { "text": "The burly man drops to the ground.", "timestamp": 289.7 },
        { "text": "He crouches and address the woman.", "timestamp": 310.2 },
        { "text": "Her cracked lips move", "timestamp": 320.5 },
        {
          "text": "Sebas stands, holding the woman in his arms.",
          "timestamp": 365.5
        },
        { "text": "Flashback", "timestamp": 401.4 },
        { "text": "He throws a bag of coins", "timestamp": 408.3 },
        { "text": "A manor at night", "timestamp": 425.4 },
        { "text": "Solution glares", "timestamp": 468 },
        {
          "text": "Solution tosses the girl from the bag onto a bed.",
          "timestamp": 478.2
        },
        {
          "text": "Her feet, legs, torso, arms, chest, and neck are covered in injuries.",
          "timestamp": 482
        },
        { "text": "Sebas leaves. Solution bows.", "timestamp": 488.6 },
        { "text": "He stands in the hallway", "timestamp": 490.6 },
        { "text": "He strokes his beard", "timestamp": 513.2 },
        {
          "text": "Solutions furrows her brow, then bows.",
          "timestamp": 600.7
        },
        { "text": "Her fingers grow into long tendrils", "timestamp": 612.7 },
        {
          "text": "Sebas carries a tray of food and knocks",
          "timestamp": 621.3
        },
        {
          "text": "The blond and blue eyed woman sits up in bed.",
          "timestamp": 626.7
        },
        {
          "text": "She stares vacantly as he places steaming porridge in her lap.",
          "timestamp": 643.2
        },
        {
          "text": "She blinks, and raises a spoon to her lips.",
          "timestamp": 647.9
        },
        { "text": "Her eyes widen and shimmer", "timestamp": 655.8 },
        { "text": "He watches as she shovels food", "timestamp": 660.2 },
        { "text": "A single light shines in the manor.", "timestamp": 663.2 },
        {
          "text": "She puts down the spoon next to the empty bowl.",
          "timestamp": 666.2
        },
        { "text": "She nods", "timestamp": 682 },
        { "text": "Tears stream down her face", "timestamp": 700.4 },
        { "text": "The tray falls aside as she bawls", "timestamp": 714.3 },
        { "text": "Sebas hugs her", "timestamp": 719.9 },
        { "text": "He stands", "timestamp": 739.8 },
        { "text": "He produces a hankerchief", "timestamp": 753.5 },
        { "text": "He takes her face in his hand", "timestamp": 764.1 },
        {
          "text": "He wipes the tears from her eyes. She stares up at him.",
          "timestamp": 766.4
        },
        { "text": "She hangs her head", "timestamp": 799.3 },
        { "text": "Tuare blinks and smiles", "timestamp": 830.4 },
        {
          "text": "Sebas walks down the hallway. He stops. Solution glares.",
          "timestamp": 838.4
        },
        { "text": "She frowns", "timestamp": 881.5 },
        {
          "text": "Flashback, Brain fights Shalltear in a cave",
          "timestamp": 884.1
        },
        {
          "text": "His sword stops short of Shalltear's neck. It rattles.",
          "timestamp": 898
        },
        {
          "text": "He swings and strikes. She parries with her pinky fingernail and yawns.",
          "timestamp": 903
        },
        { "text": "He shakes. Tears well up in his eyes.", "timestamp": 918.6 },
        { "text": "Brain sits up in bed.", "timestamp": 925.7 },
        { "text": "He looks around a plain bedroom.", "timestamp": 932.9 },
        { "text": "He walks down stairs", "timestamp": 940.3 },
        {
          "text": "He looks over at Gazef, sitting at a table, drinking wine.",
          "timestamp": 945.3
        },
        { "text": "Gazef smiles", "timestamp": 952.3 },
        {
          "text": "Brain holds his sword and looks down. Flashback, Gazef runs past an alley in the rain. He sees Brain, holdings his sword, looking down.",
          "timestamp": 966.1
        },
        { "text": "Brain slowly looks up", "timestamp": 976 },
        { "text": "He bangs his fist on the table.", "timestamp": 1023.3 },
        {
          "text": "At night, watch towers dot a wall. 2 soldiers walk a path, wearing glowing green lanterns.",
          "timestamp": 1086.1
        },
        {
          "text": "A hand covers a soldiers mouth. A dagger strikes his neck and drinks his blood",
          "timestamp": 1092
        },
        {
          "text": "The other soldier startles. A ninja grabs and stabs him too.",
          "timestamp": 1097.1
        },
        {
          "text": "The soldiers turn gray and shuffle forward. A masked woman appears.",
          "timestamp": 1101.5
        },
        {
          "text": "The masked woman teleports away. The female ninja twins, one with a red tie and one with blue, run down a path. The blue points at a tower. The red breaks off, and sets grass on fire.",
          "timestamp": 1131.7
        },
        {
          "text": "Several fields burn. A large woman in armor and a woman with swords watch from a distant hill.",
          "timestamp": 1151.2
        },
        { "text": "The ninjas climb the hill.", "timestamp": 1198.5 },
        { "text": "The masked woman descends", "timestamp": 1217 },
        { "text": "She tosses paper", "timestamp": 1223.7 },
        {
          "text": "In a dark room, a nonagonal table sits under a crest of a hand with 8 labelled fingers.",
          "timestamp": 1232.8
        },
        { "text": "Hilma yawns", "timestamp": 1246.5 },
        {
          "text": "A man covered in tattoos folds his arms",
          "timestamp": 1273.9
        },
        { "text": "The tatooed man smiles", "timestamp": 1332.2 },
        {
          "text": "A series of stylized portraits with animated lighting. Black feathers float up from Albedo's oustretched wings.",
          "timestamp": 1335
        },
        {
          "text": "Crush Lulu sits on a ground of cracked ice. She's surrounded by a thicket of spears. A lizard men army marches behind her. A light from above shines down on frostpane, lying on the ground. Crush is an albino lizard with red tattoos around her neck and limbs. She wears an orange shawl aroun her shoulders.",
          "timestamp": 1348.2
        },
        {
          "text": "Princess Renner clasps her hands, smiling, eyes closed. Over her shoulder, Climb stands in shadow, facing away from us.",
          "timestamp": 1361.4
        },
        {
          "text": "Her image flickers and darkens. She smiles at us with vacant eyes and holds a sword resembling a wire of blood. It cuts across Climb's throat.",
          "timestamp": 1368.4
        },
        {
          "text": "Tuare wears a simple white dress. She takes the hand of a figure in shadow.",
          "timestamp": 1375.3
        },
        {
          "text": "Evil Eye, a blond woman wearing a mask and red cloak, crosses her arms. She wears red beads around her wrist. A sword stands at her back. Opposite the sword is a blond woman, looking down, wearing red beads around her wrist.",
          "timestamp": 1381.1
        },
        {
          "text": "Petals drift from a red rose. Thorns twist out from the rose, entwining the horns coming out of Albedo's head. More thorns wrap around her pale arms. Her black wings stretch out, feathers floating around.",
          "timestamp": 1392.5
        },
        {
          "text": "Black fluid drips from between Albedo's fingers. She holds out her hands and stares at us with her yellow eyes.",
          "timestamp": 1411.3
        },
        { "text": "White out", "timestamp": 1422.8 },
        {
          "text": "Post-episode footnote: In japanese media, the go-to name for European-style butlers is Sebastian. The first anime Sebastian was in the classic animated movie series, \"Heidi, Girl of the Alps\", which was released in the 1970's. To this day, the movies air regularly on television and in classrooms. While dozens of anime butlers have taken up the title, it was popularized in 2008 by Black Butler.",
          "timestamp": 1423
        }
      ]
    }
  ]
}
