{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GN7UD72D3/two-venturers",
    "domain": "crunchyroll",
    "id": "GN7UD72D3"
  },
  "metadata": {
    "type": "television episode",
    "title": "Two Venturers",
    "seriesTitle": "Overlord",
    "season": 1,
    "episode": 5
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A letter M stands in a spotlight. It explodes into a rainbow of confetti. Media Factory.",
          "timestamp": 0
        },
        {
          "text": "A silver phoenix erupts in fire and circles of bronze light. Kadowkawa Video.",
          "timestamp": 10
        },
        {
          "text": "On a white background, the outline of a purple logo forms. A flaming phoenix surrounded by the words Kadokawa Pictures, Inc.",
          "timestamp": 25
        },
        { "text": "Ains's office", "timestamp": 31.3 },
        { "text": "Ains gapes", "timestamp": 115.4 },
        { "text": "Shaltear enters and curtsies", "timestamp": 140 },
        {
          "text": "Light shimmers. A ringed skeleton hand reach out.",
          "timestamp": 213
        },
        {
          "text": "Ains stands, wearing a cape that blows in the wind.",
          "timestamp": 218
        },
        { "text": "Gold text, Overlord", "timestamp": 222.3 },
        {
          "text": "A hoard of skeletons shuffles through a mist",
          "timestamp": 225.8
        },
        {
          "text": "Nazarick, day time. Ains sits, one hand resting against his face, the other holding the staff.",
          "timestamp": 229.4
        },
        {
          "text": "Albedo lies, her white dress emphasizing her slender waist. Black wings wrap around her bare hips.",
          "timestamp": 234.9
        },
        { "text": "Aura backflips. Mare holds a staff.", "timestamp": 236.9 },
        {
          "text": "Demiurge adjusts his tie. He wears a red suit and glasses. He has a long, metal tail.",
          "timestamp": 241.1
        },
        {
          "text": "Cocytus, a humanoid insect, exhales frost.",
          "timestamp": 243.3
        },
        { "text": "Sebas bows, a hand over his chest.", "timestamp": 246.1 },
        {
          "text": "Shaltear, wearing a black dress with red ribbon twirls, holding a black parasol. She has white hair and red eyes.",
          "timestamp": 247.8
        },
        {
          "text": "Momonga walks down a carpet, depicting animatd scenes. Enri and Nemu.",
          "timestamp": 250.1
        },
        {
          "text": "A warrior woman. 4 men smile and embrace.",
          "timestamp": 251.3
        },
        {
          "text": "An old woman and a boy with concealed eyes.",
          "timestamp": 252.7
        },
        {
          "text": "General Gazef and the Vice Captain look determined.",
          "timestamp": 254.3
        },
        { "text": "Nigun smiles.", "timestamp": 255.4 },
        {
          "text": "A woman with red eyes and a bald man smile.",
          "timestamp": 256.6
        },
        { "text": "A blue haired man readies a sword.", "timestamp": 257.6 },
        { "text": "A dozen people pose dramatically", "timestamp": 258.5 },
        { "text": "Momonga laughs", "timestamp": 261.2 },
        { "text": "A hamster runs.", "timestamp": 262.3 },
        {
          "text": "Ains in black armor and Naberal in a cape fly through the air",
          "timestamp": 263.3
        },
        {
          "text": "Surrounded by monsters, the black armored soldier swings a sword. Naberal raises a hand and fires a beam of lightning.",
          "timestamp": 266.2
        },
        {
          "text": "Aura pulls Mare onto the back of a wolf demon",
          "timestamp": 271.2
        },
        {
          "text": "Armored Albedo spins an axe in Carne village",
          "timestamp": 273.1
        },
        {
          "text": "Cocytus stands on ice, holding an axe and staring at humanoid reptiles",
          "timestamp": 274.7
        },
        { "text": "Sebas raises a fist in an alley", "timestamp": 275.6 },
        {
          "text": "Demiurge spreads wings in front of a full moon",
          "timestamp": 276.8
        },
        {
          "text": "Ains flashes between wearing a cloak, the black armor, and the mage robe.",
          "timestamp": 278
        },
        { "text": "Albedo sheds a tear", "timestamp": 279.5 },
        {
          "text": "Shaltear wears red armor and flies by white wings. She exchanges blows with Ains in a red sky.",
          "timestamp": 281.1
        },
        {
          "text": "Ains takes a flag pole from Albedo. He raises the flag of Momonga, standing on a cliff with the residents of Nazarick.",
          "timestamp": 288.7
        },
        { "text": "Text, Chapter 5, Two venturers", "timestamp": 300.3 },
        {
          "text": "A bird flies over a forest. Beyond, a large, dense city sits on a hill with high walls and a domed castle.",
          "timestamp": 302.6
        },
        { "text": "Text, Fortress City E-Rantel", "timestamp": 308 },
        { "text": "In a pub, a barman cleans a mug", "timestamp": 312.1 },
        { "text": "6 patrons sit around the pub.", "timestamp": 314.5 },
        {
          "text": "Hands push open the saloon style doors. The patrons look up.",
          "timestamp": 318.2
        },
        {
          "text": "Ains stands in his black, full-body armor with a red cape. He has a pair of swords on his back. Naberal stands behind him, wearing a cloak.",
          "timestamp": 322.1
        },
        {
          "text": "The patrons watch as Ains and Naberal walk up to the bar. A red headed woman clutches a blue vial. Tattooed men hold mugs.",
          "timestamp": 334.8
        },
        {
          "text": "He drops 7 copper coins. The barman straightens.",
          "timestamp": 362.7
        },
        {
          "text": "Ains turns and stops. A tattooed man holds out a leg to trip him.",
          "timestamp": 368.9
        },
        { "text": "He steps, pushing the foot aside.", "timestamp": 377.3 },
        { "text": "The man looks at Naberal", "timestamp": 385.6 },
        { "text": "He picks up the man by the neck", "timestamp": 401.2 },
        {
          "text": "He throws the man across the bar. He crashes into the red headed woman's table, smashing her vial.",
          "timestamp": 410.9
        },
        { "text": "Naberal grabs her sword", "timestamp": 465.7 },
        { "text": "Inn room", "timestamp": 481.2 },
        { "text": "Nabe kneels", "timestamp": 552.7 },
        {
          "text": "The red head walks down the street in the late afternoon.",
          "timestamp": 612.5
        },
        {
          "text": "The stone street cuts between 3 story buildings with wooden doors and glass windows.",
          "timestamp": 616.4
        },
        {
          "text": "Nphirea, a boy with bangs covering his eyes, steps off a ladder past shelves of vials. In a back room, an old woman looks at a blue potion",
          "timestamp": 635.9
        },
        {
          "text": "A white building. Text, E-Rantel Adventurer's Guild",
          "timestamp": 725.4
        },
        {
          "text": "He grabs a piece of paper off of the billboard and walks to a receptionist.",
          "timestamp": 746
        },
        { "text": "A group of 4", "timestamp": 809.5 },
        { "text": "They wear silver plates.", "timestamp": 814.9 },
        {
          "text": "They stare at a human head with short black hair",
          "timestamp": 982.9
        },
        { "text": "Lurkut raises his hand", "timestamp": 1005.2 },
        { "text": "Peter elbows Lurkut", "timestamp": 1035 },
        { "text": "", "timestamp": 1047.2 },
        { "text": "Nabe leaps in front of Momon", "timestamp": 1059.7 },
        {
          "text": "At night, outside the city, dead tree branches stretch out across the moon light. Text, E-Rantel Communal Cemetery",
          "timestamp": 1215
        },
        {
          "text": "A cloaked figure walks towards a mausoleum",
          "timestamp": 1219
        },
        {
          "text": "The figure, a woman with short, golden red hair, wears an ornate adventurer tag",
          "timestamp": 1226.3
        },
        { "text": "She walks up to a platform", "timestamp": 1231.6 },
        {
          "text": "She presses an imps face, and the platform retreats, revealing stairs.",
          "timestamp": 1242
        },
        { "text": "She smiles, her red eyes shimmering. She walks down into a cave", "timestamp": 1246.4 },
        {
          "text": "A bald man wearing a robe and a chain with skulls",
          "timestamp": 1257
        },
        { "text": "Silver strands and a jewel", "timestamp": 1275.5 },
        {
          "text": "Albedo stands with long, loose hair. Black feathers float around her.",
          "timestamp": 1362
        },
        {
          "text": "She holds her hands to her face and smiles.",
          "timestamp": 1365.7
        },
        {
          "text": "Her eyes are yellow with black slits down the center. Her eyes glow.",
          "timestamp": 1368.5
        },
        {
          "text": "A silvery spider web glistens, stretching between torn red ribbons.",
          "timestamp": 1369.9
        },
        {
          "text": "The ribbons entwine around her body, lying prone. Her legs are parted",
          "timestamp": 1378.4
        },
        {
          "text": "She looks up, her arms spread, her black hair lying messily across a checkered floor.",
          "timestamp": 1387.2
        },
        {
          "text": "In the style of metallic water color, she stands against a mirror, a hand covering her face",
          "timestamp": 1393.6
        },
        {
          "text": "While her dress is white with gold spider web trim, her reflection wears a low cut black dress",
          "timestamp": 1399.9
        },
        { "text": "A black feather lands on water. ", "timestamp": 1405 },
        {
          "text": "Albedo stands, her arms spread behind her back, pushing her chest forward. Her black wings, rooted at her lower back, spread out. Each with is twice as long as an arm.",
          "timestamp": 1405
        },
        {
          "text": "Her dress is white, with off the shoulder sleeves, and a gold lining around her hips. The dress continues down from her stomach and back, leaving her hips bare. The dress is lined in ruffles down her legs. She wears gloves with ruffles that stretch up to her biceps.",
          "timestamp": 1416.7
        },
        {
          "text": "Albedo stands, wrapping an arm over one shoulder, and another arm around her waist. She wears a white collar with gold lining from the base of her head to just below her collar.",
          "timestamp": 1431.4
        },
        {
          "text": "Albedo stares forward. Her image flickers and distorts.",
          "timestamp": 1446.4
        },
        { "text": "Text, Next episode preview", "timestamp": 1450.1 }
      ]
    }
  ]
}
