{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GG1U2E424/player-vs-non-player-character",
    "domain": "crunchyroll",
    "id": "GG1U2E424"
  },
  "metadata": {
    "type": "television episode",
    "title": "Player VS Non Player Character",
    "seriesTitle": "Overlord",
    "season": 1,
    "episode": 13
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A letter M stands in a spotlight. It explodes into a rainbow of confetti. Media Factory.",
          "timestamp": 0
        },
        {
          "text": "A silver phoenix erupts in fire and circles of bronze light. Kadokawa Video.",
          "timestamp": 10
        },
        {
          "text": "On a white background, the outline of a purple logo forms. A flaming phoenix surrounded by the words Kadokawa Pictures, Inc.",
          "timestamp": 25
        },
        {
          "text": "Shalltear and Ains stand in a sand dune in a crater in a forest",
          "timestamp": 29.8
        },
        { "text": "She steps forward", "timestamp": 42.2 },
        {
          "text": "Text, Chapter 13, Player Vs Non Player Character",
          "timestamp": 71.7
        },
        {
          "text": "He throws his cloak aside. She flies towards him, lance out",
          "timestamp": 163.4
        },
        {
          "text": "She jumps back. He wears a full set of glistening silver armor with a blue gem at the center.",
          "timestamp": 166.7
        },
        {
          "text": "In the office, Cocytus slams the table",
          "timestamp": 179.2
        },
        {
          "text": "A sword slices through Shalltear. She screams, erupting blood.",
          "timestamp": 215
        },
        {
          "text": "He swings the Tatemikazuchi sword. She steps back.",
          "timestamp": 275.2
        },
        {
          "text": "She swings the lance. He thrusts. She holds a hand, The sword breaks through her armor and arm while crackling with lightning.",
          "timestamp": 279.6
        },
        {
          "text": "She swings the lance. He picks up a stick and breaks it. It reads Amaterasu Tsukuyomi. He blocks her swing with a pair of swords.",
          "timestamp": 285.3
        },
        {
          "text": "She looks at the twin blades, then her missing arm",
          "timestamp": 294.9
        },
        {
          "text": "He pushes up her lance, slides under, and strikes.",
          "timestamp": 299.1
        },
        {
          "text": "He breaks a stick labelled Iron Fist of Schoolmarm. She looks up at a giant, spiked pink fist bearing down on her.",
          "timestamp": 308.8
        },
        { "text": "She flies back", "timestamp": 316.1 },
        {
          "text": "He holds Peroroncino's elaborate bow and pulls back lightning",
          "timestamp": 326
        },
        { "text": "He looses a ball of lightning", "timestamp": 364.4 },
        {
          "text": "She breaks from the lightning and lunges towards him.",
          "timestamp": 371.6
        },
        {
          "text": "He breaks a stick and lifts a giant red axe",
          "timestamp": 380.1
        },
        {
          "text": "In the sand, Ains swings the axe, made of crystalline blood.",
          "timestamp": 476.4
        },
        { "text": "She lances him in the stomach", "timestamp": 480.6 },
        { "text": "He hits she hits", "timestamp": 483.9 },
        {
          "text": "He unequips the axe. A shield matching his armor appears on his arm.",
          "timestamp": 518.8
        },
        { "text": "She strikes. He blocks. Repeat", "timestamp": 545.6 },
        {
          "text": "He parries her lance. The armor burns off of him, leaving a robe.",
          "timestamp": 559.1
        },
        {
          "text": "Dozens of magic circles form around them",
          "timestamp": 563.5
        },
        {
          "text": "She looks down. He holds a sand timer.",
          "timestamp": 573.3
        },
        {
          "text": "Be squeezes. She swings her lance. She stops, aware of a dark aura and eyeball behind her. She turns. The sand timer breaks.",
          "timestamp": 580.5
        },
        { "text": "Brilliant light explodes", "timestamp": 589.4 },
        {
          "text": "Shalltear looks at Ains, engulfed in light.",
          "timestamp": 591.6
        },
        { "text": "She burns to ash", "timestamp": 604.6 },
        { "text": "Her face burns away", "timestamp": 609.8 },
        { "text": "Aura blows purple smoke.", "timestamp": 613.2 },
        {
          "text": "Mare and Aura walk away from the cliff's edge. In the center of the forest, the pillar of light dims and goes out.",
          "timestamp": 633.2
        },
        { "text": "In the throne room", "timestamp": 637.1 },
        {
          "text": "Demiurge + 4 stand in front of mountains of gold.",
          "timestamp": 655.7
        },
        { "text": "They bow", "timestamp": 685.2 },
        {
          "text": "He looks at the flags lining the gold filled throne room.",
          "timestamp": 711.2
        },
        {
          "text": "He holds the Ains Ooal Gown staff high. It strobes light, and the gold in the room begins to melt and flow into a wavy sea. The NPC list floats in front of Albedo, with an empty slot where Shalltear's name used to be.",
          "timestamp": 727.5
        },
        {
          "text": "The liquid gold sea sloshes forward and forms a naked Shalltear. She lies on the ground, eyes closed.",
          "timestamp": 737.4
        },
        { "text": "Demiurge, Cocytus, and the twins stare", "timestamp": 742 },
        {
          "text": "Pandora's Agent, Yuri, and 2 other maids stare.",
          "timestamp": 745
        },
        { "text": "Her name appears in white", "timestamp": 750.6 },
        { "text": "Ains walks towards Shalltear", "timestamp": 758.9 },
        {
          "text": "He reaches into shadows, pulls out a black cloth, and tosses it over her.",
          "timestamp": 763.5
        },
        {
          "text": "He kneels over her. She opens her eyes and looks around.",
          "timestamp": 771.7
        },
        {
          "text": "He cradles her head in his hand and lifts her up in his arms. She blushes.",
          "timestamp": 781.2
        },
        { "text": "She wraps her arms around his neck", "timestamp": 798 },
        { "text": "He stands. She pulls on the blanket", "timestamp": 809.4 },
        { "text": "She pats her shoulder, side, and face", "timestamp": 859.1 },
        { "text": "She looks down", "timestamp": 869.3 },
        {
          "text": "He imagines silhouettes of figures in the places of the NPCs, including Tabula in the spot Albedo stands.",
          "timestamp": 910.2
        },
        { "text": "Aiz reaches out.", "timestamp": 915.9 },
        { "text": "The silhouettes fade. He stares.", "timestamp": 918.7 },
        { "text": "He lowers his hand", "timestamp": 925.1 },
        { "text": "Albedo turns back to look at him.", "timestamp": 928.8 },
        {
          "text": "He looks up. She stares and softly smiles.",
          "timestamp": 931.2
        },
        { "text": "He sighs. She smiles and approaches.", "timestamp": 934.8 },
        { "text": "She reaches out a hand.", "timestamp": 939.6 },
        {
          "text": "He looks at her hand, and the NPC's behind her.",
          "timestamp": 944.6
        },
        { "text": "He takes her hand and stands.", "timestamp": 949.9 },
        { "text": "His eyes glimmer red", "timestamp": 1047.3 },
        { "text": "Light streams through stained glass", "timestamp": 1127.8 },
        { "text": "The spearman kneels before bishops", "timestamp": 1136.6 },
        { "text": "E-Rantel", "timestamp": 1179.2 },
        {
          "text": "Lizzy locks a door. She and Nphirea ride in a cart through the city. Nabe walks alongside during the day.",
          "timestamp": 1197.8
        },
        {
          "text": "At sunset, the trio crest a hill. A wooden wall surround Carne village.",
          "timestamp": 1204.3
        },
        { "text": "Enri waves.", "timestamp": 1213.3 },
        {
          "text": "Nabe smiles. A red haired maid smiles back.",
          "timestamp": 1216.9
        },
        {
          "text": "Rain pours over a city dotted with towers with conic roofs. Label, Re-Estize Kingdom: Capital",
          "timestamp": 1229.8
        },
        {
          "text": "In a manor, a single room is lit. Sebas writes using a quill. Solution places tea beside him. She wears a maid outfit. She has fishnets, a low cut mini dress with side slits and puffy shoulders. The black dress is lined with white ruffles. She wears a black collar around her neck.",
          "timestamp": 1234.3
        },
        {
          "text": "Solution and Sebas look out the window at the storm.",
          "timestamp": 1244.9
        },
        {
          "text": "Lightning strikes across the dark sky.",
          "timestamp": 1249.4
        },
        {
          "text": "A cloaked figure runs down the muddy street on the outskirts of the city. The figure passes an alleyway, where Brain sits against a wall with his sword.",
          "timestamp": 1252.8
        },
        {
          "text": "The figure, Gazzef Stronoff, lowers his hood.",
          "timestamp": 1260.1
        },
        { "text": "Brain lifts his head", "timestamp": 1265.4 },
        { "text": "Rain pours over the capital", "timestamp": 1278.2 },
        { "text": "The E-Rantel adventurers guild", "timestamp": 1280.6 },
        { "text": "Momon opens the doors.", "timestamp": 1282.9 },
        { "text": "He waves", "timestamp": 1345.4 },
        {
          "text": "He exits and puts a finger to his head",
          "timestamp": 1347.4
        },
        { "text": "His eye burns red", "timestamp": 1359.5 },
        {
          "text": "Albedo stands with long, loose hair. Black feathers float around her.",
          "timestamp": 1361
        },
        {
          "text": "She holds her hands to her face and smiles.",
          "timestamp": 1364.7
        },
        {
          "text": "Her eyes are yellow with black slits down the center. Her eyes glow.",
          "timestamp": 1367.5
        },
        {
          "text": "A silvery spider web glistens, stretching between torn red ribbons.",
          "timestamp": 1368.9
        },
        {
          "text": "The ribbons entwine around her body, lying prone. Her legs are parted",
          "timestamp": 1377.4
        },
        {
          "text": "She looks up, her arms spread, her black hair lying messily across a checkered floor.",
          "timestamp": 1386.2
        },
        {
          "text": "In the style of metallic water color, she stands against a mirror, a hand covering her face",
          "timestamp": 1392.6
        },
        {
          "text": "While her dress is white with gold spider web trim, her reflection wears a low cut black dress",
          "timestamp": 1398.9
        },
        { "text": "A black feather lands on water. ", "timestamp": 1404 },
        {
          "text": "Albedo stands, her arms spread behind her back, pushing her chest forward. Her black wings, rooted at her lower back, spread out. Each with is twice as long as an arm.",
          "timestamp": 1404
        },
        {
          "text": "Her dress is white, with off the shoulder sleeves, and a gold lining around her hips. The dress continues down from her stomach and back, leaving her hips bare. The dress is lined in ruffles down her legs. She wears gloves with ruffles that stretch up to her biceps.",
          "timestamp": 1415.7
        },
        {
          "text": "Albedo stands, wrapping an arm over one shoulder, and another arm around her waist. She wears a white collar with gold lining from the base of her head to just below her collar.",
          "timestamp": 1430.4
        },
        {
          "text": "Albedo stares forward. Her image flickers and distorts.",
          "timestamp": 1445.4
        }
      ]
    }
  ]
}
