{
  "source": {
    "url": "https://www.crunchyroll.com/watch/GD9UVWQVK/",
    "domain": "crunchyroll",
    "id": "GD9UVWQVK"
  },
  "metadata": {
    "type": "television episode",
    "title": "True Vampire",
    "seriesTitle": "Overlord",
    "season": 1,
    "episode": 10
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A letter M stands in a spotlight. It explodes into a rainbow of confetti. Media Factory.",
          "timestamp": 0
        },
        {
          "text": "A silver phoenix erupts in fire and circles of bronze light. Kadokawa Video.",
          "timestamp": 10
        },
        {
          "text": "On a white background, the outline of a purple logo forms. A flaming phoenix surrounded by the words Kadokawa Pictures, Inc.",
          "timestamp": 25
        },
        {
          "text": "At dusk, a blond woman eats filet mignon in a stone building. Label, E-Rantel, Inn of Shining Gold",
          "timestamp": 29.4
        },
        {
          "text": "The blond woman walks away from Sebas, towards a man in a corner. He eats bread and soup and drinks wine.",
          "timestamp": 47.4
        },
        {
          "text": "The blond woman walks away and up a flight of stairs. Other restaurant patrons stare.",
          "timestamp": 59.8
        },
        { "text": "Sebas turns and bows.", "timestamp": 64.2 },
        { "text": "Sebas knocks at a hotel room door.", "timestamp": 71.7 },
        { "text": "He walks in. The blond woman bows.", "timestamp": 79.6 },
        { "text": "He nods slightly", "timestamp": 99.4 },
        {
          "text": "He walks over to a row of bags and picks up a briefcase.",
          "timestamp": 108
        },
        { "text": "She puts a hand to her left eye", "timestamp": 117.2 },
        { "text": "She bows", "timestamp": 147.8 },
        {
          "text": "Light shimmers. A ringed skeleton hand reach out.",
          "timestamp": 163
        },
        {
          "text": "Ains stands, wearing a cape that blows in the wind.",
          "timestamp": 168
        },
        { "text": "Gold text, Overlord", "timestamp": 172.3 },
        {
          "text": "A hoard of skeletons shuffles through a mist",
          "timestamp": 175.8
        },
        {
          "text": "Nazarick, day time. Ains sits, one hand resting against his face, the other holding the staff.",
          "timestamp": 179.4
        },
        {
          "text": "Albedo lies, her white dress emphasizing her slender waist. Black wings wrap around her bare hips.",
          "timestamp": 184.9
        },
        { "text": "Aura backflips. Mare holds a staff.", "timestamp": 186.9 },
        {
          "text": "Demiurge adjusts his tie. He wears a red suit and glasses. He has a long, metal tail.",
          "timestamp": 191.1
        },
        {
          "text": "Cocytus, a humanoid insect, exhales frost.",
          "timestamp": 193.3
        },
        { "text": "Sebas bows, a hand over his chest.", "timestamp": 196.1 },
        {
          "text": "Shaltear, wearing a black dress with red ribbon twirls, holding a black parasol. She has white hair and red eyes.",
          "timestamp": 197.8
        },
        {
          "text": "Momonga walks down a carpet, depicting animatd scenes. Enri and Nemu.",
          "timestamp": 200.1
        },
        {
          "text": "A warrior woman. The Swords of Darkness smile and embrace.",
          "timestamp": 201.3
        },
        { "text": "Lizzy and Nphirea Balear stare.", "timestamp": 202.7 },
        {
          "text": "General Gazef and the Vice Captain look determined.",
          "timestamp": 204.3
        },
        { "text": "Nigun smiles.", "timestamp": 205.4 },
        { "text": "Clementine and Khajit smile.", "timestamp": 206.6 },
        {
          "text": "A blue haired man readies a sword.",
          "timestamp": 207.60000000000002
        },
        { "text": "A dozen people pose dramatically", "timestamp": 208.5 },
        { "text": "Momonga laughs", "timestamp": 211.2 },
        { "text": "A hamster runs.", "timestamp": 212.3 },
        { "text": "Momon and Nabe fly through the air", "timestamp": 213.3 },
        {
          "text": "Surrounded by ogres and goblins, Momon swings twin long swords. Nabe raises a hand and fires a beam of lightning.",
          "timestamp": 216.2
        },
        {
          "text": "Aura pulls Mare onto the back of Fenn, the black wolf. Quadracile, a giant reptile, runs alongside",
          "timestamp": 221.2
        },
        {
          "text": "Armored Albedo spins an axe in Carne village",
          "timestamp": 223.10000000000002
        },
        {
          "text": "Cocytus stands on ice, holding an axe and staring at humanoid reptiles",
          "timestamp": 224.7
        },
        {
          "text": "Sebas raises a fist in an alley",
          "timestamp": 225.60000000000002
        },
        {
          "text": "Demiurge spreads wings in front of a full moon",
          "timestamp": 226.8
        },
        {
          "text": "Ains flashes between wearing a cloak, the black armor, and the mage robe.",
          "timestamp": 228
        },
        { "text": "Albedo sheds a tear", "timestamp": 229.5 },
        {
          "text": "Shaltear wears red armor and flies by white wings. She exchanges blows with Ains in a red sky.",
          "timestamp": 231.10000000000002
        },
        {
          "text": "Ains takes a flag pole from Albedo. He raises the flag of Momonga, standing on a cliff with the residents of Nazarick.",
          "timestamp": 238.7
        },
        { "text": "Text, Chapter 10, True Vampire", "timestamp": 253 },
        {
          "text": "4 horses draw an expensive carriage out of the E-Rantel city gates at night. The full moon shines.",
          "timestamp": 256.1
        },
        {
          "text": "Zak, the carriage driver, picks up a lamp. He opens and closes a shutter repeatedly. Across a field, he sees a light flicker. He grins.",
          "timestamp": 261.8
        },
        {
          "text": "Shalltear sits in the carriage with Sebas, Solution, and 2 pale women.",
          "timestamp": 270
        },
        {
          "text": "Peroroncino is a humanoid with a bird face and 4 wings.",
          "timestamp": 324.9
        },
        { "text": "A dozen armed ruffians", "timestamp": 377.5 },
        {
          "text": "The carriage door opens slowly. Zak cranes to look between bulky ruffians. He frowns. Shalltear stands in the doorway, smiling.",
          "timestamp": 385.4
        },
        {
          "text": "The ruffian reaches out a hand to Shalltear's 30C chest. His hand freezes falls to the ground, bleeding.",
          "timestamp": 405.2
        },
        {
          "text": "She draws a line with her hand. His head falls to the ground.",
          "timestamp": 419.4
        },
        {
          "text": "His neck and wrist geyser blood. Shalltear steps out.",
          "timestamp": 423.6
        },
        {
          "text": "The ruffians stare, gritting their teeth. The geysering blood streams out like a ribbon and gathers into an orb above Shalltear.",
          "timestamp": 428
        },
        {
          "text": "The pale woman appear by her side and run forward. They're a head taller than Shalltear with black hair and red eyes.",
          "timestamp": 442.7
        },
        {
          "text": "Zak turns. Solution smiles inhumanly. She's 5 foot 5 with blue eyes and blond hair that are curled like drill bits hanging just below her shoulder. She removes her low cut dress, revealing 36C breasts without nipples. Zak swallows and smiles. His hands sink into her body until his entire hand is consumed.",
          "timestamp": 454.6
        },
        {
          "text": "She blushes and laughs. Shalltear watches as Zak's arms and head and body get pulled into Solution's chest.",
          "timestamp": 475.4
        },
        { "text": "One of the pale women approaches", "timestamp": 483.3 },
        {
          "text": "Sebas bows. The carriage rides off into the night. Shalltear and the pale women watch.",
          "timestamp": 516
        },
        {
          "text": "In a man-made cave lined with lanterns, a man polishes a sword. He has scraggly, short blue hair and brown eyes. He looks up at a curtain at the edge of his room",
          "timestamp": 526.9
        },
        { "text": "He stands", "timestamp": 537.5 },
        { "text": "He walks along the cave", "timestamp": 543.9 },
        {
          "text": "Brain grins. Elsewhere, blood splatter extinguishes a lantern.",
          "timestamp": 569.3
        },
        {
          "text": "Shalltear walks by a pool of blood, which ripples and pulls after her, joining the blood orb floating after her.",
          "timestamp": 575.3
        },
        {
          "text": "Bodies lie limp and bloodless along the cave. Shalltear and a pale woman walk beyond them.",
          "timestamp": 583.9
        },
        {
          "text": "A sword flies and strikes a pale woman across the chest. Her 34D chest swings. She steps back. Brain frowns as the red slash across her chest shrinks and disappears.",
          "timestamp": 594.4
        },
        { "text": "She covers a smile", "timestamp": 618.1 },
        {
          "text": "The pale woman steps forward and bears her teeth. She flies back into the cave wall, denting it.",
          "timestamp": 621.6
        },
        { "text": "Brain readies his sword", "timestamp": 629.7 },
        { "text": "She curtsies", "timestamp": 643.8 },
        {
          "text": "He furrows his brow. He sheaths his sword and takes a quick draw stance.",
          "timestamp": 657.4
        },
        {
          "text": "Light expands from Brain and forms a circle of light stretching 5 feet around him",
          "timestamp": 670.7
        },
        { "text": "She steps forwards, toward the circle", "timestamp": 688.9 },
        { "text": "Brain stares determinedly", "timestamp": 692.5 },
        { "text": "She steps into the circle's edge", "timestamp": 706.5 },
        {
          "text": "His sword stops short of Shalltear's neck. It rattles. She holds the blade from the back, smiling.",
          "timestamp": 711.1
        },
        { "text": "She jumps back.", "timestamp": 733.6 },
        {
          "text": "He steps back and takes a stance, holding the sword point up.",
          "timestamp": 741.8
        },
        { "text": "He shakes", "timestamp": 748.1 },
        { "text": "He leaps at her and swings.", "timestamp": 759.9 },
        { "text": "She blocks with a finger nail", "timestamp": 762.1 },
        {
          "text": "He swings and strikes. She parries with her pinky fingernail and yawns.",
          "timestamp": 764.7
        },
        { "text": "Tears fall from his eyes", "timestamp": 811.1 },
        {
          "text": "He grits his teeth, throws back his head, and screams",
          "timestamp": 813.9
        },
        { "text": "He turns and runs", "timestamp": 819.8 },
        { "text": "She smiles wide", "timestamp": 827.6 },
        {
          "text": "The blood orb strobes and unfurls ribbons. Shalltear glows.",
          "timestamp": 829.3
        },
        { "text": "A single glowing red eye opens", "timestamp": 834.5 },
        {
          "text": "A forest of pointed stalactites hang from a cave ceiling. Ruffians hold crossbows and hide behind a barricade made of boxes, chairs, tables, and barrels.",
          "timestamp": 839.4
        },
        {
          "text": "The commander holds up a hand. Ruffians point their crossbows towards the darkness.",
          "timestamp": 851.6
        },
        {
          "text": "Brain emerges. He runs, leaping over rope traps.",
          "timestamp": 857.1
        },
        {
          "text": "He runs past the barricade and through a curtain into a room.",
          "timestamp": 861.6
        },
        {
          "text": "The commander's eyes widen. A pale gray monster walks on clawed feet. It's mouth is a circle of teeth with a long, round tongue stretching several feet out.",
          "timestamp": 874.6
        },
        {
          "text": "The commander fires. She bats the arrow out of the air, then gets on all 4's.",
          "timestamp": 888.6
        },
        {
          "text": "She leaps into the air and flips over the barricade. She lands on the commander and bites his neck.",
          "timestamp": 894.6
        },
        {
          "text": "Blood geysers out of him, and his skin clings to his dehydrating bones",
          "timestamp": 902
        },
        {
          "text": "A ruffian turns and runs through curtains. He freezes and turns to look back. A dozen bodies lie limp in a mist of blood",
          "timestamp": 907.9
        },
        {
          "text": "He looks down at the bloody monster holding his leg.",
          "timestamp": 917
        },
        { "text": "His body flies back", "timestamp": 924.3 },
        {
          "text": "She crawls towards boxes in a dead end",
          "timestamp": 932.1
        },
        {
          "text": "She smashes the boxes and looks up. A secret tunnel stretches into darkness.",
          "timestamp": 935.3
        },
        {
          "text": "She exits the tunnel and stands above the entryway. 6 adventurers stare, including the red headed woman from Momon's fight at the inn.",
          "timestamp": 959.3
        },
        {
          "text": "The red headed woman pours a silvery potion over a sword.",
          "timestamp": 975.7
        },
        {
          "text": "She leaps. 3 heads go flying, and their blood rises up to form an orb.",
          "timestamp": 989.7
        },
        {
          "text": "A sorceror and priest cower. The woman brandishes a sword, trembling.",
          "timestamp": 995.5
        },
        {
          "text": "Shalltear leaps over the woman. The priest waves a staff. She grabs a hand and he screams.",
          "timestamp": 1007.4
        },
        {
          "text": "She slices his neck and his head rolls back.",
          "timestamp": 1013
        },
        { "text": "She leaps at the sorceror and strikes.", "timestamp": 1017 },
        { "text": "She holds out a red potion", "timestamp": 1030.7 },
        {
          "text": "She throws it. Shalltear swipes it. The potion explodes. Red drops land on her face and sizzle.",
          "timestamp": 1034.7
        },
        {
          "text": "The woman runs. Shalltear pauses and looks at the potion.",
          "timestamp": 1040
        },
        {
          "text": "The woman lands on the stone ground. Dressed Up Shalltear looks down at her. She closes her eyes and looks away. Shalltear grabs her face and turns it. The woman's eyes widen.",
          "timestamp": 1050.1
        },
        {
          "text": "The woman's blue eyes tern red and dim",
          "timestamp": 1066.8
        },
        {
          "text": "She turns and runs. She leaps over a hill, up a tree, and stands above the tree tops and the expanse of the forest.",
          "timestamp": 1111.2
        },
        {
          "text": "She sees a blue light shine from half a mile away",
          "timestamp": 1134
        },
        {
          "text": "In monster form, she runs on all 4's across the forest",
          "timestamp": 1139.1
        },
        {
          "text": "She approaches a light at the edge of the forest.",
          "timestamp": 1142.7
        },
        {
          "text": "She stares down at a group of people.",
          "timestamp": 1144.8
        },
        {
          "text": "One woman wears armor and wields a spear. Shalltear crawls across the ground. A spearman stands.",
          "timestamp": 1149
        },
        {
          "text": "An old woman raises her hands and glows.",
          "timestamp": 1154.9
        },
        {
          "text": "The spearwoman swings. Shalltear conjures a sword from blood.",
          "timestamp": 1158.7
        },
        {
          "text": "She pushes the spearwoman back. A man blocks Shalltear's path to the glowing woman.",
          "timestamp": 1163.7
        },
        {
          "text": "A dragon made of light erupts from the woman and lunges towards Shalltear, causing her ominous aura to sizzle.",
          "timestamp": 1168
        },
        {
          "text": "Bathed in light, she plants a foot and conjures a lance of blue light. She screams and the lance flies, spearing the man and old woman.",
          "timestamp": 1174.2
        },
        { "text": "Shalltear falls to her knees", "timestamp": 1182.8 },
        {
          "text": "The NPC list. Shalltear's name is red.",
          "timestamp": 1193.4
        },
        {
          "text": "In a clearing, Dressed Up Shalltear holds a spear. She stands, her head and arms hanging limply, like a puppet.",
          "timestamp": 1354.3
        },
        {
          "text": "Albedo stands with long, loose hair. Black feathers float around her.",
          "timestamp": 1361
        },
        {
          "text": "She holds her hands to her face and smiles.",
          "timestamp": 1364.7
        },
        {
          "text": "Her eyes are yellow with black slits down the center. Her eyes glow.",
          "timestamp": 1367.5
        },
        {
          "text": "A silvery spider web glistens, stretching between torn red ribbons.",
          "timestamp": 1368.9
        },
        {
          "text": "The ribbons entwine around her body, lying prone. Her legs are parted",
          "timestamp": 1377.4
        },
        {
          "text": "She looks up, her arms spread, her black hair lying messily across a checkered floor.",
          "timestamp": 1386.2
        },
        {
          "text": "In the style of metallic water color, she stands against a mirror, a hand covering her face",
          "timestamp": 1392.6
        },
        {
          "text": "While her dress is white with gold spider web trim, her reflection wears a low cut black dress",
          "timestamp": 1398.9
        },
        { "text": "A black feather lands on water. ", "timestamp": 1404 },
        {
          "text": "Albedo stands, her arms spread behind her back, pushing her chest forward. Her black wings, rooted at her lower back, spread out. Each with is twice as long as an arm.",
          "timestamp": 1404
        },
        {
          "text": "Her dress is white, with off the shoulder sleeves, and a gold lining around her hips. The dress continues down from her stomach and back, leaving her hips bare. The dress is lined in ruffles down her legs. She wears gloves with ruffles that stretch up to her biceps.",
          "timestamp": 1415.7
        },
        {
          "text": "Albedo stands, wrapping an arm over one shoulder, and another arm around her waist. She wears a white collar with gold lining from the base of her head to just below her collar.",
          "timestamp": 1430.4
        },
        {
          "text": "Albedo stares forward. Her image flickers and distorts.",
          "timestamp": 1445.4
        },
        { "text": "Text, Next episode preview", "timestamp": 1450.2 }
      ]
    }
  ]
}
