{
  "source": {
    "url": "https://www.youtube.com/watch?v=gJLIiF15wjQ",
    "domain": "youtube",
    "id": "gJLIiF15wjQ"
  },
  "metadata": {
    "type": "music video",
    "title": "Spice Girls - Wannabe",
    "creator": "Spice Girls"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Stylistic note, this video is a single, continuous take."
        },
        {
          "timestamp": 6,
          "text": "The spice girls run down a street at night. Text appears. Spice girls. London. St. Pancras Grand Hotel."
        },
        {
          "timestamp": 10,
          "text": "A classy, silver car pulls up. Posh Spice, wearing a short black dress and heels, runs her hands over the car."
        },
        {
          "timestamp": 15,
          "text": "A man in a suit with a red sash gets out of the car. He averts his eyes from the girls, and looks at us, confused. A blond woman in a blue dress and 2 young boys in suits and glasses get out of the car. The boys look at the Spice Girl while the adults hold their shoulders. The girls run off."
        },
        {
          "timestamp": 25,
          "text": "Ginger Spice, wearing tights a glittering, sequin gold and purple dress and tall platform heels runs down the street and up some steps."
        },
        {
          "timestamp": 35,
          "text": " The girls run up steps into the hotel's entryway. A man gets up from a desk and tries to block their entrance."
        },
        {
          "timestamp": 40,
          "text": "Baby Spice and Scary Spice go to a podium and flips through papers. The doorman tries to stop them, but they throw the papers in the air, then run past him into the hotel."
        },
        {
          "timestamp": 45,
          "text": "Scary Spice wears a thin green crop top and black and green pants. She runs to Ginger Spice in the hallway, turns around, and sings to us."
        },
        {
          "timestamp": 55,
          "text": "Scary Spice and Ginger Spice dance in front of candles. Sporty Spice, wearing a thin orange sports bra and blue sweat pants, dances next to them. They move their hips in a circle, knock their knees together, and run off."
        },
        {
          "timestamp": 65,
          "text": "Sporty Spice walks past Baby Spice, who has blond pigtails, a short white sun dress, and white trainers with heels. She gets up from a seat and follows us. Posh Spice gets up from a mans lap and follows Baby Spice."
        },
        {
          "timestamp": 75,
          "text": "Sporty Spice and Ginger Spice run down the hallway. Sporty Spice walks up to a man in a lime green suit and kisses him. He doesn't react."
        },
        {
          "timestamp": 85,
          "text": "The 5 girls run up a flight of stairs, then perform a loosely coordinated dance routine. Strangers watch from the stairs and nearby seats."
        },
        {
          "timestamp": 100,
          "text": "Sporty Spice gestures us to follow her. She walks back down the stairs and around to where people in formal wear are sitting on some couches. Baby Spice climbs up and over a table and sits next to them. A woman in cocktail dress and a feather boa moves out of her way and grabs her boyfriend, only to find Posh Spice sitting in his lap. Baby Spice walks away and we follow her."
        },
        {
          "timestamp": 115,
          "text": "Ginger and Scary Spice lead us to an entryway. The girls gather in front of some curtains and dance."
        },
        {
          "timestamp": 130,
          "text": "The girls go through the entryway. There are tables covered in flowers. Sporty Spice climbs on the table and does a backflip. A server in a suit looks around, frowning."
        },
        {
          "timestamp": 140,
          "text": "A blond woman in a white dress and white boa frown at them. Posh spice grabs the boa, wraps it around her own shoulders, and starts to walk away."
        },
        {
          "timestamp": 150,
          "text": "Sporty Spice runs to a table where 3, surprised old men are drinking wine. Baby Spice picks up a glass and chugs it. The men smile widely."
        },
        {
          "timestamp": 160,
          "text": "Ginger Spice leads us to another table, where a priest and a diplomat sit with empty plates. Posh Spice is sitting in the priest's lap. Ginger Spice steals the priest's hat, and Posh Spice grabs the table cloth as she gets up. "
        },
        {
          "timestamp": 170,
          "text": "The girls toast champagne and dance with hotel guests, including an angry server man, 2 drag queens, and an elderly woman in pearls who tries to dance along."
        },
        {
          "timestamp": 180,
          "text": "Scary Spice jumps on a table and beckons someone to dance. A man in a white suit jacket and red pants climbs up, while another man chugs a bottle of wine."
        },
        {
          "timestamp": 190,
          "text": "The girls on the floor form a circle and dance together. Scary Spice joins them. A blond woman in a red boa watches on. The elderly woman in pearls is still dancing in the back."
        },
        {
          "timestamp": 200,
          "text": "We back away from the girls. They run towards us, and we enter a dark hallway."
        },
        {
          "timestamp": 210,
          "text": "The girls follow us, running down the hallway, past some men in trench coats. We exit outside. The girls run behind some columns, in front of some surprised policemen, and towards a bus."
        },
        {
          "timestamp": 220,
          "text": "We run between the policemen, after the girls. The bus takes off while Sporty Spice, the last of the girls, runs and jumps on. They gesture for us to follow while the bus drives off. Fade to black."
        }
      ]
    }
  ]
}
