{
  "metadata": {
    "creator": "League of Legends",
    "title": "K/DA - POP/STARS (ft. Madison Beer, (G)I-DLE, Jaira Burns)",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "A woman with long nails sits on a car", "timestamp": 2 },
        {
          "text": "A woman in heels walks down the middle of a street.",
          "timestamp": 4.375347
        },
        {
          "text": "A subway car displays the letters KDA.",
          "timestamp": 6.278483
        },
        {
          "text": "The empty subway car goes dark, then we see the silouette a woman with tall hair.",
          "timestamp": 8.566518
        },
        {
          "text": "Stilettos dangle in front of a laundromat machine. In a dark room, 4 women pose.",
          "timestamp": 10
        },
        {
          "text": "On a subway car, Akali wears a purple puffy hoody baring a golden dragon emblem. She turns to look at us, wearing a black face mask. Our view turns to blacklight, and the dragon glows gold.",
          "timestamp": 12.656735
        },
        {
          "text": "Kai'Sa walks down the center of a tunnel. Over her shoulders float 2 blue crystals surrounded by gold.",
          "timestamp": 19.191162
        },
        {
          "text": "A black skull glows with red eyes. It dangles from a rearview mirror. Evelynn drives. She rolls her eyes, puts on purple glasses, and dissolves into black smoke. Her glasses gleam in the darkness.",
          "timestamp": 22.550198
        },
        {
          "text": "We zoom out of the car, where it sits in a garage with others. Evelynn's lies on the floor, and flicks a car, which is comparatively toy sized.",
          "timestamp": 30.539035
        },
        {
          "text": "Ahri, a fox girl, sits on machine 21 in a laundromat. She has a purple, crystalline tail. She has straight, chest length blond hair, with a heart shaped ring hooked in her fox ear. Next to her is laundry detergent with a Korean label, clothes in a basket, and a hat with a heart emblem. She lies against a poster of a mountain lake, and looks at us, singing.",
          "timestamp": 35.680733
        },
        {
          "text": "The subway signs becomes a music visualizer. Beneath it, Akali stands, face down.",
          "timestamp": 46.431045
        },
        {
          "text": "Our view flashes to blacklight, and green and pink neon spray paint dabbles her foot and the floor. She holds a spray can in her hand.",
          "timestamp": 50.578258
        },
        {
          "text": "Akali, wearing a KDA hat, looks up. Her black mask glows with a tiger's fangs. Her eyeshadow glows pink. The subway car is covered in green lines.",
          "timestamp": 53.75456
        },
        {
          "text": "We zoom out, and the green spray aligns into the form of a dragon.",
          "timestamp": 56.165674
        },
        {
          "text": "Akali, Kai'Sa, Ahri, and Evelynn dance in a dark room, lit by glowing bars scattered behind them.",
          "timestamp": 61.675195
        },
        {
          "text": "Evelynn drives a car. It races down a tunnel, approaching a figure in black heels.",
          "timestamp": 67
        },
        {
          "text": "Evelynn's purple eyes glow above the steering wheel. The car races away, trailing red lights.",
          "timestamp": 70.882429
        },
        {
          "text": "Kai'Sa narrows her eyes, and her floating shoulder crystals crackle with electricity.",
          "timestamp": 73.886853
        },
        {
          "text": "Evelynn's car approaches Kai'Sa. In a flash, the car disappears, leaving a rail of red light. Purple whisps of smoke resemble a person back flipping. At the end of the trail, Kai'Sa crouches on the street.",
          "timestamp": 76.86977
        },
        {
          "text": "In blacklight, Akali raps. Her face mask moves with the words. Evelynn's shadowy form hovers behind her.",
          "timestamp": 84.076955
        },
        {
          "text": "In full light, Evelynn poses in a door way. She has purple hair, skin tight short shorts, and long gold fingernails. Behind her, the subways car is covered in claw marks.",
          "timestamp": 87
        },
        {
          "text": "Weapons resembling a handheld scythe and a throwing dagger, known as kama and kunai, are embedded in the seats and walls of the subway car. Akali and Evelynn stand back to back.",
          "timestamp": 95.531251
        },
        {
          "text": "Our view spins around, then zooms out of a laundry machine, through Ahri's legs. She spreads her arms, and 9 purple crystal tails spread out behind her.",
          "timestamp": 101
        },
        {
          "text": "She opens her hand, and a red heart appears. She snaps her fingers, and the heart flies towards, encompassing our view in a pink hue. Objects begin to float and distort. ",
          "timestamp": 106
        },
        {
          "text": "We zoom out through an infinite, black and white laundromat. Long tube lights, baskets, seats, and laundry machines float in a checkered tile abyss.",
          "timestamp": 111
        },
        {
          "text": "Akali throws a spray paint bottle on the floor. It explodes in smoke.",
          "timestamp": 115.251869
        },
        {
          "text": "The smoke dissipates, revealing the 4 dancing.",
          "timestamp": 117.706695
        },
        {
          "text": "Eveylnn drives. Kai'Sa spreads her arms wide, spins in a circle, then punches air.",
          "timestamp": 119.522975
        },
        {
          "text": "Kai'Sa walks down the street, running her fingers through the red brake light trail.",
          "timestamp": 123
        },
        { "text": "The girls dance.", "timestamp": 126.572442 },
        {
          "text": "Akali floats in the laundromat distortion field.",
          "timestamp": 128.364552
        },
        {
          "text": "Akali and Kai'Sa pump their arm forward, reverse, down, up.",
          "timestamp": 130.628364
        },
        {
          "text": "Akali crouches in a tunnel, spinning a kunai around her finger. Subways speed toward her. Her hair blows by.",
          "timestamp": 132.716027
        },
        {
          "text": "In blacklight, Akali stands up and sprays pink and blue stripes on the cars. Her arms wave, and the lines vibrate. Akali fades away, and our view rotates. The lines vibrate with the song.",
          "timestamp": 136
        },
        {
          "text": "The pink and blue lines refract, duplicate, and curve in a purple hue.",
          "timestamp": 142.6812
        },
        {
          "text": "The purple dissipates like smoke, revealing Evelynn, who sits on a car.",
          "timestamp": 146.80118
        },
        {
          "text": "We zoom out. The car's lights leave a red trail down a hill. Zoom out, and the hill is Evelynn's hips. She lies in a red darkness.",
          "timestamp": 149.122357
        },
        {
          "text": "Zoom out to the red trail curving between stills of Kai'Sa, kneeling, with arms at different positions.",
          "timestamp": 153.016962
        },
        {
          "text": "Kai'Sa's shoulder crystals float up, glow blue, and erupt in blasts of light.",
          "timestamp": 156
        },
        {
          "text": "A nest of bars of light float around Ahri. We zoom out until the nest is a tiny, glowing ball. It explodes in a nebula of pink, red, and blue. Zoom out to Ahri, walking in front of the still nebula backdrop. Bars of light stand at angles around her. Zoom to Akali and Evelynn dance.",
          "timestamp": 161.377915
        },
        {
          "text": "Zoom to Kai'Sa dances in front of them, then flies forward after us, still dancing.",
          "timestamp": 168
        },
        {
          "text": "Zoom to Evlynn and Ahri dance. Kai'Sa joins.",
          "timestamp": 171.366379
        },
        {
          "text": "Zoom to Akali holding long bar. She taps them, and our view blacklights.",
          "timestamp": 173
        },
        {
          "text": "Zoom to Kai'Sa, then Evelynn, then Ahri. Parts of their outfits glow.",
          "timestamp": 175
        },
        {
          "text": "Zoom to Akali. She taps the bars, bringing darkness. The bars and trail glow red.",
          "timestamp": 178.248467
        },
        {
          "text": "Zoom to Kai'Sa, then Ahri. Above then stretches giant legs.",
          "timestamp": 180.589923
        },
        {
          "text": "Zoom to Akali. Nearby floats a dagger, connected to a rope. Zoom out under a car. Rope daggers hover nearby. Zoom out through Akali's legs. The 4 pose.",
          "timestamp": 182.76071
        },
        {
          "text": "Zoom out. Suitcase sized daggers float around Ahri, Akali, and Kai'Sa. They connect to Evelynn's back by purple ropes.",
          "timestamp": 186
        },
        { "text": "Cut to black", "timestamp": 189 },
        {
          "text": "The partial outline of the letters KDA. The letters fill in with a bold, crystalline font. It sparkles.",
          "timestamp": 191.977591
        },
        {
          "text": "League of Legends logo. Cut to black.",
          "timestamp": 199.475148
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "UOxkGD8qRB4",
    "url": "https://www.youtube.com/watch?v=UOxkGD8qRB4"
  }
}
