{
  "metadata": {
    "creator": "Miike Snow",
    "title": "Miike Snow - Genghis Khan (Official Video)",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Soldiers in uniform turn to the left, then forward. A bald man walks past them.",
          "timestamp": 2.814961
        },
        {
          "text": "The bald man walks casually between cement pillars, past blinking computers and glowing lights, down some steps, into a cement atrium.",
          "timestamp": 10.864472
        },
        {
          "text": "A man is handcuffed to a table. He wears black trousers, a white dress shirt, and a bow tie.",
          "timestamp": 15
        },
        {
          "text": "A large, red laser machine points at the bow tie man.",
          "timestamp": 18.259182
        },
        { "text": "The bald man turns a dial.", "timestamp": 22 },
        {
          "text": "The bald man turns slightly. He's singing. His nose and part of his face is covered in gold.",
          "timestamp": 25
        },
        { "text": "The bow tie man looks nervous.", "timestamp": 29 },
        { "text": "The bald man turns around.", "timestamp": 31.338712 },
        { "text": "He strokes a torture implement.", "timestamp": 37.659819 },
        {
          "text": "He steps lightly and spins in place.",
          "timestamp": 42.325295
        },
        {
          "text": "He takes a device from a person in a lab coat, then dances back to the table.",
          "timestamp": 45.434538
        },
        {
          "text": "He looks at the device. The laser machine glows. The bow tie man looks up, worried.",
          "timestamp": 51
        },
        {
          "text": "5 o'clock. A red light blares. The bow tie man looks around. The bald man drops his hands, hangs his head, and sighs.",
          "timestamp": 54.103996
        },
        {
          "text": "The bald man walks into the kitchen of a suburban home. A girl smiles at him. He smiles back.",
          "timestamp": 60
        },
        {
          "text": "The bald man, his wife, and their 2 children sit at a table. The wife puts food on a plate. He stares vacantly.",
          "timestamp": 65
        },
        {
          "text": "The wife stares at him uncertainly. At night, he sits up in bed.",
          "timestamp": 70
        },
        {
          "text": "He stares off distantly. The bow tie man sleeps on the table.",
          "timestamp": 75
        },
        {
          "text": "The bald man grimaces, and gets out of bed.",
          "timestamp": 80
        },
        {
          "text": "In the cement atrium, the bald man flails. He spins around, windmills his arms, drops to the floor, the rises.",
          "timestamp": 85
        },
        {
          "text": "He runs across the atrium, throws himself at a wall, and beats his fists. The bow tie man watches.",
          "timestamp": 90
        },
        {
          "text": "The bald man dances back to the table, spinning around, shaking his fist, and windmilling his arms. Soldiers walk behind him, singing.",
          "timestamp": 95
        },
        {
          "text": "The bald man angrily grabs a device from a man in a lab coat. He points at another one. Electricity crackles between lights and the laser machine.",
          "timestamp": 100
        },
        { "text": "The bow tie man shakes his head.", "timestamp": 109.381037 },
        {
          "text": "The bald man readies his finger to press a button, pauses, and turns around. The bow tie man sighs.",
          "timestamp": 113.512753
        },
        {
          "text": "He hovers over a red button, labeled Kill. The bald man sings.",
          "timestamp": 116
        },
        {
          "text": "He lifts his finger. A green button is labeled Release.",
          "timestamp": 120
        },
        {
          "text": "He presses the green button. The handcuffs come apart.",
          "timestamp": 124.646422
        },
        {
          "text": "The bow tie man jumps up. Soldiers approach, guns ready. The bald man raises a hand.",
          "timestamp": 128
        },
        {
          "text": "The bald man waves his hand. The bow tie man runs.",
          "timestamp": 132
        },
        {
          "text": "The bow tie man pauses and sings.",
          "timestamp": 136.935432
        },
        {
          "text": "The bow tie man turns around and sings at the bald man.",
          "timestamp": 142
        },
        {
          "text": "He dances. The bald man stares and smiles.",
          "timestamp": 150.307466
        },
        {
          "text": "The press their palms out, then spin in circles, pressing palms on each turn. Soldiers pat their legs to the beat.",
          "timestamp": 155.032306
        },
        {
          "text": "They step backwards, holding arms up. They clasp fists, step, look either side. Bow tie man lifts bald man, they roll their chests together, then leap back.",
          "timestamp": 159.42987
        },
        {
          "text": "They kick to the side, hold out arms, and begin to dance in sync.",
          "timestamp": 166.149657
        },
        {
          "text": "The bald man walks into his kitchen. The kids and the bow tie man, now wearing a turtleneck, greet him.",
          "timestamp": 170
        },
        {
          "text": "In the atrium, the men dance, mirroring each other's movements.",
          "timestamp": 178.015626
        },
        {
          "text": "They kick up, step back, bend down, rise, circle legs out, and leap while spinning. They dance forward, lunging.",
          "timestamp": 180.894001
        },
        {
          "text": "In a warmly lit kitchen, the bald and bowtie men sit at a table, smiling.",
          "timestamp": 186
        },
        {
          "text": "The bald man dishes food for the kids. The bow tie man holds a martini glass.",
          "timestamp": 189.675182
        },
        {
          "text": "The bow tie man looks from the son, to the daughter, to the bald man.",
          "timestamp": 193
        },
        {
          "text": "In the atrium, in matching doorways, the men leap, then spin around, arms outstretched.",
          "timestamp": 197.159689
        },
        {
          "text": "At night, the men sit up in bed. The bow tie man, in the wife's place, drinks a martini and reads the paper. The bald man reads a book and smiles.",
          "timestamp": 200.038409
        },
        {
          "text": "The men dance in the atrium, while soldiers walk on the floors above them.",
          "timestamp": 204.352012
        },
        {
          "text": "The bow tie man puts his martini down. The bald man looks at him, looks forward, and smiles.",
          "timestamp": 208.314793
        },
        {
          "text": "Our view turns green. We zoom out, looking at a screen.",
          "timestamp": 212
        },
        {
          "text": "A woman watches the screen inside the cement atrium.",
          "timestamp": 217
        },
        {
          "text": "The woman stares intently. Cut to black. White text on a red background read, Miike Snow's Genghis Khan! A Motion Picture Spectacular!",
          "timestamp": 233.387527
        },
        { "text": "Cut to black", "timestamp": 243.517111 }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "P_SlAzsXa7E",
    "url": "https://www.youtube.com/watch?v=P_SlAzsXa7E"
  }
}
