{
  "source": {
    "url": "https://www.youtube.com/watch?v=HzNFwxsSPwU&ab_channel=thepierces",
    "domain": "youtube",
    "id": "HzNFwxsSPwU"
  },
  "metadata": {
    "type": "music video",
    "title": "Secret",
    "creator": "ThePierces"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A woman lies on a red couch. She props her head up and sings to us. She has chest length straight blond hair and dramatic bangs. She wears a black mini dress and black boots.",
          "timestamp": 2
        },
        {
          "text": "In another room, she sings to us. Behind her, a brown haired woman lies limply on a chaise sofa. She stares off distantly. The blond woman has bubblegum pink lips and pointed black eyeliner.",
          "timestamp": 12
        },
        {
          "text": "The brunette woman lies on the red couch, eyes closed, an arm hanging over the side. She wears a black bra, lacy transluscent tank top, and ruffled black skirt.",
          "timestamp": 21
        },
        {
          "text": "The brunette lies in the chaise sofa. The blonde woman holds her limp hands and paints her nails red.",
          "timestamp": 27
        },
        {
          "text": "In the bathroom, the blonde applies makeup to the brunette.",
          "timestamp": 35
        },
        {
          "text": "The blonde sings to us. The brunette stares off.",
          "timestamp": 41
        },
        {
          "text": "The blonde brushes a blond wing while the brunette sits limply in the bathroom",
          "timestamp": 43
        },
        {
          "text": "The blond sings to the brunette in the chaise",
          "timestamp": 46
        },
        {
          "text": "The blonde and brunette dance, moving their hips and hands back and forth. They do the same motions. A line of green is painted across their eyes. The blond wears a lacy, translucent long sleeve shirt. The burnette wears a black dress with ruffles",
          "timestamp": 58
        },
        { "text": "They hold up 2 fingers", "timestamp": 72 },
        {
          "text": "They hold up 1 finger, then point to the ground. The blond side eyes the brunette",
          "timestamp": 78
        },
        { "text": "The brunette lies in a bed.", "timestamp": 83 },
        {
          "text": "The blond sits in the bed and rubs the brunette's head",
          "timestamp": 88
        },
        {
          "text": "In the bathroom, the blond lifts the brunette up and adjusts her head",
          "timestamp": 92
        },
        {
          "text": "The blond paints black polish on the brunette",
          "timestamp": 99
        },
        { "text": "They dance together", "timestamp": 105 },
        {
          "text": "In a restaurant, the brunette pours tea.",
          "timestamp": 120
        },
        { "text": "The brunette", "timestamp": 121 },
        { "text": "The blond", "timestamp": 124 },
        {
          "text": "Catherine walks down the hallway in black and white. She pulls on elbow-length gloves.",
          "timestamp": 136
        },
        {
          "text": "Allison talks on the phone, lying in bed",
          "timestamp": 141
        },
        { "text": "Allison mouths, No, I would never", "timestamp": 148 },
        {
          "text": "Allison looks up as Catherine opens the door.",
          "timestamp": 150
        },
        {
          "text": "Allison sits up and holds out a hand as Catherine approaches",
          "timestamp": 155
        },
        {
          "text": "Catherine wraps her hands around Allison's throat. ",
          "timestamp": 160
        },
        { "text": "The 2 dance, swaying left and right,", "timestamp": 165 },
        {
          "text": "Catherine drags Allison's limp body down the hallway",
          "timestamp": 180
        },
        {
          "text": "In the bathroom, Catherine sits Allison up next to a bathtub",
          "timestamp": 189
        },
        { "text": "She brushes Allison's hair", "timestamp": 192 },
        { "text": "2 fingers", "timestamp": 193 },
        {
          "text": "1 finger up, then pointing, then thumb raised to resemble a gun",
          "timestamp": 195
        },
        { "text": "Allison sinks into the bath", "timestamp": 199 },
        {
          "text": "Catherine scrubs her arm. Allison lies in a blond wig.",
          "timestamp": 201
        },
        {
          "text": "Catherine sings to us. Allison lies on the chaise.",
          "timestamp": 205
        },
        { "text": "Catherine applies eyeliner to Allison", "timestamp": 207 },
        { "text": "She shakes a finger at Allison", "timestamp": 209 },
        {
          "text": "She drops Allison's limp arm and watches it fall",
          "timestamp": 212
        },
        {
          "text": "On the chaise, Allison blinks and looks around",
          "timestamp": 215
        },
        {
          "text": "Allison stands, and walks. She wraps a white string around her hands. She pulls the cord over Catherine and pulls at her neck. Cut to black.",
          "timestamp": 219
        },
        {
          "text": "Catherine sits limp Allison up on the couch. She turns, and Allison falls over.",
          "timestamp": 228
        }
      ]
    }
  ]
}
