{
  "source": {
    "url": "https://www.youtube.com/watch?v=4QIZE708gJ4",
    "domain": "youtube",
    "id": "4QIZE708gJ4"
  },
  "metadata": {
    "type": "music video",
    "title": "Post Malone - I Had Some Help (feat. Morgan Wallen)",
    "creator": "Post Malone"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 20.476083,
          "text": "Post Malone stands in a telephone booth outside of a dive bar boasting karaoke night and happy hour. A young brunette woman with a low cut top and a cowboy hat knocks on the booth window and Malone nods. After finishing his call, Malone, hits the phone against the cradle, breathes out smoke, and approaches the bar."
        },
        {
          "timestamp": 29.577235,
          "text": "Entering the bar, Malone picks up the bouncer's half drunk beer and downs it."
        },
        {
          "timestamp": 35.097205,
          "text": "He slides the beer down the bar, and it refills with beer."
        },
        {
          "timestamp": 41.51044,
          "text": "At the other end, he picks it up, and clinks the glasses with women in cowboy hats."
        },
        {
          "timestamp": 52.508779,
          "text": "Malone sings to us. He is a tall man with face tattoos, a scruffy beard, and a baseball hat that reads Dallas upside down."
        },
        { "timestamp": 60.443218, "text": "He notices a microphone" },
        {
          "timestamp": 64.169373,
          "text": "He sings, walking towards us, into the mic. The song appears on a karaoke sing along screen."
        },
        {
          "timestamp": 67.822241,
          "text": "He steps onto a table, smashing a beer bottle."
        },
        { "timestamp": 72.819084, "text": "He sips another beer." },
        {
          "timestamp": 73.966115,
          "text": "He moves through the bar as people dance. The bouncer eyes him."
        },
        {
          "timestamp": 79.582857,
          "text": "Malone dances on a table, drinks, and smokes something. A bald tattooed man approaches him."
        },
        {
          "timestamp": 83.415237,
          "text": "The bouncer and bald man toss Malone into the dirt outside."
        },
        {
          "timestamp": 89.228593,
          "text": "Morgan Wallen approaches. Wallen sports a mustache, plaid button down shirt, a Hancock County baseball cap, and cross necklace."
        },
        {
          "timestamp": 91.849538,
          "text": "Wallen taps Malone with his toe. Malone looks up, and Wallen waves and laughs."
        },
        {
          "timestamp": 99.953026,
          "text": "Elsewhere, Wallen and Malone sit in the bed of a white pickup truck while an American flag flies above them."
        },
        {
          "timestamp": 105.081537,
          "text": "Wallen helps Malone up, dusts him off, and puts his Dallas baseball cap on Malone's head."
        },
        {
          "timestamp": 110.926297,
          "text": "In front of the bar, 2 young women pull up in a white pickup truck. Malone and Wallen look at each other."
        },
        {
          "timestamp": 116.853505,
          "text": "Trucks drive quickly in the dirt and dark."
        },
        {
          "timestamp": 126.585956,
          "text": "Wallen and Malone sing in the truck bed or in front of the bar."
        },
        {
          "timestamp": 136.966599,
          "text": "Trucks drive in the dirt. The American flag flies."
        },
        { "timestamp": 144.926873, "text": "People dance at the bar." },
        {
          "timestamp": 147.106112,
          "text": "An old man drinks in front of the Tennessee state flag."
        },
        {
          "timestamp": 158.03048,
          "text": "Malone pats his chest, then points at us."
        },
        {
          "timestamp": 161.833477,
          "text": "Fireworks explode behind the truck and flag."
        },
        {
          "timestamp": 166.833495,
          "text": "People dance in the bar. Malone smokes. Wallen sings. Fireworks explode. Malone drinks."
        },
        {
          "timestamp": 176.526013,
          "text": "In the phone booth, Malone smokes. Using his tongue, he pulls the lit blunt into his mouth, closes it, and then reveals the dampened butt in a cloud of smoke. "
        },
        {
          "timestamp": 186.957717,
          "text": "Malone dances on a table. On stage, he faces away from us and rocks his hips from side to side."
        },
        {
          "timestamp": 192.395461,
          "text": "In the truck, Malone makes a heart sign to us with his hands. He takes off his cap, then places it over our view."
        },
        {
          "timestamp": 196.037104,
          "text": "Title card. I had some help. Post Malone, featuring Morgan Wallen. Credits roll."
        }
      ]
    }
  ]
}
