{
  "metadata": { "creator": "Madonna", "title": "Like a Prayer", "type": "music video" },
  "scripts": [
    {
      "author": "",
      "language": "en-US",
      "tracks": [
        {
          "text": "At twilight, a woman in a loose, black robe runs over a hill, passing a burning barrel.",
          "timestamp": 2.316911
        },
        {
          "text": "She falls in the dirt, then looks up. It's Madonna, a young, round faced woman with curly brown hair.",
          "timestamp": 8.349948
        },
        { "text": "A door shuts. Crosses burn.", "timestamp": 11.308246 },
        {
          "text": "In a flashback, Madonna turns and sees ruffians gathered by a wall. A blond man sees her.",
          "timestamp": 14.690016
        },
        {
          "text": "Madonna rises from the dirt, looking around.",
          "timestamp": 20.070097
        },
        {
          "text": "A white building stands in the twilight with glowing orange windows on its doors.",
          "timestamp": 23.997293
        },
        {
          "text": "A black man walks into a spotlight with a vacant expression. A police officer holds his arms behind his back.",
          "timestamp": 28.943391
        },
        {
          "text": "Madonna enters the doors with the orange windows. Her black robe slides off one shoulder, revealing a thin, red nightgown.",
          "timestamp": 33.050394
        },
        {
          "text": "She looks around the room. A covered table sits on a dais, surrounded by candelabras. To the side, candles glow in front of a statue. ",
          "timestamp": 35.701521
        },
        {
          "text": "Madonna kneels in front of the statue. An orange light beams down from above, making her curly hair look like a halo",
          "timestamp": 40.795865
        },
        {
          "text": "The statue is a black man, dressed as Jesus, wearing a long string of beads that end in a cross. He holds roses.",
          "timestamp": 42.0822
        },
        {
          "text": "A tear runs down the cheek of the Black Jesus Statue ",
          "timestamp": 49.88917
        },
        {
          "text": "Madonna approaches the bars separating her from the statue, and kneels on a velvet stool.",
          "timestamp": 55.31934
        },
        {
          "text": "She holds the bars, looks up, and sings to Jesus. Later, she lies down on a long, narrow, wooden bench.",
          "timestamp": 59.153588
        },
        {
          "text": "Hands outstretched, Madonna finds herself in the sky",
          "timestamp": 83.889931
        },
        {
          "text": "A smiling black woman reaches out and catches Madonna as she falls. They smile at each other. The smiling woman wears an orange robe with a black stole.",
          "timestamp": 86.922777
        },
        {
          "text": "The smiling woman lifts Madonna and tosses her back to the sky.",
          "timestamp": 93.271371
        },
        {
          "text": "Madonna kisses the toes of the Jesus statue.",
          "timestamp": 97.223524
        },
        {
          "text": "She looks up and holds the bars that separate her from the statue. She is surrounded in a warm, orange glow.",
          "timestamp": 99.046507
        },
        {
          "text": "She opens the gate, reaches up, and touches Jesus's face.",
          "timestamp": 103.789199
        },
        {
          "text": "The Black Jesus Statue drops the roses he's holding.",
          "timestamp": 108.256717
        },
        {
          "text": "He looks down at her and places a hand on her shoulder",
          "timestamp": 111.431342
        },
        {
          "text": "He whispers in her ear, then kisses her forehead.",
          "timestamp": 118.874442
        },
        {
          "text": "She watches as he opens the door with the glowing orange windows. The door is labelled Exit.",
          "timestamp": 128.989243
        },
        {
          "text": "Madonna looks down and sees a dagger lying with the roses. She picks it up, wraps her hand around the blade, winces, drops the blade, and looks at her hands. Her palms each have a single, bloody hole the size of a nail head.",
          "timestamp": 134.750068
        },
        {
          "text": "On the dais, a black choir sings and dances.",
          "timestamp": 145.437914
        },
        {
          "text": "The smiling woman is in the front row of the choir. Children dressed in white sway and clap.",
          "timestamp": 151.421709
        },
        {
          "text": "In a flashback, Madonna walks out a door. She sees a woman walking. The gaunt man drops from the roof of a nearby building and grabs the woman. Ruffians approach and press the woman against a wall.",
          "timestamp": 154.04573
        },
        { "text": "The choir sings", "timestamp": 162.548999 },
        {
          "text": "The woman grabs her side and screams.",
          "timestamp": 164.214016
        },
        {
          "text": "Madonna and the gaunt man exchange glances.",
          "timestamp": 166.545604
        },
        {
          "text": "A black man runs down a staircase",
          "timestamp": 168.856607
        },
        {
          "text": "The choir sings. The woman falls to the ground.",
          "timestamp": 171.420622
        },
        {
          "text": "The man reaches the woman. She doesn't move. A spotlight appears on him, the dead woman in his arms.",
          "timestamp": 173.476471
        },
        { "text": "The ruffians run away", "timestamp": 175.178061 },
        {
          "text": "Policemen grab the black man. The dead woman slips from his arms to the ground. Madonna watches from the shadows.",
          "timestamp": 178.585883
        },
        { "text": "The gaunt man watches her", "timestamp": 184.088969 },
        {
          "text": "The police cuff the black man. Madonna dances on a hill in front of burning crosses.",
          "timestamp": 188.165667
        },
        {
          "text": "She wears a cross necklace that glitters black.",
          "timestamp": 196.068644
        },
        {
          "text": "She crosses her arms and runs her hands up her shoulders. Her cross necklace rests her cleavage.",
          "timestamp": 200.388461
        },
        {
          "text": "The straps of her negligee slide, revealing a black lacy bra against her white skin.",
          "timestamp": 212.402198
        },
        {
          "text": "She runs her hands through her hair",
          "timestamp": 217.587231
        },
        { "text": "The choir sings.", "timestamp": 221.959598 },
        {
          "text": "A boy gestures forward, and Madonna sings and dances with the choir.",
          "timestamp": 223.693446
        },
        {
          "text": "The smiling woman approaches her, and they sing together.",
          "timestamp": 226.949296
        },
        {
          "text": "A choir member plays a tamborine.",
          "timestamp": 229.283537
        },
        {
          "text": "The black man looks down, softly. He's surrounded by warm candles.",
          "timestamp": 231.769133
        },
        {
          "text": "Madonna rolls onto her back, surrounded by candles.",
          "timestamp": 236.147676
        },
        {
          "text": "The smiling woman sings and places her palm on Madonna's forehead. Madonna dances to her knees before the woman.",
          "timestamp": 243.494358
        },
        {
          "text": "Madonna, surrounded by candles, looks up at the black man. He looks down softly, and their lips draw close.",
          "timestamp": 248.124523
        },
        { "text": "They kiss", "timestamp": 253.674488 },
        { "text": "Crosses burn.", "timestamp": 255.620616 },
        {
          "text": "Black Jesus Statue cry tears of blood",
          "timestamp": 256.769353
        },
        {
          "text": "On the dais, Madonna dances with the smiling woman and the children.",
          "timestamp": 262.863542
        },
        {
          "text": "The smiling woman has shoulder length curly hair with a side part. Madonna's hair is the same length, so they look similar while both women shake their heads and dance.",
          "timestamp": 267.198617
        },
        {
          "text": "Madonna pats the head of the young boy.",
          "timestamp": 273.167199
        },
        {
          "text": "The Black Jesus Statue looks down.",
          "timestamp": 275.01744
        },
        { "text": "The choir proceeds from the dais", "timestamp": 277.331049 },
        { "text": "The gate closes behind Jesus", "timestamp": 279.829321 },
        {
          "text": "Madonna, lying on a bench, opens her eyes.",
          "timestamp": 282.043316
        },
        {
          "text": "She looks around at the proceeding choir.",
          "timestamp": 286.017733
        },
        { "text": "She turns towards the statue", "timestamp": 292.045828 },
        {
          "text": "The black man, behind bars, watches Madonna talking to a police officer.",
          "timestamp": 294.901665
        },
        {
          "text": "She walks to the jail cell, and the police officer follows with keys.",
          "timestamp": 301.134894
        },
        {
          "text": "The police station has a dais with chairs and a bench.",
          "timestamp": 305.502768
        },
        { "text": "A curtain falls on the scene.", "timestamp": 310.019528 },
        {
          "text": "Madonna dances in front of burning crosses, running her hands through her hair.",
          "timestamp": 313.688607
        },
        {
          "text": "The curtain rises. The cops, choir, ruffians, dead woman, and gaunt man bow.",
          "timestamp": 316.638059
        },
        {
          "text": "They stand, the smiling woman in the middle.",
          "timestamp": 318.665098
        },
        {
          "text": "Madonna and the black man run to the front of the stage, holding hands, and bow",
          "timestamp": 320.209202
        },
        { "text": "The cast dances", "timestamp": 326.983762 },
        {
          "text": "The curtain falls. Text appears. The End.",
          "timestamp": 329.692936
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "79fzeNUqQbQ",
    "url": "https://www.youtube.com/watch?v=79fzeNUqQbQ"
  }
}
