{
  "source": {
    "url": "https://www.youtube.com/watch?v=8WEtxJ4-sh4",
    "domain": "youtube",
    "id": "8WEtxJ4-sh4"
  },
  "metadata": {
    "type": "music video",
    "title": "TLC - Waterfalls",
    "creator": "TLC"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "A plane flies through clouds. A splash in the ocean. Water pools up from the ocean, and transforms into the people. It's the TLC members. From left to right is Chilli, T Boz, and Left Eye Lopes."
        },
        {
          "timestamp": 10,
          "text": "Montage of a river. The girls dance in the ocean. Chilli has long black hair and wears a purple tye dye pants and crop top. T Boz has short blond hair with bangs and 2 chunks of hair on either side of her face. She wears a black tube top and blue tye dye pants. Left Eye has short black hair pulled into a fountain on top of her head. She has a black streak under her left eye. Like T Boz, she wears a black crop top and tye dye blue pants."
        },
        {
          "timestamp": 23,
          "text": "Montage of rivers, mountains, a clock, and a busy city street."
        },
        {
          "timestamp": 27,
          "text": "A young black boy in a large jacket leaves a house. From the window, his Mother watches him and mouths the words 'Come back here' and 'Don't do this'. Her Son waves her off."
        },
        {
          "timestamp": 39,
          "text": "T Boz sings in the ocean."
        },
        {
          "timestamp": 60,
          "text": "The Son gets in a black car. The Mother runs down the steps, as the car pulls away. The mom shouts at the leaving car."
        },
        {
          "timestamp": 87,
          "text": "The Son carries a brown paper bag down the street. He walks to a group of men at the corner. A man in a hat on the corner sees the Son coming, smiles, and pulls out cash."
        },
        {
          "timestamp": 97,
          "text": "An image of his Mother appears. She stands in front of the Son, arms out stretched, trying to stop him. He walks through the image."
        },
        {
          "timestamp": 102,
          "text": "The mother covers her face. The smiling man reaches into his pocket."
        },
        {
          "timestamp": 115,
          "text": "The Son falls to the ground. One man reaches down and picks up the brown paper bag. The image of the Mother looks down at the Son."
        },
        {
          "timestamp": 130,
          "text": "The image of the Mother drops to her knees over her Son. Fake cash blows in the wind."
        },
        {
          "timestamp": 148,
          "text": "Montage of rivers, mountains, a shore line, and a clock."
        },
        {
          "timestamp": 152,
          "text": "A woman in lingerie sits in a bed putting on stockings. Her Boyfriend sees her and joins her in bed."
        },
        {
          "timestamp": 162,
          "text": "The Boyfriend and Girlfriend lie in a disheveled bed. They wear no clothes, except for her stockings."
        },
        {
          "timestamp": 145,
          "text": "The man looks at himself in the mirror. His face is gaunt and ghostly pale."
        },
        {
          "timestamp": 187,
          "text": "The Girlfriend runs her hand up the Boyfriend's arm. He's holding an unopened condom. She takes the condom from him, puts it aside, and then holds his hand. His face lies, unmoving. She kisses him."
        },
        {
          "timestamp": 197,
          "text": "He looks up, and his breath leaves his lips."
        },
        {
          "timestamp": 202,
          "text": "The Boyfriend walks to a mirror. Beside it, a his and hers picture frame shows the Girlfriend and Boyfriend. The Boyfriend's picture cycles between a dozen other men's faces."
        },
        {
          "timestamp": 210,
          "text": "Water in the shape of 3 girls dances in front of a water fall."
        },
        {
          "timestamp": 227,
          "text": "Back in the ocean."
        },
        {
          "timestamp": 284,
          "text": "The Mother carries groceries down the street. An image of the Son stands in front of her, arms outstretched, trying to hug her. She walks through him."
        },
        {
          "timestamp": 295,
          "text": "In the His and Hers picture frame, the Boyfriend's picture fades to white."
        },
        {
          "timestamp": 300,
          "text": "The Girlfriend's picture fades to white. An unopened condom appears in front of the blank picture frames."
        },
        {
          "timestamp": 307,
          "text": "The girls turn into water and drop into the ocean. Fade to black."
        }
      ]
    }
  ]
}
