{
  "source": {
    "url": "https://www.youtube.com/watch?v=9Ht5RZpzPqw",
    "domain": "youtube",
    "id": "9Ht5RZpzPqw"
  },
  "metadata": {
    "type": "music video",
    "title": "Blink-182 - All The Small Things",
    "creator": "Blink-182"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "The band members wear all white clothes and various hats, walking away from a private jet with their logo. For reference, this is the same clothing and setup as the Backstreet Boys video \"I Want It That Way\"."
        },
        {
          "timestamp": 7,
          "text": "At night in an airplane hangar, a crowd of fans hold up posters. Mark Hoppus stands in tighty whiteys and stares at us, posing."
        },
        {
          "timestamp": 12,
          "text": "In a dance studio, the band members pose, wearing gray toned camo pants and black vests. Tom Delonge winks at us, then struggles to do a push up. For reference, they are wearing the same outfit that boy band 98 degrees were wearing for their tour at the time."
        },
        {
          "timestamp": 20,
          "text": "In the hangar, Blink 182 wear normal clothes and play instruments in front of a close crowd that are jumping and dancing. At night, Hoppus wears white and poses. At a distance, the same crowd holds up posters and screams."
        },
        {
          "timestamp": 27,
          "text": "The 3 guys stand in front of a microphone, smoldering at us. They wear shiny, tight, unflattering clothes. Delonge smiles, revealing bad teeth. Their clothes blow, as if from a fan in front of them. Lights flash, as if in a photo shoot."
        },
        {
          "timestamp": 35,
          "text": "In the dance studio, the guys and some attractive backup dancers begin to perform a coordinated dance routine. Later, the band wears normal clothes and plays instruments in the dance studio."
        },
        {
          "timestamp": 45,
          "text": "In black and white, the guys wear black T shirts and trousers. They sing to us while slowly gesturing. For reference, the video \"Someday\" by Sugar Ray featured the band posing on the beach in black and white."
        },
        {
          "timestamp": 55,
          "text": "Delonge stands next to coin operated binoculars, singing to us. For reference, in her video \"Sometimes\", Britney Spears sang to us next to the same binoculars, while an attractive man played with a dog on the nearby beach."
        },
        {
          "timestamp": 60,
          "text": "Delonge looks through the binoculars. Through them, we can see Hoppus playing with a dog on the beach. The dog runs alongside him, then bites down on his pants leg. Hoppus tries to crawl away, while the dog holds tight to the pants."
        },
        {
          "timestamp": 70,
          "text": "Delonge lies on the beach at sunset, surrounded by a patch of daisies. He sings to us. For reference, in her \"Genie in a Bottle\" video, Christina Aguilera lay on the beach at sunset in a patch of daisies while singing to us. Delonge smells a flower, and then bites it."
        },
        {
          "timestamp": 80,
          "text": "Delonge wears a blond wig, white shorts, and a tank top. Carrying a pink beach ball, he walks barefoot over rocks while waves gently crash around him. For reference, in her video \"Sometimes\", Spears walks around a beach carrying a pink beach ball and wearing similar clothes."
        },
        {
          "timestamp": 90,
          "text": "Delonge, in the blond wig, runs down the beach with the beach ball. His pants fall down, revealing his butt crack."
        },
        {
          "timestamp": 95,
          "text": "The 3 guys, naked, run down the beach. For reference, the Blink 182 music video \"What's my name again\" involve the guys running naked down the streets of Los Angeles."
        },
        {
          "timestamp": 100,
          "text": "Girls run their hands over Hoppus as he reveals a tattoo on his bicep, saying 182 degrees. For reference, 98 Degrees member Jeff Timmons has his band tattoo'd in the same place."
        },
        {
          "timestamp": 105,
          "text": "The girls pour candle wax on Hoppus, now shirtless. He recoils."
        },
        {
          "timestamp": 110,
          "text": "Delonge smolders by the binoculars. He starts licking the handle. Travis Barker and an attractive woman in a leopard print bikini run hand in hand down the beach. They fall to the sand."
        },
        {
          "timestamp": 115,
          "text": "Hoppus stands in a white shirt, as water pours down on him from above. He smolders at us, running his hands down his chest. Above him, someone washes a bus, and he's posing in the unused water from a hose."
        },
        {
          "timestamp": 120,
          "text": "Barker and the attractive woman roll around on the beach."
        },
        {
          "timestamp": 125,
          "text": "Barker poses in a white shirt. Delonge smolders at at us in a white, billowing shirt, brightly lit in front of a white background. He is sitting on a toilet and pulls a long section of toilet paper. He doesn't break eye contact."
        },
        {
          "timestamp": 135,
          "text": "The band dances to the chorus by point up, point down, and then miming carrying a baby."
        },
        {
          "timestamp": 140,
          "text": "At the hangar at night, a man in tattoos and a leather jacket holds up a poster saying \"Blink me\". A naked man holds a poster saying \"I Wnat You That Way, Baby!\""
        },
        {
          "timestamp": 150,
          "text": "The attractive woman from the beach holds up a sign saying \"Travis I'm pregant\". The dog from the beach holds a poster in its mouth, saying \"Mark!\""
        },
        {
          "timestamp": 155,
          "text": "Barker high fives the naked man. The guys walk up to their private jet, turn around, and wave at the crowd. A man in a banana costume clutches his heart. He's from the \"What's my age again\" video."
        },
        {
          "timestamp": 165,
          "text": "The crowd waves. From the door to the plane, Delonge waves. Hoppus and Barker try to wave around him, but there's not enough space. Fade to black."
        }
      ]
    }
  ]
}
