{
  "source": {
    "url": "https://www.youtube.com/watch?v=CDl9ZMfj6aE",
    "domain": "youtube",
    "id": "CDl9ZMfj6aE"
  },
  "metadata": {
    "type": "music video",
    "title": "Alien Ant Farm - Smooth Criminal",
    "creator": "Alien Ant Farm"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "The band members play their instruments in a wrestling ring set up in a suburban back yard. Crowds of people fill the backyard and headbang. One man crowdsurfs."
        },
        {
          "timestamp": 10,
          "text": "On a sidewalk out front, a 10 year old wearing a white mask does Michael Jackson dance moves. A crowd sits on a lawn and watches him."
        },
        {
          "timestamp": 20,
          "text": "Members of the crowd are standing on a nearby shed, watching the band play."
        },
        {
          "timestamp": 30,
          "text": "The band leans over at a 45 degree angle."
        },
        {
          "timestamp": 40,
          "text": "3 asian elementary school girls jump up and down, holding a sign that says \"We heart A. A. F.\""
        },
        {
          "timestamp": 50,
          "text": "A woman jumps on a trampoline. She wears a blue bikini, a black leather jacket, and a werewolf mask. She lands in a swimming pool."
        },
        {
          "timestamp": 60,
          "text": "The young boy in the mask continues to perform different Michael Jackson dance moves. A bigger crowd watches him."
        },
        {
          "timestamp": 70,
          "text": "The band sings to us. 4 middle aged white men sit in lawn chairs, wearing white tank tops and blue jeans."
        },
        {
          "timestamp": 80,
          "text": "The men stand, with their left hand over their crotch and their right hand in the air."
        },
        {
          "timestamp": 90,
          "text": "In the evening, the band plays on the lawn, in front of a sidewalk. A crowd dances around them, while more people sit on a roof and watch."
        },
        {
          "timestamp": 100,
          "text": "The band vocalist sits in a silver chair shaped like a hand. A chimpanzee sits in his lap. He stares at us intensely."
        },
        {
          "timestamp": 110,
          "text": "The band walks slowly down the sidewalk, while playing their instruments. The sidewalk tiles light up when they stand on them."
        },
        {
          "timestamp": 120,
          "text": "Sitting with the chimpanzee, the vocalist sings to us with a wide, unchanging, toothy smile. He looks at the chimpanzee, who claps."
        },
        {
          "timestamp": 125,
          "text": "In front of a house, the vocalist climbs on top of a minivan, grabs his crotch with one hand, and throws the other in the air. As he screams, smoke and glass explode from the car."
        },
        {
          "timestamp": 135,
          "text": "In a yard, men in tattoos do Thriller dance moves. Some of the men wear top hats and a single white glove. Another man is shirtless with a mohawk made of forks."
        },
        {
          "timestamp": 145,
          "text": "The vocalist picks up a manhole cover and tosses it. A tower of steam billows behind him. He leans back into the steam and runs his face over his hands."
        },
        {
          "timestamp": 150,
          "text": "The vocalist walks down the sidewalk. As he steps on tiles, they light up, evocative of the Michael Jackson \"Billie Jean\" music video. The vocalist also touches a mailbox, which lights up."
        },
        {
          "timestamp": 160,
          "text": "We different shots set up as vertical thirds or horizontal slices, also like in \"Billie Jean\"."
        },
        {
          "timestamp": 170,
          "text": "Back in the wrestling ring, the band sings to us."
        },
        {
          "timestamp": 180,
          "text": "At night, the band steps on sidewalk tiles, which light up. The bassist leans back into the steam."
        },
        {
          "timestamp": 190,
          "text": "The vocalist smiles as the chimpanzee claps. In front of the wrestling right, someone crowdsurfs past a mosh pit."
        },
        {
          "timestamp": 200,
          "text": "The young boy in the mask mimes playing drums. He moves sideways without picking up his feet. He moon walks."
        },
        {
          "timestamp": 210,
          "text": "The man with a fork mohawk faces away from us, revealing a tattoo of a woman's face. He turns around. His eyes are red and yellow with black vertical slits. Cut to black."
        }
      ]
    }
  ]
}
