{
  "metadata": {
    "creator": "ImagineDragons",
    "title": "Imagine Dragons x J.I.D - Enemy",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "A Riot Games and Fortiche Production. Featuring J.I.D, Imagine Dragons.",
          "timestamp": 2
        },
        { "text": "In Zaun, at the bar The Last Drop", "timestamp": 7.975265 },
        {
          "text": "Powder slouches and walks out of a hallway, carrying a monkey toy.",
          "timestamp": 12.080205
        },
        {
          "text": "JID and the Imagine Dragons members sit at a table in the corner.",
          "timestamp": 16.711763
        },
        {
          "text": "Powder places her wind up monkey toy on the bar. Behind her, the word Enemy appears in different fonts.",
          "timestamp": 20.467919
        },
        {
          "text": "She winds up the monkey and taps it. It begins to step forward, clapping a cymbal.",
          "timestamp": 24.553241
        },
        {
          "text": "Singer Dan Reynolds nods. He has short hair and green glowing tubes running from his shoulder to his chest.",
          "timestamp": 29.371702
        },
        {
          "text": "Drummer Dan Reynolds taps the table. Powder and Vi hug.",
          "timestamp": 34.630786
        },
        {
          "text": "Guitarist Wayne Sermon strums a guitar with neon green strings. Powder cries in Vi's arms.",
          "timestamp": 36.643727
        },
        {
          "text": "Powder, Vi, Mylo, and Claggor walk through an alleyway.",
          "timestamp": 40.05915
        },
        { "text": "Powder dances.", "timestamp": 43.28159 },
        {
          "text": "Powder sits on a crate holding a white creature. Mylo pokes the creature with a stick. Vi looks around.",
          "timestamp": 46.249695
        },
        {
          "text": "Powder plays with a pink fish at a food stall.",
          "timestamp": 49.715787
        },
        {
          "text": "Powder and Ekko jump together, laughing",
          "timestamp": 52.496868
        },
        {
          "text": "Powder lies back, eyes closed, with a backdrop of glittery lights.",
          "timestamp": 58.579724
        },
        {
          "text": "The kids run as a fishman wielding a machete turns on them.",
          "timestamp": 61.229
        },
        {
          "text": "Eyes closed, Powder opens her mouth. A glowing green firefly climbs out.",
          "timestamp": 63.257881
        },
        { "text": "Kids watch as Vi punches the air.", "timestamp": 65.686807 },
        { "text": "Powder and Ekko watch.", "timestamp": 69.166579 },
        {
          "text": "Alone, Powder inexpertly punches the air while Ekko holds his face in his hands.",
          "timestamp": 70.777819
        },
        {
          "text": "Ekko tries to punch the air and falls over. Powder laughs.",
          "timestamp": 76.73941
        },
        {
          "text": "Vi looks over her shoulder at Powder and smiles. Powder smiles.",
          "timestamp": 82.71378
        },
        { "text": "Young Vi and Powder pillow fight.", "timestamp": 86.522308 },
        { "text": "Sermon strums.", "timestamp": 88.987294 },
        {
          "text": "Ekko and Powder round a corner in a vehicle resembling a large wheel. Ekko gives a middle finger.",
          "timestamp": 92.492512
        },
        { "text": "Soldiers turn and look.", "timestamp": 94.224919 },
        {
          "text": "Ruffians kick Ekko while Powder watches from the corner.",
          "timestamp": 96.306314
        },
        { "text": "Soldiers point.", "timestamp": 101.088927 },
        { "text": "Mylo and Powder run.", "timestamp": 104.284005 },
        {
          "text": "Soldiers pass by Vi, Powder, and Mylo, standing against a colorful glass wall.",
          "timestamp": 107.134348
        },
        {
          "text": "Powder mimes firing a gun at the soldiers.",
          "timestamp": 112.752764
        },
        {
          "text": "Platzman taps, and Powder glitches into Jinx for a second.",
          "timestamp": 114.489079
        },
        {
          "text": "Powder and Vi are pressed against a chain link fence.",
          "timestamp": 116.979551
        },
        {
          "text": "In their bedroom, Vi yells at Powder, who shrinks.",
          "timestamp": 121.016329
        },
        {
          "text": "Young Vi hits Young Powder with a pillow. Vi yells at a defensive Powder. Young Powder steps back.",
          "timestamp": 121.016329
        },
        {
          "text": "Vi pushes her arms out. Young Vi hits Young Powder with a pillow. Powder falls to the floor.",
          "timestamp": 125.766121
        },
        {
          "text": "Powder's eyes glisten. Vi turns away, hitting a chair.",
          "timestamp": 129.28377
        },
        {
          "text": "At the bar, Powder cries. Reynolds sings.",
          "timestamp": 133.542924
        },
        {
          "text": "JID raps from a couch while Powder sits on the armrest.",
          "timestamp": 137.267548
        },
        {
          "text": "Ekko stands and Powder hangs behind him.",
          "timestamp": 143.026893
        },
        {
          "text": "Powder and Jinx sit on top of a metal shark, which shoots stylized red smoke from its mouth. Powder slumps, Jinx smiles.",
          "timestamp": 156.994112
        },
        { "text": "Powder poses, Ekko dances.", "timestamp": 160.357572 },
        {
          "text": "Jinx stands proudly, the metal shark on her back.",
          "timestamp": 161.191715
        },
        { "text": "Powder screams.", "timestamp": 167.481608 },
        { "text": "Powder hits her head.", "timestamp": 169.484568 },
        {
          "text": "Powder looks tearfully through a door crack. Powder glitches into Jinx, who smiles.",
          "timestamp": 170.10668
        },
        {
          "text": "Jinx mouths \"sympathy\", and her eyes glow purple.",
          "timestamp": 172.655256
        },
        {
          "text": "Storyboards and sketches combine into Powder, who mouths \"Everybody wants to be my enemy.\"",
          "timestamp": 177.824552
        },
        {
          "text": "She hits her head and bangs her fist on a wall covered with Jinx's smiling face.",
          "timestamp": 182.851313
        },
        {
          "text": "Powder stands in a circle of soldiers. Jinx rests her hand on Powder's shoulder.",
          "timestamp": 186.067377
        },
        {
          "text": "Powder, Young Powder, and Jinx stare at us solemnly.",
          "timestamp": 191.752047
        },
        {
          "text": "Jinx holds out finger guns, her long braids waving behind her. She's surrounded by dozens of soldiers flying towards her. They all drop, and Powder stands alone in the center of the bodies.",
          "timestamp": 193.275448
        },
        {
          "text": "The band members stop playing. The monkey continues down the bar.",
          "timestamp": 199.684205
        },
        {
          "text": "The monkey runs of the edge of the bar and falls.",
          "timestamp": 209.092674
        },
        {
          "text": "Riot Games. Thanks to all the great people who made Arcane and contributed to this film. Arcane. League of Legends.",
          "timestamp": 209.770687
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "D9G1VOjN_84",
    "url": "https://www.youtube.com/watch?v=D9G1VOjN_84"
  }
}
