{
  "source": {
    "url": "https://www.youtube.com/watch?v=DksSPZTZES0",
    "domain": "youtube",
    "id": "DksSPZTZES0"
  },
  "metadata": {
    "type": "music video",
    "title": "Justin Timberlake - Cry Me a River",
    "creator": "Justin Timberlake"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Heavy rain pours on a pool behind a mansion."
        },
        {
          "timestamp": 12,
          "text": "A couple leaves the mansion and get into a silver Porsche. One is a blond woman in a newies hat."
        },
        {
          "timestamp": 22,
          "text": "The Porsche drives off. Justin Timberlake rolls down his windows, watching them leave."
        },
        {
          "timestamp": 35,
          "text": "Wearing a black hoodie, he gets out of his car, a Mercedes. A black man and black haired woman remain in the car, watching him go."
        },
        {
          "timestamp": 45,
          "text": "He picks up a stone by the pool."
        },
        {
          "timestamp": 55,
          "text": "He looks through the windows, into the mansion."
        },
        {
          "timestamp": 70,
          "text": "The windows shatter"
        },
        {
          "timestamp": 85,
          "text": "In the rain, Timberlake mimes a tear running down his cheek"
        },
        {
          "timestamp": 95,
          "text": "Timberlake enters the mansion and pulls his hood back."
        },
        {
          "timestamp": 100,
          "text": "He picks up an angel statue, and uses it to prop open the front door. He jumps and flies across the room."
        },
        {
          "timestamp": 120,
          "text": "He defies gravity, jumping around the hallway, landing on a breakfast bar. He slides along it, and drops off."
        },
        {
          "timestamp": 130,
          "text": "In the waiting car, the black haired woman looks annoyed, and gets out of the car."
        },
        {
          "timestamp": 140,
          "text": "Defying gravity, Timberlake jumps on a table and kicks a picture"
        },
        {
          "timestamp": 150,
          "text": "Timberlake looks through some drawers in the kitchen. The black haired woman walks through the front door."
        },
        {
          "timestamp": 160,
          "text": "The black haired woman meets Timberlake in the bedroom. He holds a camcorder, which he found in the kitchen. The black haired woman takes off her clothes"
        },
        {
          "timestamp": 170,
          "text": "The black haired woman climbs on top of him, kissing him deeply. He only looks at the camcorder. She tries to pull his face toward her, and she ignores him."
        },
        {
          "timestamp": 180,
          "text": "The silver Porsche returns to the mansion. The black man in the Mercedes watches and sings."
        },
        {
          "timestamp": 190,
          "text": "Timberlake and the black haired woman walk from the bedroom. Timberlake continues to walk through the house as the black haired woman puts on her clothes and turns to the front door."
        },
        {
          "timestamp": 200,
          "text": "The blond woman gets out of the porsche and runs through the rain to the house. Through a side window, Timberlake watches."
        },
        {
          "timestamp": 210,
          "text": "The blond walks through the house, as Timberlake follows behind her, singing."
        },
        {
          "timestamp": 225,
          "text": "She's on the phone. He gets closer to her, smiling."
        },
        {
          "timestamp": 230,
          "text": "He smells her hair, then jumps behind a wall."
        },
        {
          "timestamp": 240,
          "text": "From a closet, he watches her undress."
        },
        {
          "timestamp": 255,
          "text": "Naked, she turns on a shower."
        },
        {
          "timestamp": 265,
          "text": "The bathroom steams up. He walks forward, staring intently."
        },
        {
          "timestamp": 270,
          "text": "He reaches his hands out. Her back is to him."
        },
        {
          "timestamp": 280,
          "text": "She turns around. Putting a towel on, she walks out of the bathroom, mouthing \"Hello?\". The camcorder, hooked up to the TV, stutters through seconds of Timberlake kissing the black haired woman."
        }
      ]
    }
  ]
}
