{
  "metadata": {
    "creator": "Sabrina Carpenter",
    "title": "Sabrina Carpenter - Espresso",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "",
      "language": "en-US",
      "tracks": [
        {
          "text": "A tanned brunette woman in pigtails lies on a beach blanket. Spray painted in orange on her back is the text, Sabrina Carpenter.",
          "timestamp": 2.323659
        },
        {
          "text": "A brown haired, muscular man lies on a beach blanket. His back is sunburned in the shape of text, reading \"Espresso\".",
          "timestamp": 5.796591
        },
        {
          "text": "He turns over, and his chest has text, reading Directed by Dave Meyers.",
          "timestamp": 10.886416
        },
        {
          "text": "A young, bronzed woman looks at a row of men on the beach. She lowers her chocolate colored sunglasses.",
          "timestamp": 14.023569
        },
        {
          "text": "In black and white, she drives a speed boat across a lake. ",
          "timestamp": 16.779156
        },
        {
          "text": "A man sits in the back with his legs up.",
          "timestamp": 20.205048
        },
        {
          "text": "The woman, Sabrina Carpenter, wears a short, white dress, and star fish earrings. Her medium length blonde hair is pulled into a slight bouffant. Her eyeliner is long and pointed.",
          "timestamp": 24.039264
        },
        { "text": "The man climbs to the front.", "timestamp": 30.6998 },
        {
          "text": "He kneels over her and puts his hands on her waist.",
          "timestamp": 32.844729
        },
        {
          "text": "She makes a sharp turn with the boat, and he falls over board.",
          "timestamp": 37.08164
        },
        {
          "text": "In otherwise black and white, she pulls an orange credit card out of a wallet and smiles.",
          "timestamp": 39.363654
        },
        { "text": "Our view gains color.", "timestamp": 41.452589 },
        {
          "text": "In a white dress, she walks through the lake, away from the boat. She wears a lifesaver around her shoulders, and takes photographs showing off the wallet.",
          "timestamp": 44.658739
        },
        {
          "text": "She tosses the life saver and wallet aside, dancing with the credit card.",
          "timestamp": 48.747803
        },
        {
          "text": "She walks along the beach under a white and red polka dot umbrella. She wears a blue bathing suit and a coral headscarf.",
          "timestamp": 52.136359
        },
        {
          "text": "She walks along the beach, then bends over, outlining her figure. 4 other women walk onto the beach in white and yellow bathing suits and heels. They carry orange bags.",
          "timestamp": 55.922164
        },
        {
          "text": "Sitting in an orange pool chair, she reads a blue book.",
          "timestamp": 61.271612
        },
        {
          "text": "The other women sit with her in a row, all reading books. Behind them, men in white open blue and white umbrellas.",
          "timestamp": 64.508887
        },
        {
          "text": "Sabrina raises the credit card. Young men bend over the women's feet, giving pedicures. Another row of men give the women shoulder rubs.",
          "timestamp": 64.508887
        },
        {
          "text": "Sabrina sits between 2 men, and drinks daintily from an orange and white cup.",
          "timestamp": 72.625188
        },
        {
          "text": "The 5 women pose together.",
          "timestamp": 77.826685
        },
        {
          "text": "Sabrina lies on an orange and white beach towel. A man rubs ointment along her leg. She wears 2 strips of brown ruffles as a bikini. Her bracelet and earrings are platinum.",
          "timestamp": 81.234303
        },
        {
          "text": "The women lie in a row. They look back in forth in a sequence, then raise their legs.",
          "timestamp": 88.18044
        },
        {
          "text": "Legs in the air, they move their ankles back in forth in sync. Young men fan them with palms. The women V shapes with their legs. The men turn away.",
          "timestamp": 90.81923
        },
        {
          "text": "The women roll onto their stomachs. ",
          "timestamp": 95.064532
        },
        {
          "text": "She spies athletic men standing around a car.",
          "timestamp": 99.084996
        },
        {
          "text": "She gets out lotion and shimmies her shoulders. The men drop their sunglasses.",
          "timestamp": 101.987786
        },
        {
          "text": "She sits at the bottom of a slide, hair in pigtails, eating a melting vanilla ice cream. The other women wear bathing suits and dance with ice cream.",
          "timestamp": 108.224586
        },
        {
          "text": "The men look back and forth while holding surf boards.",
          "timestamp": 111.747245
        },
        {
          "text": "Sabrina smiles at them with coffee colored lips.",
          "timestamp": 115.888855
        },
        {
          "text": "The men hold a surfboard like a stage and look up. Sabrina dances above them, wearing a brown, translucent one piece.",
          "timestamp": 120.953405
        },
        {
          "text": "She dances in the style of riding a surfboard.",
          "timestamp": 124.462432
        },
        {
          "text": "She shakes her hips while moving her arms up and down in an alternating fashion.",
          "timestamp": 128.008817
        },
        {
          "text": "She dances while miming swimming. The other women lie on surf boards and look around.",
          "timestamp": 130.764031
        },
        {
          "text": "The women dance in orange, bathing suits. Sabrina wears a bikini maid of sparkly netting.",
          "timestamp": 139.6575
        },
        {
          "text": "Sabrina and the other women do 60's style dances on the beach.",
          "timestamp": 145.924588
        },
        {
          "text": "The women switch to modern style dancing.",
          "timestamp": 147.880255
        },
        { "text": "They shake their hips.", "timestamp": 149.634885 },
        {
          "text": "Sabrina places a hand over her lungs and below her waist, then curtsies.",
          "timestamp": 155.603325
        },
        {
          "text": "Sabrina sits in a yellow convertible car. The car's interior has been lined in blue and filled with water. Sabrina sings to us from her pool/car.",
          "timestamp": 160.580633
        },
        {
          "text": "She turns and looks concerned. The man from the boat talks to police officers.",
          "timestamp": 163.538709
        },
        {
          "text": "Sabrina covers her eyes. The cops run across the beach.",
          "timestamp": 165.030839
        },
        {
          "text": "She looks between her fingers. The man walks slowly towards her, behind the cops.",
          "timestamp": 166.515299
        },
        {
          "text": "She closes her fingers. Nearby, the athletic men turn and watch the cops.",
          "timestamp": 167.913942
        },
        {
          "text": "Sabrina slides down and hides in the pool.",
          "timestamp": 169.3486
        },
        {
          "text": "Cops press women against cars, arresting them. A cop returns the orange card to the man.",
          "timestamp": 172.348752
        },
        {
          "text": "A cop has her hands behind her back. He wraps his other arm around her shoulders and neck. She smiles.",
          "timestamp": 180.092479
        },
        {
          "text": "He shoves her into the blue police car. She sings to us through the window.",
          "timestamp": 182.737203
        },
        {
          "text": "The cop gets into the car. Sabrina sits in the back with her legs up.",
          "timestamp": 185.756198
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "eVli-tstM5E",
    "url": "https://www.youtube.com/watch?v=eVli-tstM5E"
  }
}
