{
  "source": {
    "url": "https://www.youtube.com/watch?v=fV4DiAyExN0",
    "domain": "youtube",
    "id": "fV4DiAyExN0"
  },
  "metadata": {
    "type": "music video",
    "title": "Hoobastank - The Reason",
    "creator": "Hoobastank"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "A man with blond tipped hair stands on a sidewalk in front of Lucky Pawn shop. It's guitarist Dan Estrin. He watches a woman on the opposite side of the street."
        },
        {
          "timestamp": 9,
          "text": "The woman steps into the street. Estrin closes his eyes."
        },
        {
          "timestamp": 15,
          "text": "The woman lies in the street."
        },
        {
          "timestamp": 25,
          "text": "Vocalist Doug Robb sits in the car and sings. Behind him, people rush over to the woman."
        },
        {
          "timestamp": 35,
          "text": "Robb checks his rear view mirror, then gets out of the car. He looks down at the woman on the street. Members of tthe crowd stare at him, while a white haired man is on the phone."
        },
        {
          "timestamp": 50,
          "text": "In a flashback, the woman and Robb lie on the floor together in an appartment, while Estrin plays the guitar."
        },
        {
          "timestamp": 55,
          "text": "Flashback to opening scene, the woman and Estrin lock eyes on each other before she steps into the street."
        },
        {
          "timestamp": 65,
          "text": "The white haired man looks up from the pawn shop desk, and runs into the street, past Estrin."
        },
        {
          "timestamp": 70,
          "text": "Estrin ducks into the pawn shop and locks the door behind him."
        },
        {
          "timestamp": 80,
          "text": "He cuts a cable by the back door, then opens it. Drummer Chris Hesse is waiting by a black, rented van. He picks up a bag and walks in the shop."
        },
        {
          "timestamp": 90,
          "text": "In a dark classroom, bassist Markku Lappalainen turns on an overhead projector. He looks at blueprints of the pawn shop."
        },
        {
          "timestamp": 100,
          "text": "Estrin pulls down a poster reading \"Mystery of the Deep\", revealing a bank vault. Hesse pulls out a stephoscope and flashlight, and studies the vault."
        },
        {
          "timestamp": 110,
          "text": "In the street, the crowd looks at the unmoving woman. Robb sings."
        },
        {
          "timestamp": 115,
          "text": "In a flashback, Robb remembers seeing the woman step into the street."
        },
        {
          "timestamp": 125,
          "text": "The woman opens her eyes, and Robb gets back in his car and drives off. The crowd looks at each other."
        },
        {
          "timestamp": 135,
          "text": "Members of the crowd talks to a police officer, and point in the direction Robb drove. The white haired man watches a cop car leave."
        },
        {
          "timestamp": 150,
          "text": "Hesse turns the bank vault. An ambulance arrives outside. On the projector, Lappalainen marks a red X."
        },
        {
          "timestamp": 155,
          "text": "Estrin watches outside as Hesse goes into the safe."
        },
        {
          "timestamp": 160,
          "text": "Hesse opens a box, shoves cash aside, and opens a false back, revealing a large ruby."
        },
        {
          "timestamp": 165,
          "text": "The projector shows a diagram of the ruby, titled Chiara Star Ruby #2, 46mm"
        },
        {
          "timestamp": 175,
          "text": "Robb drives down the road, checking behind him. From the safe, Hesse tosses the Ruby to Estrin. The EMS checks out the woman. Estrin talks on the phone while looking at the ruby with jewelers glasses."
        },
        {
          "timestamp": 180,
          "text": "Lappalainen answers a phone, nods, and takes off on a motorcycle."
        },
        {
          "timestamp": 185,
          "text": "As the EMS checks the woman's pulse, she opens her eyes. Hesse removes security footage from a VCR, and Estrin picks up a guitar and bass."
        },
        {
          "timestamp": 195,
          "text": "The woman walks up to Lappalainen on the motorcycle. He hands her a helmet. Hesse takes gear to the van."
        },
        {
          "timestamp": 200,
          "text": "The white haired man watches the woman and Lappalainen ride off. He remembers that a black van obscured his view of the exact moment of the car accident."
        },
        {
          "timestamp": 205,
          "text": "Hesse gets into a black van."
        },
        {
          "timestamp": 215,
          "text": "The woman and Lappalainen ride the motorcycle. Robb drives his car."
        },
        {
          "timestamp": 220,
          "text": "At the apartment, the woman and Robb lie on the floor. The other band members play in the background. There's a red glow in the room. Robb smiles at Hesse."
        },
        {
          "timestamp": 235,
          "text": "Lappalainen looks through the ruby."
        },
        {
          "timestamp": 245,
          "text": "Hesse looks out the window. Fade to black."
        }
      ]
    }
  ]
}
