{
  "source": {
    "url": "https://www.youtube.com/watch?v=ghb6eDopW8I",
    "domain": "youtube",
    "id": "ghb6eDopW8I"
  },
  "metadata": {
    "type": "music video",
    "title": "Little Talks",
    "creator": "Of Monsters and Men"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "A dirigible balloon carries a nordic style house on a boat through the clouds.",
          "timestamp": 2
        },
        { "text": "A ball of fire streaks through the air", "timestamp": 5 },
        {
          "text": "5 men in black and white run out of the house, up the bow of the ship. The first one looks through a telescope.",
          "timestamp": 10
        },
        {
          "text": "He looks at the flaming ball as it crashes into a snowy field",
          "timestamp": 15
        },
        {
          "text": "The men wear black and white face paint. They have dark black hair and wear black coats.",
          "timestamp": 20
        },
        {
          "text": "They approach the large, 3 story tall rock in the snow.",
          "timestamp": 27
        },
        { "text": "The rock cracks", "timestamp": 30 },
        { "text": "The front man stares through a crack", "timestamp": 35 },
        {
          "text": "The rock explodes, knocking the men back. In the center stands a woman wearing a dress of billowing, rainbow feathers",
          "timestamp": 39
        },
        {
          "text": "She has golden lips, with red and blue feathers surrounding her eyes. Her face is a mix of white, yellow, blue, and brown.",
          "timestamp": 43
        },
        {
          "text": "The flying ship lurches forward. The woman floats behind the 5 men, standing on the bow.",
          "timestamp": 50
        },
        {
          "text": "They fly through the clouds across valleys steepled with mountains that resemble statues of monsters.",
          "timestamp": 55
        },
        {
          "text": "A large black bird approaches, and grabs the dirigible in its talons. The bird's head is the size of the entire boat.",
          "timestamp": 60
        },
        {
          "text": "The bird squeezes the air out of the balloon and drops the boat. The woman flies up to the bird, level with its eyes.",
          "timestamp": 65
        },
        {
          "text": "She shouts, shooting light from her mouth. It travels into the bird, and the bird explodes in blue fire.",
          "timestamp": 69
        },
        { "text": "The ship dangles from a tree limb.", "timestamp": 75 },
        {
          "text": "The front man swings a grappling hook around his head.",
          "timestamp": 80
        },
        {
          "text": "He tosses it, and it lands in the mouth of a cave resembling a monster's mouth.",
          "timestamp": 85
        },
        {
          "text": "The men swing along the rope, across a wide chasm.",
          "timestamp": 90
        },
        { "text": "The woman floats behind them.", "timestamp": 95 },
        {
          "text": "The men walk through the cave. Bats swarm them, until all they can see is black.",
          "timestamp": 100
        },
        {
          "text": "White snow pushes away the black, and the men walk through a field in a blizzard.",
          "timestamp": 105
        },
        {
          "text": "They look up. A large, black furry monster approaches and shouts. The men fly back.",
          "timestamp": 110
        },
        { "text": "It steps again.", "timestamp": 115 },
        {
          "text": "The woman flies up and shouts a ball of fire into the monster's mouth. The monster explodes.",
          "timestamp": 120
        },
        {
          "text": "The men walk through snow, surrounded on both sides by boulders, where gargoyles perch and stare down at them.",
          "timestamp": 125
        },
        {
          "text": "The men walk through snowy woods, where black whisps wander around them.",
          "timestamp": 130
        },
        {
          "text": "They walk by a river. Mountains billow smoke in the distance. The woman floats behind them.",
          "timestamp": 140
        },
        {
          "text": "The snow beneath them cracks and gives way.",
          "timestamp": 145
        },
        { "text": "The men sink into water.", "timestamp": 150 },
        {
          "text": "Black and white zebra fish swim past them.",
          "timestamp": 155
        },
        {
          "text": "A zebra print shark swims by. The front man looks around.",
          "timestamp": 163
        },
        { "text": "The other men float nearby", "timestamp": 170 },
        {
          "text": "A tentacle grabs the front man and pulls him away.",
          "timestamp": 175
        },
        {
          "text": "A giant, gray octopus like monster with teeth and thorns pulls the front man closer. The woman shoots the monster, and it explodes.",
          "timestamp": 180
        },
        {
          "text": "An iceberg emerges from the sea during a storm. The men ride the iceberg as the woman floats behind them.",
          "timestamp": 185
        },
        {
          "text": "Lightning crashes in the distance. The iceberg rocks, then launches into the air, through the clouds.",
          "timestamp": 190
        },
        {
          "text": "Birds trailing golden light fly around them.",
          "timestamp": 194
        },
        {
          "text": "Purple lightning rumbles from a cloud, seen through a telescope.",
          "timestamp": 199
        },
        {
          "text": "Smoke rises behind a cloud as dazzling blue and purple light glows",
          "timestamp": 205
        },
        {
          "text": "A giant ram with 5 eyes, fangs the size of men, and golden horns rises from the clouds. Its body is made of billowing, rainbow feathers.",
          "timestamp": 210
        },
        { "text": "The men stare up at the beast.", "timestamp": 215 },
        {
          "text": "The woman lifts her blue eyes up to the beast and smiles widely.",
          "timestamp": 220
        },
        { "text": "She rises slowly to eye level.", "timestamp": 225 },
        {
          "text": "She smiles, glowing, in the center of the beasts forehead.",
          "timestamp": 230
        },
        {
          "text": "The beast's horns form a heart above its head. It stretches out thorny, snake skinned arms, revealing layers of billowing rainbow feathers. The men stare ass the beast fills the sky.",
          "timestamp": 235
        }
      ]
    }
  ]
}
