{
  "metadata": {
    "episode": 7,
    "season": 1,
    "seriesTitle": "Shangri-La Frontier",
    "title": "Remnant of the Divinity: The Aberrant Loser",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Muscular legs walk foward. Twin green blades dangle to side. The thighs bear large, dark scars.",
          "timestamp": 41
        },
        { "text": "Muscular arms and abs also bear scars.", "timestamp": 44 },
        {
          "text": "Sunraku wears only blue shorts and a blue bird mask.",
          "timestamp": 46
        },
        {
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro",
          "timestamp": 50
        },
        {
          "text": "At night, Sunraku stands in a misty field",
          "timestamp": 61
        },
        {
          "text": "Moon light shines over Sunraku as he stands near large rocks.",
          "timestamp": 66
        },
        {
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows",
          "timestamp": 68
        },
        {
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest.",
          "timestamp": 71
        },
        {
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips.",
          "timestamp": 75
        },
        {
          "text": "Psyger-0, a knight, wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by her human form.",
          "timestamp": 78
        },
        {
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room",
          "timestamp": 80
        },
        {
          "text": "A man wearing armor and a purple cape sits on a box in a storage room.",
          "timestamp": 85
        },
        {
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes.",
          "timestamp": 88
        },
        {
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon.",
          "timestamp": 92
        },
        {
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins.",
          "timestamp": 95
        },
        {
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back.",
          "timestamp": 99
        },
        {
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes.",
          "timestamp": 104
        },
        {
          "text": "Pencilgon strikes with a sword. The blond girl punches with a fire ball.",
          "timestamp": 106
        },
        {
          "text": "Psyger-0 strikes the ground, and the ground explodes with brilliant light that fades to lightning.",
          "timestamp": 109
        },
        {
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. ",
          "timestamp": 113
        },
        {
          "text": "The town fades into Sunraku's red bird eye",
          "timestamp": 117
        },
        { "text": "Emul leaps up, smiling.", "timestamp": 120 },
        {
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and Pencilgon walk side by side.",
          "timestamp": 124
        },
        {
          "text": "Text, 7, Remnant of the Divinity: The Aberrant Loser",
          "timestamp": 130
        },
        {
          "text": "Girls in sailor style school uniforms walk through suburbs.",
          "timestamp": 134
        },
        { "text": "Rei walks alone, hanging her head.", "timestamp": 137 },
        { "text": "She looks up", "timestamp": 139 },
        { "text": "She walks into a pole", "timestamp": 165 },
        { "text": "Rain drizzles over the school", "timestamp": 167 },
        { "text": "Rei walks alone down the hallway.", "timestamp": 170 },
        {
          "text": "She watches through the window of Rakuro's classroom.",
          "timestamp": 182
        },
        {
          "text": "In a judo dojo, Rei flips a large boy over her shoulder.",
          "timestamp": 186
        },
        { "text": "She straightens her gi, a white robe.", "timestamp": 191 },
        { "text": "Birds flock", "timestamp": 201 },
        {
          "text": "At the game store, Rakuro digs through a bin.",
          "timestamp": 204
        },
        {
          "text": "Rei watches from behind a shelf. Rakuro looks at 2 VR disc cases.",
          "timestamp": 212
        },
        {
          "text": "Rei smiles, her cheeks red, her eyes glistening.",
          "timestamp": 220
        },
        {
          "text": "Mana taps Rei's shoulder. Rei turns so red, steam rises from her head.",
          "timestamp": 223
        },
        { "text": "4 PKers attack Sunraku", "timestamp": 246 },
        { "text": "Sunraku dodges an axe from Branch. ", "timestamp": 251 },
        {
          "text": "Ketchum swings a long sword. Sunraku leaps.",
          "timestamp": 260
        },
        { "text": "Psyger-0 leaps", "timestamp": 262 },
        {
          "text": "The strike kicks dirt hundreds of feet in the air.",
          "timestamp": 269
        },
        {
          "text": "Sunraku looks at the knight's label, which doesn't have a skull icon.",
          "timestamp": 274
        },
        { "text": "Animalia clutches her bone hand staff.", "timestamp": 292 },
        {
          "text": "Pencilgon dissolves into blue from the fiery purple explosion.",
          "timestamp": 325
        },
        {
          "text": "Sunraku and Emul look at the explosion, eyes wide. The PKers gape.",
          "timestamp": 330
        },
        { "text": "Sunraku runs up Psyger-0's sword.", "timestamp": 338 },
        {
          "text": "She looks up as he launches off of her helmet.",
          "timestamp": 341
        },
        { "text": "She falls back, he flies into the air.", "timestamp": 349 },
        {
          "text": "Psyger-0 braces herself. The PKers watch Sunraku land on the ground in front of them.",
          "timestamp": 362
        },
        { "text": "Psyger-0 strikes.", "timestamp": 369 },
        {
          "text": "He runs up the stairs and enters Thirdrema. ",
          "timestamp": 382
        },
        { "text": "Psyger-0 puts her hand to her chest.", "timestamp": 394 },
        { "text": "She cuts Branch in half.", "timestamp": 430 },
        {
          "text": "She takes a dramatic stance, holding her giant purple sword.",
          "timestamp": 442
        },
        { "text": "Lass and Remy scream. Dirt explosion.", "timestamp": 445 },
        {
          "text": "A door forms in a wall. Label, Rabituza Inn.",
          "timestamp": 450
        },
        { "text": "Emul drinks a potion.", "timestamp": 462 },
        { "text": "Message dialog.", "timestamp": 488 },
        { "text": "Rabituza Palace", "timestamp": 574 },
        { "text": "Label, Vorpal Colosseum", "timestamp": 595 },
        {
          "text": "A large dirt circle with 3 tiers of stands. There are 12 entrances to the stands and 4 red huts serve as entrances to the arena grounds.",
          "timestamp": 598
        },
        { "text": "He stretches", "timestamp": 636 },
        { "text": "He equips a pair of vorpal choppers", "timestamp": 641 },
        {
          "text": "She pulls on a chain, opening the door of the north hut.",
          "timestamp": 651
        },
        { "text": "A mist of red then blue", "timestamp": 691 },
        { "text": "Emul slumps", "timestamp": 696 },
        {
          "text": "In Rei's bedroom, the Yojijukugo wall scroll reads \"Constant Progress\"",
          "timestamp": 700
        },
        {
          "text": "In an aura of bubbles and sparkles, pink pedal fly past Sunraku. He turns to look at her, sparkles in his eyes. Emul sits on his shoulder, her eyes censored.",
          "timestamp": 731
        },
        { "text": "Rakuro", "timestamp": 739 },
        { "text": "Rei squirms in bed", "timestamp": 749 },
        { "text": "Hounds enter the colisseum.", "timestamp": 778 },
        { "text": "The pack leader's eyes grow wide", "timestamp": 825 },
        { "text": "He strikes the leader's stomach.", "timestamp": 829 },
        {
          "text": "It falls back, rolls, then runs off. 3 more hounds approach",
          "timestamp": 835
        },
        {
          "text": "He throws a chopper, landing in the leader's haunches. He strikes. Critical.",
          "timestamp": 850
        },
        { "text": "The leader dissolves into blue pixels.", "timestamp": 857 },
        {
          "text": "He strikes as the attack one by one. They fall to the side and dissolve.",
          "timestamp": 870
        },
        {
          "text": "9 snakes slither, emerging from the back of a bear with scars and a glowing red eye.",
          "timestamp": 896
        },
        { "text": "Stamp reads, Defeated on 4th try", "timestamp": 926 },
        { "text": "Goblin berserker, 2nd try", "timestamp": 937 },
        { "text": "Dinoboar, 1st try", "timestamp": 961 },
        { "text": "Toxic eagle, try 112", "timestamp": 969 },
        { "text": "Armored Larva, first try", "timestamp": 980 },
        { "text": "Execu-panther, 1st try", "timestamp": 993 },
        { "text": "Twinhead Tiger, 2nd try", "timestamp": 1000 },
        { "text": "Beta Unit Golem S2, 7th try", "timestamp": 1042 },
        { "text": "Level up, 30 arrow 31", "timestamp": 1055 },
        { "text": "He makes a fist around the collar.", "timestamp": 1068 },
        {
          "text": "He stands on a hut, holding a twig-like bundle. His attendants gather.",
          "timestamp": 1101
        },
        {
          "text": "The twigs wear a witch hat. They're wrapped in chains and talismans.",
          "timestamp": 1123
        },
        {
          "text": "Vash snaps. The talismans and chains fall.",
          "timestamp": 1129
        },
        { "text": "The 5 legged tree man rises slowly.", "timestamp": 1135 },
        {
          "text": "A tree limb strikes. He narrowly sidesteps.",
          "timestamp": 1190
        },
        {
          "text": "The Woodsman waves a staff. Purple holes appear in the arena, and limbs grow out of them.",
          "timestamp": 1198
        },
        { "text": "Sunraku dodges wildly", "timestamp": 1203 },
        { "text": "Vash takes a drag off his pipe.", "timestamp": 1213 },
        { "text": "Vash smiles", "timestamp": 1221 },
        { "text": "Aberrant Woodsman, Level 120", "timestamp": 1235 },
        {
          "text": "Rakuro floats, as if in water. Debris floats around him. ",
          "timestamp": 1240
        },
        {
          "text": "He reaches out a hand. The debris glitters.",
          "timestamp": 1245
        },
        {
          "text": "He opens his blue eyes. He has short, spiky blue hair.",
          "timestamp": 1250
        },
        {
          "text": "Pixels float in cyberspace. We follow a tunnel of light",
          "timestamp": 1255
        },
        { "text": "Grass blows before an orange sunset.", "timestamp": 1260 },
        {
          "text": "Sunraku, bearing Lycagon's Mark, stands.",
          "timestamp": 1264
        },
        {
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face.",
          "timestamp": 1268
        },
        {
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips.",
          "timestamp": 1272
        },
        {
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume.",
          "timestamp": 1277
        },
        {
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind.",
          "timestamp": 1282
        },
        {
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails.",
          "timestamp": 1287
        },
        {
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon.",
          "timestamp": 1291
        },
        {
          "text": "His bird mask feathers blows in the wind.",
          "timestamp": 1294
        },
        {
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips.",
          "timestamp": 1300
        },
        {
          "text": "The blond woman crouches on a outcropping, in front of the moon",
          "timestamp": 1306
        },
        {
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue.",
          "timestamp": 1311
        },
        {
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light",
          "timestamp": 1320
        },
        {
          "text": "Elementary students sit in front of a stage. Sunraku pushes the word SLF Mini",
          "timestamp": 1328
        },
        {
          "text": "Text, 10, You'll Pay. Oh, You Will Pay...",
          "timestamp": 1334
        },
        { "text": "A bird flies in the sky.", "timestamp": 1338 },
        { "text": "Toxic Eagle, Try 45", "timestamp": 1341 },
        {
          "text": "The eagle rises, then poops on his face. He dissolves.",
          "timestamp": 1354
        },
        {
          "text": "Text, 11, What kind of man is Rakuro Hizutome?",
          "timestamp": 1380
        },
        {
          "text": "In a sparkly bubbly aura, Rakuro smiles and gives a thumbs up.",
          "timestamp": 1417
        },
        {
          "text": "In a classroom, Rei doodles Rakuro smiling and giving a thumbs up.",
          "timestamp": 1424
        },
        {
          "text": "Text, This daydream is fiction. It has no relation to actual people or trash game hunters.",
          "timestamp": 1428
        },
        {
          "text": "Quote from Kojien, 7th Edition. \"If you struggle while you're young, the experience will be useful later, so you should aggressively pursue trials.\"",
          "timestamp": 1420
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GX9UQW1Q4",
    "url": "https://www.crunchyroll.com/watch/GX9UQW1Q4/remnant-of-the-divinity-the-aberrant-loser"
  }
}
