{
  "metadata": {
    "episode": 8,
    "season": 1,
    "seriesTitle": "Shangri-La Frontier",
    "title": "The 300-Limit Pandemonium",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Muscular legs walk foward. Twin green blades dangle to side. The thighs bear large, dark scars.",
          "timestamp": 41
        },
        { "text": "Muscular arms and abs also bear scars.", "timestamp": 44 },
        {
          "text": "Sunraku wears only blue shorts and a blue bird mask.",
          "timestamp": 46
        },
        {
          "text": "Red text appears, Shangri-La Frontier. Beyond the text is an expanse of mountains, forests, plains, and cities. We zoom out and the expanse is reflected in VR goggles worn by Rakuro",
          "timestamp": 50
        },
        {
          "text": "At night, Sunraku stands in a misty field",
          "timestamp": 61
        },
        {
          "text": "Moon light shines over Sunraku as he stands near large rocks.",
          "timestamp": 66
        },
        {
          "text": "Rakuro smiles. His image glitches into Sunraku, whose brow furrows",
          "timestamp": 68
        },
        {
          "text": "Pencilgon, a woman with long purple hair, twirls a spear in a forest.",
          "timestamp": 71
        },
        {
          "text": "A girl with blond pig tails walks forward. Looking away from us, she puts her hands on her hips.",
          "timestamp": 75
        },
        {
          "text": "Psyger-0 wears a helmet. Emul wears a suit and top hat. She leaps and is replaced by her human form.",
          "timestamp": 78
        },
        {
          "text": "Vysache wears an eye patch. He holds a carrot shaped smoking pipe and sits cross legged in a low lit, traditional Japanese room",
          "timestamp": 80
        },
        {
          "text": "A man wearing armor and a purple cape sits on a box in a storage room.",
          "timestamp": 85
        },
        {
          "text": "Lycagon bears fangs over a forest, backdropped by a red moon. Yellow lines shine around her red, glowing eyes.",
          "timestamp": 88
        },
        {
          "text": "Sunraku runs through the woods. He leaps, and crosses in front of a full moon.",
          "timestamp": 92
        },
        {
          "text": "Flying through the air, he kicks and punches goblins. Holding red twin knives, he cuts at more goblins.",
          "timestamp": 95
        },
        {
          "text": "With red glowing fists, the blond girl fires energy blasts at goblins. Pencilgon strikes human sized wasps. They fight back to back.",
          "timestamp": 99
        },
        {
          "text": "Vysache, with a scar over his right eye, slowly opens his eyes.",
          "timestamp": 104
        },
        {
          "text": "Pencilgon strikes with a sword. The blond girl punches with a fire ball.",
          "timestamp": 106
        },
        {
          "text": "Psyger-0 strikes the ground, and the ground explodes with brilliant light that fades to lightning.",
          "timestamp": 109
        },
        {
          "text": "A town of small red houses and rabbit shaped motifs. A large temple rests at the top of a giant tree. ",
          "timestamp": 113
        },
        { "text": "The town fades into Sunraku's red eye", "timestamp": 117 },
        { "text": "Emul leaps up, smiling.", "timestamp": 120 },
        {
          "text": "In a forest glowing with a red mist, the blond girl, Sunraku, and Pencilgon walk side by side.",
          "timestamp": 124
        },
        { "text": "Text, 8, The 300-Limit Pandemonium", "timestamp": 125 },
        {
          "text": "Vash throws the Aberrant Woodmage. He snaps his fingers, and the Woodmage's chains and talismans fall off.",
          "timestamp": 150
        },
        {
          "text": "A tree limb strikes. He narrowly sidesteps.",
          "timestamp": 211
        },
        {
          "text": "Limbs grow from purple circles in the arena.",
          "timestamp": 219
        },
        {
          "text": "Sunraku dodges wildly at the thicket of branches.",
          "timestamp": 223
        },
        { "text": "Aberrant Woodmage, Level 120", "timestamp": 242 },
        {
          "text": "He dodges limbs as they grow around him.",
          "timestamp": 246
        },
        {
          "text": "He runs, dodges, and leaps over branches. He runs across one that flies towards him.",
          "timestamp": 250
        },
        { "text": "He lands a few feet from the WoodMage.", "timestamp": 259 },
        {
          "text": "Dozens of branches race towards him. He slides under them",
          "timestamp": 263
        },
        { "text": "He strikes the woodsman's chest", "timestamp": 270 },
        { "text": "Chains strike him.", "timestamp": 275 },
        {
          "text": "The woodsman waves his staff, and chains fly at Sunraku",
          "timestamp": 278
        },
        { "text": "Emul blows a trumpet.", "timestamp": 290 },
        { "text": "Dialog, 4:00", "timestamp": 292 },
        {
          "text": "He flips over a branch, outruns a second and third, dodges a fourth, leaps over a fifth, dodges, front flips. Chains race towards him mid-flip and he parries.",
          "timestamp": 324
        },
        {
          "text": "The woodmage's eyes glow red and it smiles.",
          "timestamp": 349
        },
        { "text": "He parries chains.", "timestamp": 355 },
        { "text": "He dodges a branch mid-air.", "timestamp": 362 },
        {
          "text": "The woodmage raises its staff. It glows yellow, and crackling electric circles race towards him.",
          "timestamp": 370
        },
        { "text": "He leaps back.", "timestamp": 375 },
        { "text": "The staff glows, and shoots fireballs.", "timestamp": 382 },
        {
          "text": "He flies through the air, riding the explosion blastwave.",
          "timestamp": 387
        },
        { "text": "He hits the ground running.", "timestamp": 390 },
        { "text": "Ice cicles", "timestamp": 397 },
        { "text": "Ice, fire, branches, chains, ice", "timestamp": 402 },
        {
          "text": "He dodges branches and parries chains. The woodmage glows with a fire. Sunraku dodges fiery explosions. Vash watches.",
          "timestamp": 414
        },
        {
          "text": "Sunraku flies out of the cloud of smoke.",
          "timestamp": 419
        },
        {
          "text": "The woodmage smiles, chains and branches floating around it.",
          "timestamp": 424
        },
        { "text": "The staff glows. Sunraku breaks.", "timestamp": 434 },
        {
          "text": "Purple miasma explodes around him, and he runs.",
          "timestamp": 438
        },
        {
          "text": "He dodges lightning, branches, chains, branches, fireballs.",
          "timestamp": 441
        },
        { "text": "3:00", "timestamp": 457 },
        { "text": "Icecicles", "timestamp": 459 },
        { "text": "Lightning, Fire", "timestamp": 462 },
        {
          "text": "He dodges fireballs, then lands on the ground and looks up.",
          "timestamp": 507
        },
        {
          "text": "He lands on a branch, stands straight, and stares at the woodmage",
          "timestamp": 538
        },
        {
          "text": "He slides in low, Woodmage swings staff, he kicks the staff away",
          "timestamp": 594
        },
        {
          "text": "Woodmage screams, and branches and chains emerge around it.",
          "timestamp": 618
        },
        {
          "text": "He dodges a branch, then another. Vash watches. 54 seconds.",
          "timestamp": 672
        },
        { "text": "A wall of branches. 46", "timestamp": 682 },
        {
          "text": "Chains wrap around his legs, then glow green. He get a speed debuff.",
          "timestamp": 687
        },
        { "text": "He throws the staff in the air. 23.", "timestamp": 705 },
        {
          "text": "The woodmage catches the staff, smiles, and turns around mid-air. 13.",
          "timestamp": 715
        },
        { "text": "0 seconds.", "timestamp": 729 },
        { "text": "Fireballs", "timestamp": 739 },
        {
          "text": "Vash grabs the woodmage, throws him into the arena, and then drives a staff into its heart.",
          "timestamp": 755
        },
        {
          "text": "Dialog, Title Honory Rabituzan acquired.",
          "timestamp": 804
        },
        { "text": "The collar disappears", "timestamp": 821 },
        { "text": "Rakuro takes off his VR helmet.", "timestamp": 844 },
        { "text": "2:32 AM", "timestamp": 851 },
        { "text": "He lies back in his bed.", "timestamp": 860 },
        {
          "text": "Emul waters a bunny eared cactus with a rabbit watering can.",
          "timestamp": 865
        },
        { "text": "He's Level 31", "timestamp": 892 },
        { "text": "She stares up at him.", "timestamp": 928 },
        { "text": "Rabituza Palace", "timestamp": 957 },
        { "text": "Peaty looks up. Emul screams.", "timestamp": 993 },
        { "text": "Thirdrema", "timestamp": 1025 },
        { "text": "Dressed as a ghost", "timestamp": 1032 },
        {
          "text": "A white sheet covers his head and body down to his ankles. He walks barefoot, next to Human Emul. Mei draws her bow, and Reiji drags her away.",
          "timestamp": 1038
        },
        { "text": "Label, Ritual Medjed Keffiyeh", "timestamp": 1057 },
        { "text": "She drinks a potion.", "timestamp": 1138 },
        {
          "text": "Psyger-0 stares at him from around a corner.",
          "timestamp": 1174
        },
        {
          "text": "Rakuro floats, as if in water. Debris floats around him. ",
          "timestamp": 1181
        },
        {
          "text": "Rakuro floats, as if in water. Debris floats around him. ",
          "timestamp": 1186
        },
        {
          "text": "He reaches out a hand. The debris glitters.",
          "timestamp": 1186
        },
        {
          "text": "He opens his blue eyes. He has short, spiky blue hair.",
          "timestamp": 1191
        },
        {
          "text": "Pixels float in cyberspace. We follow a tunnel of light",
          "timestamp": 1196
        },
        { "text": "Grass blows before an orange sunset.", "timestamp": 1201 },
        {
          "text": "Sunraku, bearing Lycagon's Mark, stands.",
          "timestamp": 1205
        },
        {
          "text": "Rei opens her brown eyes. She has short brown hair that wraps around her face.",
          "timestamp": 1209
        },
        {
          "text": "Sunraku walks on a path with Emul, a white bunny wearing a blue coat, red vest, and top hat. Emul twirls and back flips.",
          "timestamp": 1213
        },
        {
          "text": "Surrounded by stone columns, Psyger-0, a knight appears. Her armor is white and lined in gold. Her helmet bears a long, red plume.",
          "timestamp": 1218
        },
        {
          "text": "Arthur Pencilgon, a woman with long purple hair, looks determined. Her hair moves gently in the wind.",
          "timestamp": 1223
        },
        {
          "text": "A blond woman looks up. She has shoulder length hair tied up in pig tails.",
          "timestamp": 1228
        },
        {
          "text": "Sunraku stares up as clouds roll over a blue sky. It glows yellow with a sunset, then darkens to a dark purple moon.",
          "timestamp": 1232
        },
        {
          "text": "His bird mask feathers blows in the wind.",
          "timestamp": 1235
        },
        {
          "text": "Pencilgon stands on a cliff in front of the moon, her hands on her hips.",
          "timestamp": 1241
        },
        {
          "text": "The blond woman crouches on a outcropping, in front of the moon",
          "timestamp": 1247
        },
        {
          "text": "Sunraku and Psyger-0 stand, facing opposite directions, surrounded by floating debris, backdropped by a nebula that glows prismatically from red to green to blue.",
          "timestamp": 1252
        },
        {
          "text": "Blue pixels float in cyberspace as we fly through a tunnel of light",
          "timestamp": 1261
        },
        {
          "text": "Elementary students sit in front of a stage. Sunraku pushes the word SLF Mini",
          "timestamp": 1269
        }
      ]
    }
  ],
  "source": {
    "domain": "crunchyroll",
    "id": "GZ7UVE3D0",
    "url": "https://www.crunchyroll.com/watch/GZ7UVE3D0/the-300-limit-pandemonium"
  }
}
