{
  "source": {
    "url": "https://www.youtube.com/watch?v=H5NqIsnyTG8",
    "domain": "youtube",
    "id": "H5NqIsnyTG8"
  },
  "metadata": { "type": "music video", "title": "Panic! At The Disco: Don't Threaten Me With A Good Time", "creator": "Fueled by Ramen" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 1.262923,
          "text": "Text, Panic! at the Disco presents, Don't Threaten Me With a Good Time. Starring Brendon Urie."
        },
        {
          "timestamp": 7.646364,
          "text": "We look down at our hands, holding makeup. In the mirror, we see ourselves, a thin brunette woman in our 20's wearing a low cut, short dress."
        },
        {
          "timestamp": 12.879103,
          "text": "We open an app with a map on our phone."
        },
        {
          "timestamp": 15,
          "text": "In late afternoon, we get into a black car."
        },
        { "timestamp": 17, "text": "At a club, people dance." },
        {
          "timestamp": 22.338803,
          "text": "We sit at a bar, and hold up one finger to the bartender, who nods."
        },
        {
          "timestamp": 26.032964,
          "text": "The bartender places a drink, then nods towards the end of the bar. We turn to see Brendon Urie."
        },
        {
          "timestamp": 31.833575,
          "text": "We twirl our thumbs, and look at the bartender, who looks elsewhere"
        },
        { "timestamp": 34, "text": "Urie walks up and smiles smugly at us." },
        {
          "timestamp": 36,
          "text": "We push our glass of pink alcohol away. Urie puts his hand on our knees, and we slap his face."
        },
        {
          "timestamp": 41.464215,
          "text": "We knock back orange liquid. He sips something brown, winces, and puts it aside."
        },
        {
          "timestamp": 47.644971,
          "text": "We knock back several more drinks, and rub our fingers on his face."
        },
        {
          "timestamp": 50.791448,
          "text": "He takes us across the bar, and grabs a champagne bottle off of a confused couple's table."
        },
        {
          "timestamp": 64.433436,
          "text": "We dance with Urie. He dips us. We run our hands up and down his body."
        },
        { "timestamp": 71.944747, "text": "He spins us." },
        {
          "timestamp": 76.665601,
          "text": "He falls back to the floor, and gets up. We spin around in a blur of lights and colors."
        },
        {
          "timestamp": 83.531926,
          "text": "He tries to kiss us, and we slap his face and wag our finger."
        },
        {
          "timestamp": 86.98592,
          "text": "He looks down at us as we embrace and spin."
        },
        { "timestamp": 94, "text": "He runs his tongue up our arm." },
        { "timestamp": 96, "text": "He suddenly stops and looks down." },
        {
          "timestamp": 98,
          "text": "He sees our scaly tentacle between our legs."
        },
        { "timestamp": 100, "text": "His eyes widen and he stumbles back." },
        {
          "timestamp": 102,
          "text": "We slap our tentacle until it glitches and becomes invisible."
        },
        {
          "timestamp": 104,
          "text": "He wrap our arm around him, but he tries to shake us off."
        },
        {
          "timestamp": 107.562014,
          "text": "We hand him a glass of white wine, a shot of red, a glass of brown, and a shot of clear"
        },
        {
          "timestamp": 110.538084,
          "text": "We help him stumble out of the bar."
        },
        {
          "timestamp": 112.403443,
          "text": "We open an app on our phone, then beckon to Urie."
        },
        {
          "timestamp": 115.027766,
          "text": "At night, at a house, we take Urie's jacket off. He struggles to remove his jacket."
        },
        {
          "timestamp": 121.006991,
          "text": "We lock the door, then push him to the stairs."
        },
        {
          "timestamp": 124,
          "text": "He stumbles up the stairs and leans in for a kiss. We slap him, and he stumbles back down the hall."
        },
        {
          "timestamp": 126,
          "text": "He falls back onto the floor, resting against the bed. We throw lacy underwear at his face, and he smiles. The light from the hallway casts our shadow against his face."
        },
        {
          "timestamp": 129,
          "text": "The shadow of a naked woman with outstretched hands implodes in on itself, turning into a floating ball that erupts into tentacles. Urie pushes away, stopped by the bed."
        },
        {
          "timestamp": 132,
          "text": "We lean forward, and he bolts underneath us."
        },
        {
          "timestamp": 134,
          "text": "He races through the house in his underwear, as our slimy tentacles reach for him."
        },
        {
          "timestamp": 136,
          "text": "He throws a lamp at us, and we catch it with a tentacle."
        },
        {
          "timestamp": 140,
          "text": "We spin around, then toss the lamp back in his face. He falls to the ground."
        },
        {
          "timestamp": 142,
          "text": "He tries to slide backward, but a tentacle grabs his ankle."
        },
        { "timestamp": 146, "text": "In the bedroom, tentacles lift him up." },
        { "timestamp": 150, "text": "He is freaked out." },
        {
          "timestamp": 153.461812,
          "text": "A 3rd tentacle pokes his nose, while a 4th stabs him in the back, emerging from his stomach."
        },
        { "timestamp": 155.17865, "text": "He looks down in shock" },
        { "timestamp": 157.423484, "text": "We throw him through a window." },
        {
          "timestamp": 160.159854,
          "text": "Looking over our balcony, we see his bloody, body on the sidewalk"
        },
        { "timestamp": 162.914257, "text": "We pick him up and eat him." },
        {
          "timestamp": 165.619892,
          "text": "In the morning, our tentacles move blankets aside."
        },
        {
          "timestamp": 169.666609,
          "text": "We throw up a skull into a trashcan"
        },
        { "timestamp": 172.613609, "text": "Our tentacles turn into arms" },
        { "timestamp": 179.430679, "text": "We put on a jacket and pants." },
        {
          "timestamp": 182.844849,
          "text": "We look in the mirror, and we are Brendon Urie."
        },
        {
          "timestamp": 186.815705,
          "text": "We do makeup. Our left arm becomes a tentacle, and we slap it until it turns back into an arm."
        },
        {
          "timestamp": 195.531708,
          "text": "We open an app and a black car pulls up."
        },
        { "timestamp": 198.220078, "text": "We enter a club." },
        {
          "timestamp": 203.249039,
          "text": "We meet a woman in a red dress at the bar. We clink glasses."
        },
        {
          "timestamp": 208.125608,
          "text": "We take the woman to the dance floor. We spin her, she dances, dropping to the floor then back up again."
        },
        {
          "timestamp": 214.21601,
          "text": "We dip her. Our outstretched hand into a tentacle, and she screams. Cut to credits."
        }
      ]
    }
  ]
}
