{
  "source": {
    "url": "https://www.youtube.com/watch?v=HLUX0y4EptA",
    "domain": "youtube",
    "id": "HLUX0y4EptA"
  },
  "metadata": {
    "type": "music video",
    "title": "Flobots - Handlebars",
    "creator": "Flobots"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 4,
          "text": "In a field of grass, a blond man in a suit and a red haired man in a flack jacket, sit on bicycles and stare at a city in the distance."
        },
        {
          "timestamp": 10,
          "text": "The men begin to ride down a hill, arms stretched out."
        },
        {
          "timestamp": 20,
          "text": "The 2 men come to  stop in front of a direction sign, with a corporate logo on the left and a dove on the right. The men embrace. The blond man goes left, and the red haired man goes right."
        },
        {
          "timestamp": 30,
          "text": "The red-haired man walks down an urban residential street. The pavement is cracked. By a Local Supermakert, people dance in the street in front of a gramophone."
        },
        {
          "timestamp": 38,
          "text": "The man picks up an apple from the street, and returns it to an apple stand. He waves to a black man on a fire escape, who waves back. White, brown, and purple birds flock overhead."
        },
        {
          "timestamp": 46,
          "text": "An American flag waves over the man. He passes a chalk drawing of children riding a bike down a hill."
        },
        {
          "timestamp": 56,
          "text": "Children play jump rope."
        },
        {
          "timestamp": 60,
          "text": "The red haired man picks up is phone and waves at the blond man."
        },
        {
          "timestamp": 67,
          "text": "The blond man, on the left path, is surrounded by sky scrapers. A billboard for cologne reads \"Rough Seas\". A single black bird flies overhead."
        },
        {
          "timestamp": 72,
          "text": "A child holds a gun in a comic book. Mannequins pose in clothes in a window. On a billboard, a woman in underwear poses provocatively in front of a vacuum."
        },
        {
          "timestamp": 78,
          "text": "A man pulls up in a red car and drops a smoking cigarette. In the passenger seat, a woman winks. A billboard for the red car says \"Turbo\"."
        },
        {
          "timestamp": 85,
          "text": "The blond man stops in front of the tallest skyscraper. In front of the corporate logo, the blond man receives a brick of cash."
        },
        {
          "timestamp": 90,
          "text": "A chart shows a red line climbing quickly until it explodes into red splatter. Outside, the sky darkens."
        },
        {
          "timestamp": 95,
          "text": "The blond man speaks at a podium with a microphone, in front of the corporate logo. The logo transforms into 2 American flags, and the podium grows more microphones."
        },
        {
          "timestamp": 102,
          "text": "A diagram of an atom breaks into blood spatter"
        },
        {
          "timestamp": 108,
          "text": "The red-haired man walks by TVs showing the blond man at a press conference. Other TVs show an atom breaking apart and DNA unravelling."
        },
        {
          "timestamp": 112,
          "text": "A dove flies. A black bird strikes in mid-air, and then carries the dove off. An F 15 Eagle soars overhead."
        },
        {
          "timestamp": 118,
          "text": "Wires climb walls in an alley, and attach to red glowing surveillance cameras. A wrecking ball crashes into an old brick wall, spray painted with a dove. A corporate billboard shows shiny high rises that will replace the brick wall."
        },
        {
          "timestamp": 124,
          "text": "People sit despondently in the streets. The red haired man stands on a box, and beckons the crowd to follow him. An old man stands up from the street and shakes the redhead's hands. A vandal spray paints a red X and the word \"Liar\" over the blond man's poster. The vandal follows the redheaded man."
        },
        {
          "timestamp": 145,
          "text": "Overpasses grow over the ubrna neighborhood, casting it in shadow. Factories billow smoke. Surveillance cameras point lasers in 5 directions."
        },
        {
          "timestamp": 155,
          "text": "A mob follows the red head to the steps of the white house, which sits at the bottom of the tallest skyscraper. A SWAT team in riot gear raise batons. In a helicopter overhead, soldiers fire automatic guns into the mob. The vandal is centered in a sniper scope. Several people in the mob drop, shot from all directions."
        },
        {
          "timestamp": 180,
          "text": "The mob continues forward, throwing bottles at the soldiers in riot gear. Behind them, the blond man talks at a podium. The redhead narrows his eyes."
        },
        {
          "timestamp": 185,
          "text": "The SWAT team fires automatic guns at the mob. The blond man looks on in horror. The redhead drops to the ground as blood splatters from every direction."
        },
        {
          "timestamp": 192,
          "text": "In a flashback, 2 boys ride bicycles, weaving back and forth."
        }
      ]
    }
  ]
}
