{
  "source": {
    "url": "https://www.youtube.com/watch?v=HyHNuVaZJ-k",
    "domain": "youtube",
    "id": "HyHNuVaZJ-k"
  },
  "metadata": {
    "type": "music video",
    "title": "Gorillaz - Feel Good Inc",
    "creator": "Gorillaz"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Stylistic note, this is animated. Helicopters fly over an endless expanse of run down buildings, hazy with smog"
        },
        {
          "timestamp": 10,
          "text": "A tower stands overs the city, rising high above the clouds. High up in the tower, there's a window with a sign sayingk \"Feel Good Inc.\""
        },
        {
          "timestamp": 18,
          "text": "Through the window is club, lit with red lights. The floor is a sea of mostly naked bodies. People smoke."
        },
        {
          "timestamp": 22,
          "text": "A figure sits on a stage in an office chair. It's vocalist 2-D, a blue haired monkey with red eyes and jagged teeth"
        },
        {
          "timestamp": 30,
          "text": "Elsewhere in the club, bassist Murdoc Niccals strums an instrument. He's a shirtless monkey with short black hair. 2 naked women like next to him, playing with his nipples."
        },
        {
          "timestamp": 40,
          "text": "Drummer Russell Hobbs plays drums in front of red curtains. He's a large gorilla in a red jacket, with a white baseball cap reading 'Encore'"
        },
        {
          "timestamp": 50,
          "text": "2-D stands up, holding a megaphone. He looks out at the people, including Niccals, on the floor. He sings into the megaphone."
        },
        {
          "timestamp": 58,
          "text": "Either dust or smoke comes out of the megaphone."
        },
        {
          "timestamp": 65,
          "text": "2-D walks towards the window. As he passes, Niccals rises from the floor."
        },
        {
          "timestamp": 70,
          "text": "Niccals stands and plays bass, while several naked women look up at him, bathed in red light."
        },
        {
          "timestamp": 80,
          "text": "On a sunny day, a windmill floats up through the clouds. It bobs gently, as if it were a ship."
        },
        {
          "timestamp": 90,
          "text": "2-D watches the windmill through the window."
        },
        {
          "timestamp": 100,
          "text": "The windmill splits the clouds as if they were waves."
        },
        {
          "timestamp": 105,
          "text": "The sun sets behind the clouds. Helicopters follow the windmill, mixed in a yellow haze."
        },
        {
          "timestamp": 115,
          "text": "Back in the club, the curtains have been pulled back. On a TV screen, a non-animated person addresses the crowd. It's rapper De La Sol."
        },
        {
          "timestamp": 130,
          "text": "2-D vibrates, and glitches towards the the stage and screen. He's surrounded by screens showing De La Soul"
        },
        {
          "timestamp": 140,
          "text": "Niccals appears on a screen, playing bass. 3 men are now on screen, surrounding 2-D."
        },
        {
          "timestamp": 148,
          "text": "2-D looks anxious, but the clear sky appears in the window behind him. Hobbs plays drums."
        },
        {
          "timestamp": 151,
          "text": "2-D turns to look out the window. A swarm of helicopters buzz around in the dying light."
        },
        {
          "timestamp": 159,
          "text": "On a bright, sunny day, a flying island emerges from a cloud. The island is home to the windmill. A blue haired female monkey sits on the edge of the island. It's guitarist Noodle."
        },
        {
          "timestamp": 172,
          "text": "It flies towards the tower, which is cast in darkness."
        },
        {
          "timestamp": 180,
          "text": "2-D watches the windmill through the window. He turns away. From inside the club, all we can see are the buzzing flies/helicopters."
        },
        {
          "timestamp": 185,
          "text": "Hobbs plays drums on a stage between tall speakers. Behind him, a live action human sings to us."
        },
        {
          "timestamp": 190,
          "text": "Noodle plays guitar, riding on the edge of the windmill island. 2-D watches Noodle go by, hands pressed to the window."
        },
        {
          "timestamp": 195,
          "text": "Butterflies fly around Noodle, replacing 2-D's helicopters."
        },
        {
          "timestamp": 201,
          "text": "2-D's hands fall from the window, leaving gloomy streaks. The red light disappears into darkness."
        },
        {
          "timestamp": 207,
          "text": "Niccals plays on a stage, dwarfed by the live action singer on the screen behind him."
        },
        {
          "timestamp": 216,
          "text": "The flying windmill island drifts into the sky."
        },
        {
          "timestamp": 224,
          "text": "The live action singers laugh at us. Niccals plays bass in the club while crotch thrusting. 2-D slowly lowers himself back into his office chair."
        },
        {
          "timestamp": 235,
          "text": "2-D looks down, and we zoom out. The floor is a sea of mostly naked bodies, lit with red lights."
        },
        {
          "timestamp": 246,
          "text": "Helicopters follow the floating island, which becomes obscured by dark clouds. Fade to black."
        }
      ]
    }
  ]
}
