{
  "source": {
    "url": "https://www.youtube.com/watch?v=i8dh9gDzmz8",
    "domain": "youtube",
    "id": "i8dh9gDzmz8"
  },
  "metadata": {
    "type": "music video",
    "title": "Green Day - When I Come Around",
    "creator": "Green Day"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "A city at night."
        },
        {
          "timestamp": 9,
          "text": "Seen through a window, a woman with red curly 80's hair and blue eye shadow walks behind her TV. She wears a white T-shirt and floral shorts."
        },
        {
          "timestamp": 12,
          "text": "The band members walk down the street. The woman plays cards. The apartment has lime green walls, his and hers cactus lamps, red carpeted floors, and a matching red rotary phone sitting. Behind her is a table with 2 chairs facing different directions. The woman sits alone on a love seat."
        },
        {
          "timestamp": 28,
          "text": "Behind the redheaded woman, a man walks by. He wears a blue and yellow bath robe and has unkempt black hair. He walks by the woman, who doesn't look up. He picks up a comb, and looks out a window."
        },
        {
          "timestamp": 32,
          "text": "The band members walk down the street."
        },
        {
          "timestamp": 35,
          "text": "The man in the bath robe looks across the street, at a woman in red pencil skirt and long sleeved jacket. She wears a white derby hat with black feathers, evocative of the 1920's. She's in a room with blue carpet and walls. The man in the bathrobe combs his hair while watching the woman in the derby hat carefully arrange bottles on a glass table. She picks up a black purse."
        },
        {
          "timestamp": 46,
          "text": "The band members walk past a video store. A trolley bus drives past."
        },
        {
          "timestamp": 50,
          "text": "The woman in the derby hat checks her makeup in a round mirror covered in shells. She checks her watch, walks by silver geometric lamps, and stares intently through a window."
        },
        {
          "timestamp": 57,
          "text": "A black man in a brown suit puts a necklace around his young daughter's neck. She wears a 19th century dress with a feathered bonnet. The 2 stand in a room with red walls with white trim. The lamps are bronze children holding wheat."
        },
        {
          "timestamp": 73,
          "text": "The girl checks her makeup in a mirror. The band members walk through a subway station."
        },
        {
          "timestamp": 81,
          "text": "The girl walks past a poster of foggy woods that stretches across her entire wall. She walks up to a window, where a telescope is pointed toward the street."
        },
        {
          "timestamp": 84,
          "text": "She peers through a telescope, and sees a man in a green suit pace in an alley way by a dumpster. He lights a cigarette."
        },
        {
          "timestamp": 105,
          "text": "The band members walk through a long hallway in the station. Drummer Tres Cool wears a white jacket, a green shirt, and a name tag saying 'idiot'. He leans against the wall as he walks."
        },
        {
          "timestamp": 111,
          "text": "The man by the dumpster notices something in the distance. A couple of teenagers kiss against a car hood under a street light."
        },
        {
          "timestamp": 117,
          "text": "The band members walk by a map of the Bay Area Rapid Transit map."
        },
        {
          "timestamp": 125,
          "text": "The kissing teenagers separate and walk away, holding hands. They slowly climb stairs, until they notice something and stop to look. An old man in a wheel chair and an oxygen tank frowns, staring at the night."
        },
        {
          "timestamp": 135,
          "text": "Fast forwarded POV shot of a car driving several blocks down the road."
        },
        {
          "timestamp": 138,
          "text": "The old man rolls his wheelchair. He's in a room with white carpet and white walls."
        },
        {
          "timestamp": 140,
          "text": "The band members walk down a hallway with narrow pastel colored panelling. Bassist Mike Dirnt spreads his arm, easily reaching both sides of the hall at once."
        },
        {
          "timestamp": 148,
          "text": "The old man in the wheelchair stares out his window. Balley students hold a ballet pose. A sign reads Dance Academy. The old man's face appears downfallen. A woman assumes a position, and children mimic her."
        },
        {
          "timestamp": 161,
          "text": "A ballet student in green walks to the window. The band members walk down the pastel hallway."
        },
        {
          "timestamp": 164,
          "text": "The ballet student looks up through the window. The man in the bathrobe matches the ballerina's gaze."
        },
        {
          "timestamp": 170,
          "text": "Shots of windows across San Francisco at night. Fade to black."
        }
      ]
    }
  ]
}
