{
  "source": {
    "url": "https://www.youtube.com/watch?v=iP6XpLQM2Cs",
    "domain": "youtube",
    "id": "iP6XpLQM2Cs"
  },
  "metadata": { "type": "music video", "title": "Ke$ha - TiK ToK", "creator": "kesha" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 4.851921,
          "text": "Kesha wakes up in a bathtub, disheveled, missing her right shoe."
        },
        {
          "timestamp": 15.438685,
          "text": "She steps out of the tub. Next to her feet is her missing cowboy boot and an empty bottle of Jack Daniels"
        },
        {
          "timestamp": 28.06383,
          "text": "She picks up her extra shoe. Her toenails are leopard printed."
        },
        {
          "timestamp": 31.912605,
          "text": "She knocks a picture off the wall. It shows a family of 4, including 2 middle school aged children."
        },
        {
          "timestamp": 37.820539,
          "text": "She comes down the stairs, where a family of 4 are eating breakfast."
        },
        {
          "timestamp": 43.899571,
          "text": "The mom drops a plate of pancakes."
        },
        { "timestamp": 46.303027, "text": "Kesha walks out the door." },
        {
          "timestamp": 50.146469,
          "text": "The family follows her out. She gets on a bike covered in gold with spinning rims."
        },
        {
          "timestamp": 57.289378,
          "text": "The bike is a Lowrider brand, with the vanity plate \"MONEY\", 4 horns, and an American flag."
        },
        {
          "timestamp": 65.585633,
          "text": "She pulls up to kids sitting on the curb with a boombox. She points at the bike, the kids run over, and she picks up the boombox."
        },
        {
          "timestamp": 75.245949,
          "text": "She sits in an alley way with the boombox."
        },
        {
          "timestamp": 79.400113,
          "text": "A man eats a popsicle and smiles at her. She waves him off."
        },
        {
          "timestamp": 86.486684,
          "text": "A man pulls up in a gold Trans Am."
        },
        {
          "timestamp": 90.238154,
          "text": "The man wears shorts, an American flag fanny pack, a cut off shirt saying 'Dirt', and a pornstache. He opens the passenger door, and Kesha gets in."
        },
        {
          "timestamp": 101.347673,
          "text": "The police pull over the car. Kesha climbs out of the car."
        },
        {
          "timestamp": 105.540296,
          "text": "They cuff her while the driver laughs."
        },
        {
          "timestamp": 107.69379,
          "text": "She dances in the passenger seat of the car, handcuffs on one hand, while it drives down the road."
        },
        { "timestamp": 137.966035, "text": "In a club" },
        {
          "timestamp": 147.265393,
          "text": "She sits on alone on a carpet while confetti falls around her."
        },
        {
          "timestamp": 154.744886,
          "text": "She raises her hands over her head"
        },
        {
          "timestamp": 156.303546,
          "text": "She's wearing a strappy, high stilletto."
        },
        {
          "timestamp": 163.906938,
          "text": "She dances in the confetti, whipping her hair around."
        },
        {
          "timestamp": 170.039772,
          "text": "She walks through a door, wearing a sparkly dress"
        },
        {
          "timestamp": 175.422613,
          "text": "A crowd of people dance in a dark room. There are posters on the wall, like in a college dorm."
        },
        {
          "timestamp": 179.736792,
          "text": "College aged party goers dance and carry red solo cups"
        },
        {
          "timestamp": 185.500414,
          "text": "The Trans Am driver sits on a couch. A DJ works a mix table in a corner."
        },
        {
          "timestamp": 193.396933,
          "text": "A man stands on a table and jumps, nearly hitting a ceiling fan."
        },
        {
          "timestamp": 208.682456,
          "text": "She lies in a grungy bath tub, with gold confetti."
        },
        { "timestamp": 214.316233, "text": "She's missing her left shoe." }
      ]
    }
  ]
}
