{
  "metadata": {
    "season": 1,
    "episode": 13,
    "seriesTitle": "Fugget About It",
    "title": "Hunts With Handgun!",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "explicit": true,
      "tracks": [
        {
          "text": "Jimmy pulls back a Raquel Welch poster, revealing a tunnel. He and Cheech crawl through, then pop out of the ground outside of the base. They look at each other, and dive back into the dirt. They leave a trail of loosened dirt as they tunnel away.",
          "timestamp": 26.635667
        },
        {
          "text": "They tunnel through an urban sidewalk. In a basement, teenagers play a video game. Mobster targets appear. We zoom out, and Jimmy and Cheech pass in front of the game.",
          "timestamp": 32.779468
        },
        {
          "text": "They tunnel to the next building, up the wall and over the roof, and on to the next building. Later, they tunnel across a street and into the basement of a mansion.",
          "timestamp": 41.261559
        },
        { "text": "They climb stairs", "timestamp": 52.248425 },
        { "text": "They enter the living room.", "timestamp": 64.702952 },
        {
          "text": "A bat. Face punch. Head butt. Kick to the jaw. Nut kick. Spoon to a nose. Wedgie. Darkness. Cheech turns on a light. A family lies in their own blood on the floor.",
          "timestamp": 65.731889
        },
        { "text": "A car drives east on Highway 1.", "timestamp": 125.00585 },
        {
          "text": "Cheech winks. A First Nation officer walks up. He sports a shoulder length braid.",
          "timestamp": 148.813152
        },
        {
          "text": "In the living room, Jimmy sits in a chair cutting his toe nails. He throws the clippings across the room at a bin.",
          "timestamp": 188
        },
        { "text": "The clipping bounces off the rim.", "timestamp": 192 },
        { "text": "Cookie answers the door.", "timestamp": 201.825409 },
        {
          "text": "Jimmy tosses a clipping at Annabelle",
          "timestamp": 208.980582
        },
        {
          "text": "A police car pulls up. Petey gets out of the back.",
          "timestamp": 256.889778
        },
        { "text": "Gina squats with balled fists.", "timestamp": 293.669329 },
        {
          "text": "At the Keanu Reeves Correctional Institute and Spa",
          "timestamp": 299.314976
        },
        {
          "text": "Jimmy leaves the luxurious lobby, and rides a the moving sidewalk past cells with a maseuse, golf, and a reading chair.",
          "timestamp": 320.43005
        },
        {
          "text": "At the Uniforms store, Gina tries on a green field girl uniform with sash and kerchief.",
          "timestamp": 404.906959
        },
        {
          "text": "Jimmy and Cheech pull up to a sign saying Black Paw Reservation. The road is blocked by a barrier labelled Keep Out.",
          "timestamp": 439
        },
        {
          "text": "Jimmy rests against a totem pole, which falls over.",
          "timestamp": 476.404545
        },
        {
          "text": "A man in blue looks up. A bear appears in the sky.",
          "timestamp": 505.923006
        },
        {
          "text": "The speaker looks up. A wolf appears in the sky.",
          "timestamp": 507.077274
        },
        { "text": "Jimmy looks up and sees a bird. ", "timestamp": 509.123258 },
        {
          "text": "Cheech looks up and sees a platypus.",
          "timestamp": 514.014541
        },
        {
          "text": "The man in blue scratches his chin. Other First Nation people stare. Jimmy stares.",
          "timestamp": 532.549913
        },
        {
          "text": "The First Nation people hold rifles. Jimmy and Cheech hold handguns. They stand behind a rock and look at a moose.",
          "timestamp": 582.481095
        },
        { "text": "The deer frowns and runs away.", "timestamp": 598.119236 },
        { "text": "Jimmy puts the gun to the moose's head.", "timestamp": 628 },
        { "text": "Jimmy knife fights a beaver.", "timestamp": 630.915215 },
        {
          "text": "Cheech wraps wire around a bear's neck. The bear runs while Cheech holds on.",
          "timestamp": 635.76536
        },
        {
          "text": "Animals sit at a round table, wearing clothes and smoking cigars. Jimmy walks up behind a rabbit and beats it with a baseball bat. He's covered in blood splatter.",
          "timestamp": 639.256435
        },
        {
          "text": "A racoon gives another a massage. The masseuse backs away as the patient  puts on glasses. A bullet goes through an eye.",
          "timestamp": 645.554862
        },
        {
          "text": "A wolf gets into a car and starts in. The car explodes.",
          "timestamp": 653.030169
        },
        {
          "text": "At Celine Dion Elementary, Field Guide meeting today",
          "timestamp": 655.311585
        },
        { "text": "Jimmy", "timestamp": 731.208826 },
        { "text": "Bulldozers knock down trees", "timestamp": 741 },
        {
          "text": "An excavator digs. A drug drives by tree stumps.",
          "timestamp": 743.856519
        },
        {
          "text": "In the basement, The First Nation people drop a bag on a billiards table.",
          "timestamp": 912.797658
        },
        { "text": "O'Shea punches Jimmy", "timestamp": 982.763568 },
        {
          "text": "Theresa wears a tight field girl uniform. An overweight man answers the door, and looks her up and down.",
          "timestamp": 1000.113693
        },
        {
          "text": "Mesmerized, he hands her cash. The mesmerization wears off.",
          "timestamp": 1011
        },
        {
          "text": "Theresa holds boxes and plumps her chest. A woman answers the door.",
          "timestamp": 1028.472625
        },
        { "text": "At the house", "timestamp": 1052.567885 },
        {
          "text": "O'Shea escapes ropes and punches Jimmy in the nose",
          "timestamp": 1065.907257
        },
        { "text": "Gina stands in only underware", "timestamp": 1198.246903 },
        {
          "text": "She walks away, and a dog bites at her underwear, evocative of the 1940's Coppertone Girl",
          "timestamp": 1202.170747
        },
        {
          "text": "Jimmy imagines flying through the air. The bird joins him.",
          "timestamp": 1221.998597
        },
        {
          "text": "The First Nation people look around.",
          "timestamp": 1249.161216
        },
        { "text": "Cheech drinks", "timestamp": 1251.965427 },
        {
          "text": "In a bar, Jimmy, Cheech, O'Shea, and the First Nation people drink beer. A jewish and a muslim man stand arm and arm. A Klansman raises his hand for a high five, and a black man in a beret holds up a fist. They put their arms over their shoulders. A cat and dog embrace. An apple and orange stare at each other. ",
          "timestamp": 1257.795517
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "iqr9r6rfA3k",
    "url": "https://www.youtube.com/watch?v=iqr9r6rfA3k"
  }
}
