{
  "metadata": {
    "season": 1,
    "episode": 1,
    "seriesTitle": "Fugget About It",
    "title": "Hate Crime Legislation is for Pussies",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "explicit": true,
      "tracks": [
        {
          "text": "Jimmy picks up the paper in his snow covered front yard. Wind blows open his robe, revealing his genitals.",
          "timestamp": 15.199208
        },
        {
          "text": "The boss flies out the window of a skyscraper",
          "timestamp": 38.326324
        },
        { "text": "A car pulls up", "timestamp": 48.365353 },
        { "text": "FBI", "timestamp": 77.940218 },
        {
          "text": "A wind blows past Jimmy and family.",
          "timestamp": 126.170611
        },
        {
          "text": "Jimmy Falcone, a burly man with exposed chest hair, smokes a cigar while walking down the street. He smiles for a mug shot. At a dock, he watches Uncle Cheech pry open a tuna crate, revealing a cache of automatic weapons. At a pool hall, he turns to see 3 gangsters point guns at Uncle Cheech, who has his arms wrapped around 2 busty women.",
          "timestamp": 128
        },
        {
          "text": "The boss flies out of a window. At his house, Jimmy's mailbox explodes. In a parking garage, Jimmy's car explodes. The 3 gangsters shoot at Jimmy, as he eats spaghetti and meatballs in a restaurant called Tomato. ",
          "timestamp": 137.822724
        },
        {
          "text": "Jimmy sits down in an interrogation room, opposite 2 FBI agents. They hand him a pamphlet reading Witness Protection. It displays a man windsailing past palm trees. In a courtroom, Jimmy points to 7 gangsters.",
          "timestamp": 144.842397
        },
        {
          "text": "The FBI close a van door on Jimmy and family. Wearing orange, the gangsters play instruments. The FBI dumps them in the snow.",
          "timestamp": 152.464087
        },
        {
          "text": "Jimmy drives with Cookie down the road. Cookie has shoulder length curly red hair and a low cut purple top revealing ample cleavage.",
          "timestamp": 158.460097
        },
        {
          "text": "Jimmy turns right from the left lane. Another car swerves.",
          "timestamp": 181
        },
        {
          "text": "They pull up to Wayne Gretzky High School.",
          "timestamp": 189.734058
        },
        {
          "text": "A girl with a low cut orange tubetop and matching miniskirt struts out of school. Boys stare and drool.",
          "timestamp": 194.396379
        },
        {
          "text": "Jimmy points a gun at a boy with flowers.",
          "timestamp": 220.523239
        },
        { "text": "She rolls her eyes.", "timestamp": 226.414487 },
        {
          "text": "Jimmy gapes then frowns. He opens the trunk and pulls out a baseball bat.",
          "timestamp": 244.416546
        },
        {
          "text": "Typed text. RCMP Special Agent Strait McCool",
          "timestamp": 258.932345
        },
        { "text": "The bullies smile and run off.", "timestamp": 310.295925 },
        {
          "text": "Mountie Agent McCool leaps onto his white horse. It rears up, then runs off.",
          "timestamp": 325.955088
        },
        {
          "text": "The family eats dinner at Jimmy's house. Petey has a black eye and torn clothes.",
          "timestamp": 329.390024
        },
        {
          "text": "At night, Gina wears pajamas printed with broken bottles. She colors with a red crayon. ",
          "timestamp": 424.64933
        },
        {
          "text": "Cookie kisses Gina. At the Brian Orser boxing gym, a bald man punches Petey in the face. He stands still, wearing a Save the Whales tank top.",
          "timestamp": 454.005756
        },
        { "text": "A janitor mops nearby.", "timestamp": 472.708578 },
        {
          "text": "The janitor backs away. The bald boxer punches Petey in the face. He flies across the ring.",
          "timestamp": 483.670806
        },
        {
          "text": "Petey uppercuts the bald man, who flies up, over, and lands face first in an aquarium.",
          "timestamp": 514.755959
        },
        { "text": "In the locker room", "timestamp": 522.736391 },
        {
          "text": "Petey punches Cheech, who flies into a locker.",
          "timestamp": 549
        },
        {
          "text": "Petey collapses. Jimmy and Cheech fistbump.",
          "timestamp": 592.562686
        },
        {
          "text": "At the house, Cookie stirs a pot.",
          "timestamp": 595.607728
        },
        { "text": "A diamond necklace.", "timestamp": 629.507368 },
        {
          "text": "Outside, Petey taps a punching bag. Jimmy shows a newspaper reading More Troops Sent!",
          "timestamp": 654.425546
        },
        {
          "text": "Petey punches the bag. The ropes break, and it flies into Cheech.",
          "timestamp": 658.613936
        },
        {
          "text": "At the gym, Petey jumps rope sluggishly. Jimmy rolls out a TV with rabbit ears display Faux News Channel. Fair & Balanced. We decide. You listen. Petey jumps faster.",
          "timestamp": 661.169508
        },
        {
          "text": "A redheaded boxer punches Petey. Jimmy puts a white suit and hood over the boxer. ",
          "timestamp": 665.729365
        },
        {
          "text": "Jimmy punches the hooded redhead, who flies across the gym and crushes Cheech.",
          "timestamp": 669.906385
        },
        { "text": "A referee lifts Petey's hand.", "timestamp": 672.648142 },
        {
          "text": "At the house, the parents read the papers.",
          "timestamp": 676.954152
        },
        {
          "text": "Jimmy approaches McCool and horse.",
          "timestamp": 710.640077
        },
        {
          "text": "McCool's horse rears, and runs off. Cheech joins Jimmy outside.",
          "timestamp": 793.259868
        },
        {
          "text": "Jimmy slaps Cheech. At the gym, Petey gets into a cab with Jimmy.",
          "timestamp": 806.269584
        },
        {
          "text": "He speaks from the street, and a truck hits him.",
          "timestamp": 877.532035
        },
        {
          "text": "In the kitchen, Petey weras a gray sweats and a blue beanie. He cracks eggs into a glass.",
          "timestamp": 885
        },
        {
          "text": "He drinks, grimaces, and pukes onto the floor.",
          "timestamp": 888.289873
        },
        {
          "text": "She storms off. On the couch, Jimmy watches a boxer punch a man's head off, revealing a bloody spine. Headline, The Moose Jaw Breaker.",
          "timestamp": 906.211196
        },
        {
          "text": "Jimmy holds Cheech in a kiddie pool.",
          "timestamp": 923.427326
        },
        {
          "text": "Cheech grabs his own throat, throws himself back, and flails.",
          "timestamp": 981.683201
        },
        {
          "text": "The Friendly Giant Arena at night.",
          "timestamp": 1053.401545
        },
        {
          "text": "In the arena, the bulky boxer taps Petey, and he flies across the ring. Next round, the boxer punches Petey in the face while he stands.",
          "timestamp": 1125.090779
        },
        { "text": "Cookie hits Cheech", "timestamp": 1167.303018 },
        {
          "text": "The boxer punches Petey across the ring. He lands in front of his family.",
          "timestamp": 1168.086379
        },
        { "text": "They lock pinkies", "timestamp": 1186.526628 },
        {
          "text": "Petey looks at the boxer, then at his family. They gape, except Gina, who's pickpocketing someone.",
          "timestamp": 1232.835465
        },
        {
          "text": "Petey taps the boxer's glove to his face, then falls backwards.",
          "timestamp": 1239.213762
        },
        {
          "text": "The boxer furrows his brow and looks around.",
          "timestamp": 1243.289045
        },
        {
          "text": "Jimmy wipes a tear. McCool stands on a rafter above the ring. ",
          "timestamp": 1252.644708
        },
        { "text": "At the house.", "timestamp": 1263.598133 },
        {
          "text": "She punches him in the nose. Jimmy turns to us.",
          "timestamp": 1300.151369
        },
        {
          "text": "She approaches us, and pulls up her top. After revealing under boob, cut to black",
          "timestamp": 1328
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "IzHQyjX93CM",
    "url": "https://www.youtube.com/watch?v=IzHQyjX93CM"
  }
}
