{
  "source": {
    "url": "https://www.youtube.com/watch?v=K38xNqZvBJI",
    "domain": "youtube",
    "id": "K38xNqZvBJI"
  },
  "metadata": {
    "type": "music video",
    "title": "Bowling For Soup - 1985",
    "creator": "Bowling For Soup"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Sitting in the driveway of a suburban house, vocalist Jaret Reddick plays with a remote controlled car. Behind him, guitarist Chris Burney sits in a kiddie pool, trying to drink from a hose."
        },
        {
          "timestamp": 7,
          "text": "Bassist Erik Chandler sits in a lawn chair holding a red solo cup and talking on a Nokia Cityman cordless phone."
        },
        {
          "timestamp": 10,
          "text": "Drummer Gary Wiseman holds up a suntanning reflector"
        },
        {
          "timestamp": 15,
          "text": "Across the street, a woman walks out of her house with husband, an office worker who wears glasses."
        },
        {
          "timestamp": 18,
          "text": "Reddick looks up, and pulls out binoculars. The husband and wife kiss, and the husband walks away."
        },
        {
          "timestamp": 25,
          "text": "The wife, Debbie, looks at her flower garden. Reddick gestures to the other band members, and they run off."
        },
        {
          "timestamp": 35,
          "text": "Debbie looks across the street. The band's garage door rolls up, revealing the band in costumes and settings that recreate music videos and styles."
        },
        {
          "timestamp": 40,
          "text": "Recreating \"Addicted to Love\", Reddick is dressed as singer Robert Palmer. His hair is slicked back, and he wears a white shirt and black tie. As he sings he sometimes looks away, and then back again."
        },
        {
          "timestamp": 45,
          "text": "The other band members play instruments white wearing tight black spandex dresses with studded belts around their waist. They wear matching dark eyeliner, bright red lips, black stockings, and black heels. They play white instruments slowly and mechanically, while making no facial expression."
        },
        {
          "timestamp": 60,
          "text": "A man in a leather jacket walks down the sidewalk. He watches the band play, rolls his eyes, and shakes his head. Debbie works in the garden. As she bends over, we can see her shirt is a little unbuttoned."
        },
        {
          "timestamp": 70,
          "text": "The garage door closes and opens again."
        },
        {
          "timestamp": 75,
          "text": "Reddick sits on a boombox. Behind him, Chandler wears a yellow tracksuit and does the worm. Wiseman stands at a mix station, wearing a red tracksuit, hat, and chains around his neck. Burney wears a black tracksuit, and watches Chandler's dancing."
        },
        {
          "timestamp": 85,
          "text": "Debbie looks at toys strewn around her yard and throws her hands up. She picks up a toy and turns, revealing a very unbuttoned shirt."
        },
        {
          "timestamp": 90,
          "text": "Burney dances while Reddick sings. He has several chains around his neck."
        },
        {
          "timestamp": 95,
          "text": "He attempts a dance move where you quickly drop and spin around on your hands or butt. He slowly moves to the floor, tries to spin, and falls over."
        },
        {
          "timestamp": 100,
          "text": "Debbie watches them, as a mailman hands her mail. Chandler grabs Burney's legs and tries to spin him. The mailman shakes his head."
        },
        {
          "timestamp": 110,
          "text": "Recreating \"Faith\", Reddick is dressed as George Michael. He stands next to a jukebox. Reddick's hair is slicked back, and he wears blue jeans and a black jacket. He plays a large acousting guitar and shakes his butt."
        },
        {
          "timestamp": 120,
          "text": "His jacket says \"BSA Revenge\". He stands next to the jukebox, one foot tapping the side of the jukebox. He turns to us. He's wearing cross earings."
        },
        {
          "timestamp": 130,
          "text": "The garage door opens. The band is dressed like Motley Crue and standing on an elaborate concert stage. Wiseman plays drums on a spinning stage."
        },
        {
          "timestamp": 150,
          "text": "Debbie walks across the street. She takes off a sweater. Her shirt is fully unbuttoned, revealing a red bra. She lets down her long brown hair, and tears away a part of her long beige skirt. It's now a mini skirt."
        },
        {
          "timestamp": 160,
          "text": "She climbs on the jaguar parked in the driveway. She dances on the car, like in Whitesnake's \"Here I Go Again\". On her hands and knees, she swings her hair around"
        },
        {
          "timestamp": 165,
          "text": "She crawls towards us, across the hood of the car."
        },
        {
          "timestamp": 180,
          "text": "She writhes around, kicking her legs in the air"
        },
        {
          "timestamp": 190,
          "text": "The band watches Debbie intently."
        },
        {
          "timestamp": 205,
          "text": "She looks at her husband and down at herself. The band claps. She closes her shirt, looks around, and runs back to her house."
        }
      ]
    }
  ]
}
