{
  "metadata": {
    "creator": "MIKA",
    "title": "MIKA - Popular Song ft. Ariana Grande",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "In a kitchen, Mika and Ariana Grande stare at us intently. Mika has short, wavy brown hair, and wears a white shirt with a blue vest. Grande has medium length wavy black hair, pinned in a ponytail. She wears a black shirt and a checkered apron. Mika stirs a cauldron while Grande pours blue liquid into it. Bubbles float out of the bubbling, black concoction. ",
          "timestamp": 2
        },
        {
          "text": "In a classroom, Grande stares at a blond girl sitting at the desk next to her.",
          "timestamp": 11
        },
        {
          "text": "Mika pulls out a blackberry and types Ichabod and 2 more. Next to him, a blackboard spells out Arsenic Acid, and a hazard warning symbol.",
          "timestamp": 15
        },
        {
          "text": "Ichabod, a student in black and white stripes, looks at his phone. Dinner party at 11. He smiles and pumps his fist at Mika, who shows a fist back.",
          "timestamp": 22
        },
        {
          "text": "In a high school hallway, students wearing black and white walk, holding books.",
          "timestamp": 29
        },
        {
          "text": "Ichabod jumps off a railing and slaps Mika's books out of his hand. He walks away laughing while Mika stares at him.",
          "timestamp": 34
        },
        {
          "text": "Grande stares as the blonde girl reads a message on her phone. She turns to Grande and smiles. Grande stares, unmovingly",
          "timestamp": 40
        },
        {
          "text": "Mika smiles menacingly as the cauldron bubbles.",
          "timestamp": 45
        },
        {
          "text": "Grande pours a green liquid into the cauldron.",
          "timestamp": 48
        },
        {
          "text": "Grande drops a dead rat into the cauldron. She shrugs and smiles sweetly.",
          "timestamp": 51
        },
        { "text": "Mika sings to us", "timestamp": 55 },
        {
          "text": "In a hallway, Grande talks to a boy in front of coffin shaped lockers.",
          "timestamp": 58
        },
        {
          "text": "The blonde girl approaches and pushes Grande aside, smiling at the boy.",
          "timestamp": 63
        },
        {
          "text": "In the classroom, Grande stares intently and the blonde girl, while Mika watches over her shoulder.",
          "timestamp": 67
        },
        {
          "text": "The blonde girl turns and smiles. Grande smiles sweetly back. Mika smiles widely over her shoulder.",
          "timestamp": 70
        },
        {
          "text": "In the kitchen, Grande and Mika sing over the cauldron.",
          "timestamp": 74
        },
        {
          "text": "A curly haired boy pulls Mika into a bathroom stall. Grande throws leaves into the cauldron.",
          "timestamp": 78
        },
        {
          "text": "The curly haired boy pushes Mika into a toilet while laughing",
          "timestamp": 81
        },
        {
          "text": "Mika sings over the cauldron as Grande adds green liquids.",
          "timestamp": 90
        },
        {
          "text": "They sing as bubbles float past their smiling faces.",
          "timestamp": 95
        },
        {
          "text": "In the classroom, the curly haired boy looks at his phone, smiles, and looks at Mika, who returns the smile. Grande turns to Mika, who nods.",
          "timestamp": 100
        },
        {
          "text": "Someone hits a car key fob. Mika stands next to a blue car with a front plate reading Popular. The car talks.",
          "timestamp": 103
        },
        { "text": "Mika sings and drives.", "timestamp": 112 },
        {
          "text": " Grande stares out the passenger window and sings.",
          "timestamp": 115
        },
        { "text": "They sing in the kitchen.", "timestamp": 120 },
        {
          "text": "Grande throws something in the cauldron.",
          "timestamp": 126
        },
        { "text": "Mika's watch shows 11:00", "timestamp": 129 },
        {
          "text": "Grande gestures welcomingly to a black dining table surrounded by red, lit candles.",
          "timestamp": 132
        },
        {
          "text": "Mika sits at the left, Grande to the right. The 3 guests sit in the center.",
          "timestamp": 136
        },
        {
          "text": "The curly haired boy, in a black and white pinstripe suit, toasts.",
          "timestamp": 140
        },
        {
          "text": "Ichabod and the blonde girl drink from their goblets.",
          "timestamp": 143
        },
        { "text": "Grande sings. Mika plays with cutlery.", "timestamp": 146 },
        {
          "text": "Ichabod looks up, wearing a worried expression.",
          "timestamp": 150
        },
        { "text": "He turns to stone.", "timestamp": 152 },
        {
          "text": "The curly haired man drops his food and stands up. He turns to stone mid stand.",
          "timestamp": 154
        },
        {
          "text": "Mika lifts a candlestick and strikes Ichabod, who shatters into dust.",
          "timestamp": 157
        },
        {
          "text": "Grande smacks the curly haired stone man with a serving plate. He shatters.",
          "timestamp": 162
        },
        {
          "text": "The blonde girl grabs her chest, falls sideways, turns into stone on the way down, and shatters as she hits the floor.",
          "timestamp": 166
        },
        {
          "text": "Mika and Grande look at each other across the table.",
          "timestamp": 170
        },
        {
          "text": "They place their smashing instruments on the table.",
          "timestamp": 175
        },
        {
          "text": "They pick up goblets and walk towards each other.",
          "timestamp": 180
        },
        {
          "text": "They toast. Mika drinks while Grande watches intently.",
          "timestamp": 185
        },
        {
          "text": "Mika looks worried, then looks at his goblet.",
          "timestamp": 188
        },
        {
          "text": "A young girl makes a tower with blocks. A young boy comes up and kicks the blocks. The girl crosses her arms.",
          "timestamp": 190
        },
        {
          "text": "Grande glares at Mika, who turns to stone.",
          "timestamp": 195
        },
        { "text": "Grande sings to us. Aperture to black.", "timestamp": 202 }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "nmcdLOjGVzw",
    "url": "https://www.youtube.com/watch?v=nmcdLOjGVzw"
  }
}
