{
  "source": {
    "url": "https://www.youtube.com/watch?v=NOG3eus4ZSo",
    "domain": "youtube",
    "id": "NOG3eus4ZSo"
  },
  "metadata": {
    "type": "music video",
    "title": "The Smashing Pumpkins - Tonight, Tonight",
    "creator": "The Smashing Pumpkins"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Stylistic note, this has the aesthetic of an elaborate play or silent film."
        },
        {
          "timestamp": 6,
          "text": "A woman smashes a bottle on the side of a dirigible. Couples in Edwardian clothes walk down a red carpet past fanfare and board the dirigible."
        },
        {
          "timestamp": 10,
          "text": "A husband kisses his wife's hand. The husband wears a suit, bow tie, and boiler hat, evocative of Charlie Chaplin. The wife wears an Edwardian style jacket and ankle length skirt."
        },
        {
          "timestamp": 15,
          "text": "Middle aged men in band uniforms play cellos and violins."
        },
        {
          "timestamp": 20,
          "text": "The dirigible shudders, and sailors hold onto ropes. A priest crosses himself."
        },
        {
          "timestamp": 27,
          "text": "People wave as the dirigible takes off. Confetti flies through the air. The priest prays."
        },
        {
          "timestamp": 35,
          "text": "The sailors let go of the dirigible."
        },
        {
          "timestamp": 40,
          "text": "The husband and wife wave down from the dirigible, then kiss."
        },
        {
          "timestamp": 45,
          "text": "The dirigible approaches the moon. A man in a purple suit and yellow wings flies by."
        },
        {
          "timestamp": 50,
          "text": "Floating in the clouds and stars, Billy Corgan sings to us, wearing a white suit and top hat with purple trim. Other band members play instruments in the clouds."
        },
        {
          "timestamp": 55,
          "text": "Hanging out of the dirigible window, the husband looks at the shrinking Earth through a telescope. He hands it to his wife, who sees the moon filling their view. The moon frowns at them."
        },
        {
          "timestamp": 65,
          "text": "The dirigible opens a door, and the husband and wife step out with their umbrellas."
        },
        {
          "timestamp": 78,
          "text": "The husband and wife hold hands and jump."
        },
        {
          "timestamp": 82,
          "text": "In the clouds, Corgan sings to us. Behind him, drummer Jimmy Chamberlain plays a battle drum worn around his waist."
        },
        {
          "timestamp": 95,
          "text": "Falling towards the moon, the wife opens her parasol. The wife and husband float down, like Mary Poppins. They drift by people playing instruments in the clouds. Bassist D'arcy Wretzky plays a giant upright mandolin shaped bass. Guitarist James Iha plays a harp guitar."
        },
        {
          "timestamp": 106,
          "text": "The husband and wife land on the moon, amongst a cave of yellow, brown, and purple rocks. A rocket ship lies on a rock behind them. The wife points at people carrying sparklers, riding on a crescent moon and shooting stars."
        },
        {
          "timestamp": 115,
          "text": "On the moon, figures with black circles around their eyes and spiked crowns on their head jump around. They surround the couple, and the husband stands ready for fisticuffs. The wife pushes her husband aside and smacks a crowned figure. He disappears in a puff of smoke."
        },
        {
          "timestamp": 130,
          "text": "She smacks another one, who also disappears."
        },
        {
          "timestamp": 138,
          "text": "On the moon, more figures emerge from behind rocks. The husband and wife stand back to back. The wife waves her parasol around, but the figures are too far away."
        },
        {
          "timestamp": 150,
          "text": "The husband and wife are tied up with ropes. The crowned figures jump around them in a circle, waving their arms. The earth rises over the horizon."
        },
        {
          "timestamp": 160,
          "text": "The husband and wife look at each other, nod, and break free of the ropes."
        },
        {
          "timestamp": 174,
          "text": "They fight off the crowned figures and make their way to the rocket ship."
        },
        {
          "timestamp": 180,
          "text": "The ride on top of the rocket ship as it flies away. The crowned figures jump and shake their fists."
        },
        {
          "timestamp": 185,
          "text": "The couple ride on the rocket ship past Corgan singing, past the dirigible, and crash into the ocean."
        },
        {
          "timestamp": 195,
          "text": "The couple looks around in wonder at the coral and fish under the sea. A large fish pops up, and they jump."
        },
        {
          "timestamp": 201,
          "text": "Poseidon rides in from stage left and waves his trident. The fish exits stage right. Poseidon makes a shell appear, and the couple take a seat."
        },
        {
          "timestamp": 210,
          "text": "Poseidon gestures behind him. A curtain of bubbles raise, and a giant octopus holds up dancing mermaids. The couple applauds."
        },
        {
          "timestamp": 232,
          "text": "Poseidon conjures a bubble around the couple and they begin to float up."
        },
        {
          "timestamp": 240,
          "text": "Mermaids push the bubble up. The couple emerge above the water, and see a nearby ship, the S. S. Méliès. They wave to the ship."
        },
        {
          "timestamp": 250,
          "text": "Corgan sings to us, then fades into the night. The boat paddles along, as clouds break, revealing the frowning moon. Fade to black."
        }
      ]
    }
  ]
}
