{
  "source": {
    "url": "https://www.youtube.com/watch?v=O2fw8zFU784",
    "domain": "youtube",
    "id": "O2fw8zFU784"
  },
  "metadata": {
    "type": "music video",
    "title": "Shaboozey, BigXthaPlug - Drink Don't Need No Mix (Official Video)",
    "creator": "Shaboozey",
    "draft": true
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3.005163,
          "text": "Text appears. Drink Don't Need No Mix. Shaboozey, BigXthaPlug. A Paperwork Studio film. Directed by JMP. Young women in tight clothes approach a bar named Lucky's."
        },
        {
          "timestamp": 3.448263,
          "text": "A young white man with short hair falls to the ground, eyes closed."
        },
        {
          "timestamp": 6.086783,
          "text": "At the bar, Shaboozey gestures for another drink."
        },
        {
          "timestamp": 8.451256,
          "text": "People smile, holding glasses and a pool cue."
        },
        {
          "timestamp": 11.407574,
          "text": "The young man bends over outside. Shaboozey takes a glass with 2 fingers of brown liquid."
        },
        {
          "timestamp": 15.156498,
          "text": "Seen from above, people mingle in close quarters"
        },
        {
          "timestamp": 19.658843,
          "text": "The young man takes a tallboy from someone. Shaboozey stands at a pool table."
        },
        {
          "timestamp": 26.294271,
          "text": "Shaboozey shows a bottle of Jack Daniels. BigXthaPlug drinks from a Don Julio 1942 bottle."
        },
        {
          "timestamp": 30.059412,
          "text": "Girls shake curvy butts in tight jeans and short shorts."
        },
        {
          "timestamp": 31.851172,
          "text": "A man pours Jack Daniels from the bottle into a woman's open mouth."
        },
        {
          "timestamp": 36.051744,
          "text": "Shaboozey dances in the parking lot."
        },
        {
          "timestamp": 41.517518,
          "text": "A man readies pool balls, and Shaboozey readies his cue"
        },
        {
          "timestamp": 49.172869,
          "text": "A scantily clad woman lies on a pool table. People spill drinks on her, and a man presses his forehead onto her stomach. "
        },
        {
          "timestamp": 61.877808,
          "text": "A young man shotguns a Miller Light. An old man points at his glass."
        },
        {
          "timestamp": 64.936396,
          "text": "A man lies back as alcohol is poured into his mouth"
        },
        {
          "timestamp": 67.643375,
          "text": "People clink glasses of different sizes and colors. Others squint and smile"
        },
        { "timestamp": 69.914633, "text": "BigXthaPlug does a shot" },
        {
          "timestamp": 79.670286,
          "text": "A couple kiss, look at us, then close the door to the bathroom"
        },
        {
          "timestamp": 86.690563,
          "text": "A woman opens her top, then closes it again"
        },
        {
          "timestamp": 91.822293,
          "text": "People move around in tight corners. Our view is like a spotlight. We can only see in front of us, and everything else is dark."
        },
        {
          "timestamp": 115.530353,
          "text": "Shaboozey, a tall black man in a denim jacket, drinks from a plastic cup. Nearby, women drink and smile. A woman with a bird tattoo on her arm dances."
        },
        {
          "timestamp": 118.145809,
          "text": "The young man wanders through the crowd. Someone hands him a cup and he drinks"
        },
        {
          "timestamp": 120.452542,
          "text": "He stumbles into the bathroom and hangs his head over the toilet."
        },
        {
          "timestamp": 126.987605,
          "text": "Shaboozey holds out a hand to a woman sitting on a car. She takes it and hops down."
        },
        {
          "timestamp": 136.374954,
          "text": "The young man, bleary eyed looking into a white spotlight, rises slowly. He rubs his head and looks around. Credits roll."
        }
      ]
    }
  ]
}
