{
  "source": {
    "url": "https://www.youtube.com/watch?v=RqooLet7B2Q",
    "domain": "youtube",
    "id": "RqooLet7B2Q"
  },
  "metadata": {
    "type": "music video",
    "title": "Sleep Walking Orchestra",
    "creator": "Bump of Chicken"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "text": "An old man with a white beard and top hat sits at a desk in a study.",
          "timestamp": 2
        },
        { "text": "A light shines through a keyhole.", "timestamp": 10 },
        {
          "text": "A child unlocks the door and enters the dark study.",
          "timestamp": 15
        },
        {
          "text": "He walks past a carpet, an old phone, books, dolls, wooden cogs, and electronics.",
          "timestamp": 20
        },
        {
          "text": "A quill lies next to parchment. A magnifying glass by drawings.",
          "timestamp": 25
        },
        {
          "text": "The boy looks at a photo of himself with the hold man. ",
          "timestamp": 30
        },
        { "text": "The man wears a red stone necklace.", "timestamp": 35 },
        {
          "text": "In an old video, the boy watches as the man draws. The boy looks through a magnifying glass.",
          "timestamp": 40
        },
        {
          "text": "The boy approaches a wooden disc. Several models of a soldier stand frozen mid-stride.",
          "timestamp": 45
        },
        {
          "text": "The boy, wearing the red stone necklace, approaches the disc, and presses a button.",
          "timestamp": 50
        },
        {
          "text": "The disc spins, creating an optical illusion where the armored character appears to walk forward.",
          "timestamp": 57
        },
        {
          "text": "The other characters disappear. The soldier stops walking and looks around.",
          "timestamp": 63
        },
        {
          "text": "It jumps off the disc and looks around. Its chest has a crack, and a red stone grows and glows in the crack.",
          "timestamp": 67
        },
        { "text": "A disc spins, and a red heart pumps.", "timestamp": 72 },
        {
          "text": "The soldier approaches a map of the furniture in the study.",
          "timestamp": 75
        },
        {
          "text": "A dotted line appears on the map, crossing to a nearby table with a red X.",
          "timestamp": 80
        },
        {
          "text": "The soldier lumbers past glasses and a book, approaching an old computer and keyboard. The soldier presses spacebar, and we get sucked into the computer, displaying a pixel art game labelled Sleep Walking Orchestra, copyright 1986.",
          "timestamp": 85
        },
        {
          "text": "A soldier sprite walks across a bridge, wanders in a tavern, walks through corridors, and jumps on a platform.",
          "timestamp": 92
        },
        {
          "text": "A brass golem with horns appears. Text says Golem attacks. Player selects Tools, Memories of Grandpa",
          "timestamp": 100
        },
        {
          "text": "The soldier's heart glows orange. Text, Memories of Grandpa give me courage.",
          "timestamp": 106
        },
        { "text": "The golem takes damage.", "timestamp": 110 },
        {
          "text": "The golem shakes, and its pixels fall to the ground.",
          "timestamp": 112
        },
        {
          "text": "A yellow glow shoots from the soldier's chest. The golem grows back.",
          "timestamp": 114
        },
        {
          "text": "The golem leaps from the screen, and joins the soldier on the desk.",
          "timestamp": 116
        },
        {
          "text": "The brass golem has a yellow gem in its heart. Mushrooms grow out of its shoulders and body.",
          "timestamp": 120
        },
        {
          "text": "On the map, lines move from the first X, now labelled Bravely, to another X.",
          "timestamp": 123
        },
        {
          "text": "The golem sits on a desk. The soldier approaches a book of drawings.",
          "timestamp": 127
        },
        {
          "text": "The soldier and golem fall into the cartoonish world past trees, snow, ghosts, a skeleton horse, and a city made out of an apple core.",
          "timestamp": 133
        },
        {
          "text": "The 2 find creatures trapped in cages. They release the cages. The last cage holds a trembling bird with a skull head.",
          "timestamp": 140
        },
        {
          "text": "The soldier's heart gem shoots a silver light at the trembling, caged bird.",
          "timestamp": 148
        },
        {
          "text": "Balls with eyes, hair, and snake necks rise up from a single body.",
          "timestamp": 151
        },
        {
          "text": "The bird's heart gem glows, and it breaks the cage. Grabbing the soldier and golem, the bird flies into the air. The eyes shoot laser beams after it.",
          "timestamp": 155
        },
        {
          "text": "The bird flies out of the picture book, joining the soldier and golem on the table.",
          "timestamp": 163
        },
        {
          "text": "On the map, the lines move from the second X, Liberty, to a chest.",
          "timestamp": 166
        },
        {
          "text": "The bird flies, and the soldier and golem follow.",
          "timestamp": 170
        },
        {
          "text": "They step onto the disc, which rises in the air. The soldier stumbles, then begins to walk. Trees and grass grow as they walk in a circle. ",
          "timestamp": 173
        },
        {
          "text": "The trees shrink back, as the 3 characters sit around a campfire.",
          "timestamp": 178
        },
        {
          "text": "The soldier's red heart gem glows. In the morning, they wake in the grass. At night, they approach a locked treasure chest.",
          "timestamp": 181
        },
        {
          "text": "A key emerges from the soldier's heart, and unlocks the chest.",
          "timestamp": 187
        },
        {
          "text": "A wizard with a hat and staff flies out from the chest, in a burst of green light. The wizard takes the soldiers hand. The 4 walk together, then dissolve into drawings.",
          "timestamp": 190
        },
        {
          "text": "The drawing lines vibrate, and become the outline of the band members playing drums and guitars.",
          "timestamp": 197
        },
        {
          "text": "The 4 band members play in a circle, with the study furniture gathered in the center.",
          "timestamp": 201
        },
        {
          "text": "The 4 characters run through a dungeon made of stone ruins.",
          "timestamp": 206
        },
        {
          "text": "The boy clutches the red stone necklace. The soldier's red heart gem glows.",
          "timestamp": 212
        },
        {
          "text": "The wizard's gem is green, the bird's is clear, the golem's is yellow, the soldier's is red.",
          "timestamp": 225
        },
        {
          "text": "The 4 character sprites walk through a pixel art game together.",
          "timestamp": 229
        },
        {
          "text": "They walk through the cartoon nightmare picture book world together.",
          "timestamp": 231
        },
        {
          "text": "They walk through a medieval town figurine world.",
          "timestamp": 234
        },
        {
          "text": "The characters walk and fly as an optical illusion on a spinning disc. The disc slows, leaving the characters still.",
          "timestamp": 240
        },
        {
          "text": "The boy looks out the window of the study.",
          "timestamp": 244
        },
        { "text": "Fade to black.", "timestamp": 247 }
      ]
    }
  ]
}
