{
  "metadata": {
    "creator": "Michael Jackson",
    "title": "Michael Jackson - Thriller",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "Text. Due to my strong personal convictions, I wish to stress that this film in no way endorses a belief in the occult. Michael Jackson.",
          "timestamp": 2.725808
        },
        {
          "text": "Text in horror movie font. Michael Jackson's Thriller.",
          "timestamp": 13.518244
        },
        {
          "text": "A car drives down a road at night, near woods.",
          "timestamp": 22.031166
        },
        { "text": "The car slows to a stop.", "timestamp": 35 },
        {
          "text": "The lights turn out. Michael Jackson, wearing a ledderman jacket, turns off the ignition. There's a girl in the passenger seat wearing a blue ribbon, pink top, and purple poodle skirt",
          "timestamp": 40
        },
        { "text": "The 2 walk down the street.", "timestamp": 61.809737 },
        { "text": "They hug", "timestamp": 99 },
        {
          "text": "He produces a ring and slides it on her middle finger.",
          "timestamp": 104.70183
        },
        {
          "text": "Clouds part, revealing a full moon.",
          "timestamp": 133.22432
        },
        { "text": "Michael lurches forward.", "timestamp": 136.806242 },
        { "text": "His girlfriend looks worried.", "timestamp": 138.684875 },
        { "text": "He doubles over.", "timestamp": 140 },
        {
          "text": "His eyes turn yellow, fangs grow from his mouth, and silver and white hair grow on his cheeks.",
          "timestamp": 152.185209
        },
        { "text": "She screams.", "timestamp": 156.633415 },
        { "text": "His hands deform", "timestamp": 159.600573 },
        { "text": "Claws grow out of his fingers.", "timestamp": 163.866749 },
        { "text": "Whiskers grow from his cheeks.", "timestamp": 168.626865 },
        { "text": "Werewolf Jackson howls", "timestamp": 172.137133 },
        { "text": "The girl screams.", "timestamp": 175.117774 },
        {
          "text": "Jackson looks at his gnarled hand",
          "timestamp": 178.030654
        },
        { "text": "She runs away.", "timestamp": 180 },
        {
          "text": "She pauses in a clearing, grabs her chest, looks back, then keeps running.",
          "timestamp": 184.953662
        },
        {
          "text": "Werewolf Jackson looks around, then hurries forward.",
          "timestamp": 190.031647
        },
        { "text": "She looks around and runs", "timestamp": 193 },
        {
          "text": "Jackson growls and punches a tree, which falls over.",
          "timestamp": 196
        },
        {
          "text": "She runs across a clearing in the moonlight",
          "timestamp": 198.931032
        },
        { "text": "She runs over a hill", "timestamp": 203.326949 },
        { "text": "He looks around in a clearing", "timestamp": 205.107674 },
        {
          "text": "She runs, looking back over her shoulder",
          "timestamp": 206.44336
        },
        { "text": "He howls", "timestamp": 208.891295 },
        { "text": "She runs down a hill.", "timestamp": 210 },
        {
          "text": "He leaps in front of her. She stops and falls back",
          "timestamp": 213
        },
        { "text": "Claws bared, he hovers over her.", "timestamp": 216 },
        { "text": "Her eyes widen", "timestamp": 219.881377 },
        {
          "text": "He growls. In a full movie theater, the crowd recoils. In the middle, Michael Jackson smiles and eats popcorn. He wears a red and black suit. His girlfriend holds his arm.",
          "timestamp": 222.317225
        },
        {
          "text": "The crowd jumps repeatedly. Jackson's girlfriend hides her face in his shoulder.",
          "timestamp": 229.187307
        },
        {
          "text": "Jackson takes a bite, looks after his girlfriend, sighs, gets up, and drops the popcorn box in their neighbors lap.",
          "timestamp": 251.047986
        },
        {
          "text": "The movie theater sign says Palace. Vincent Price. Thriller.",
          "timestamp": 254.452871
        },
        {
          "text": "Outside, Jackson runs after the girlfriend. ",
          "timestamp": 261.782311
        },
        {
          "text": "They walk along the street in the dark.",
          "timestamp": 279.714899
        },
        {
          "text": "She walks slowly. He walks to her side, then steps side by side, hands out like a zombie.",
          "timestamp": 289.879906
        },
        {
          "text": "With bent knees, he walks sideways, looks around, then leaps to a stiff form, grabbing his chest.",
          "timestamp": 296.728974
        },
        {
          "text": "He walks around to her other side, and steps lightly forward with bent knees. He circles her, then claps to the beat.",
          "timestamp": 300.881054
        },
        {
          "text": "He stiffens, holding out his arms, and stumbles a few steps. She looks back at him, laughing.",
          "timestamp": 308.386633
        },
        {
          "text": "Keeping his torso steady, he pulls his knees as high as his stomach, drops his feet back to the ground, then stiffens. She smiles.",
          "timestamp": 315.595058
        },
        {
          "text": "He moves in front of her, turns around, and mimes a door slamming. She holds up a hand and side eyes him.",
          "timestamp": 319.286792
        },
        {
          "text": "He hunches over, leaps sideways, then stiffens with outstretched hands.",
          "timestamp": 324.443436
        },
        {
          "text": "He stumbles back, then approaches her from behind, placing his hands on her shoulders. She puts a hand on his, turns back, and smiles.",
          "timestamp": 329.09101
        },
        {
          "text": "He looks back and forth, then looks her in the eye as she smiles.",
          "timestamp": 333.534542
        },
        { "text": "She runs a hand over his cheek", "timestamp": 336.400858 },
        { "text": "He circles her", "timestamp": 340.340335 },
        {
          "text": "He looks back and forth, moves behind her, and holds her shoulders.",
          "timestamp": 343.900098
        },
        {
          "text": "He circles her, looks forward, then back at her. She laughs, avoiding his gaze.",
          "timestamp": 351.728854
        },
        {
          "text": "Jackson wears a red and black jacket made of vinyl like material. The red jacket has a black stripe down the arm. His suit has wide lapels, stretching out to the edge of the shoulders.",
          "timestamp": 367.485457
        },
        {
          "text": "They hug while walking, then Jackson moves forward again.",
          "timestamp": 373.960202
        },
        { "text": "Jackson mimes the edges of a screen.", "timestamp": 376 },
        {
          "text": "they walk jauntily down the pavement.",
          "timestamp": 381.842491
        },
        {
          "text": "Hand in hand, they walk past a misty graveyard.",
          "timestamp": 386.537864
        },
        { "text": "Bodies climb out of the ground.", "timestamp": 405 },
        { "text": "A crypt lid parts", "timestamp": 416 },
        {
          "text": "Bodies climb out of the ground. A crypt lid parts, and a skeleton emerges. Zombies and skeletons shuffle out of their graves.",
          "timestamp": 422
        },
        {
          "text": "A zombie in a suit pushes aside an ivy covered door of a mausoleum.",
          "timestamp": 430.434443
        },
        {
          "text": "A blue, bloated zombie crawls out of the dirt.",
          "timestamp": 438.500101
        },
        { "text": "An armless zombie shuffles.", "timestamp": 443.525969 },
        {
          "text": "A manhole cover parts. A deformed face with gnarled teeth emerges from the glowing green manhole.",
          "timestamp": 448.85141
        },
        {
          "text": "Jackson and his girlfriend stop short and look around. They are surrounded by zombies.",
          "timestamp": 488
        },
        {
          "text": "A zombie opens his mouth, and black ooze drips out",
          "timestamp": 493.706875
        },
        {
          "text": "Jackson and girlfriend look around, back to back",
          "timestamp": 496.816969
        },
        {
          "text": "They clasp hands as the zombies get closer.",
          "timestamp": 501.17867
        },
        {
          "text": "She looks at him, and his face is gaunt and grene.",
          "timestamp": 507.5395
        },
        {
          "text": "He opens and closes his mouth. His clothes are disheveled and torn.",
          "timestamp": 510.989111
        },
        {
          "text": "He steps forward jerkily. After a few steps, he jerks his head to the side and up again.",
          "timestamp": 513.849247
        },
        {
          "text": "He jerks his shoulder up twice, then spreads his arms and turn his hips sideways. The other zombies dance along behind him.",
          "timestamp": 516.416296
        },
        {
          "text": "Bouncing his hips, he walks sideways towards us. He looks to the right then back at us. He leans his head back and pushes his hands out and back, his chest facing right.",
          "timestamp": 519.28703
        },
        {
          "text": "He repeats the motion facing slightly left.",
          "timestamp": 522
        },
        {
          "text": "He steps to the side, looks up, then leans forward.",
          "timestamp": 525.90794
        },
        {
          "text": "He turns his hips right, looks back then to us, drops slightly, then lifts slightly while stretching out an arm. He drop and lifts again.",
          "timestamp": 528.106652
        },
        {
          "text": "He opens his mouth on the lift. He stands upright, and claps his hands over his head, then leans his leg far to the left and drops his hands to his knees.",
          "timestamp": 531.035725
        },
        {
          "text": "He lifts himself up by his left leg while shimmying his head side to side. He stands straight up, squeezes up his shoulders, then looks to the right.",
          "timestamp": 533.154653
        },
        {
          "text": "He claps over his head, then repeats the move to the left.",
          "timestamp": 535.142093
        },
        {
          "text": "Jackson and the zombies shimmy their shoulders and skip forward.",
          "timestamp": 538
        },
        {
          "text": "They stop, turn hips to the left, swing Frankenstein arms out with bent knees, then reverse to the right.",
          "timestamp": 541.359945
        },
        {
          "text": "He swings his right foot behind his left leg, drops it on the ground, then shakes his hips and knees side to side as he moves his body up to the right. He reaches at arm to the right, then reverses.",
          "timestamp": 544
        },
        {
          "text": "He turns to the right and walks, holding his hands up high like bared claws. After 3 steps he stops, turns left then right, then walks 3 steps, left, right, jump.",
          "timestamp": 550.42371
        },
        {
          "text": "They wave their arms counterclockwise in the air, drop their hands to their knees and droop forward, stand, droop, stand, swing left, right, left",
          "timestamp": 554
        },
        {
          "text": "They leap and face backwards. Swing left, right left. Leap and face forward.",
          "timestamp": 559.331781
        },
        {
          "text": "Right hand streches up and left, swings down front. Hips circle. Hand drops to right while he leans right and stares forward.",
          "timestamp": 561.702259
        },
        {
          "text": "He shimmies left, and reaches his arm up, and swings it from left to right 4 times.",
          "timestamp": 565.644041
        },
        {
          "text": "He turns right, thrusts arms out, grabs air, pulls back, turns left, pulls the air, drops his hands on his knees, then faces us. Several zombies turn to face us.",
          "timestamp": 568.674381
        },
        {
          "text": "With the right leg in place, the left leg shuffles in an arc until Jackson's back is to us.",
          "timestamp": 570
        },
        {
          "text": "He looks back at us, then places his hand on his thighs, hunches over, and walks forward.",
          "timestamp": 575.798638
        },
        {
          "text": "Human Jackson turns around and sings",
          "timestamp": 578.421344
        },
        {
          "text": "He leaps, drops right then left foot. Looks right, left, forward. Shrugs shoulders.",
          "timestamp": 583.709474
        },
        {
          "text": "Slide left, step right then left, repeat, raise hands up, shake head, rotate arms back and forth, step forward",
          "timestamp": 585.384875
        },
        {
          "text": "The backup zombies drop to the ground. Jackson spins twice. Zombies stare at us and rise up. ",
          "timestamp": 593.052842
        },
        {
          "text": "Jackson jumps on to his toes and sings to us.",
          "timestamp": 597.626206
        },
        { "text": "Jackson and the zombies leap.", "timestamp": 600.467814 },
        {
          "text": "Individual zombies freestyle dance in an alleyway",
          "timestamp": 603.530081
        },
        { "text": "Jackson struts forward", "timestamp": 606 },
        {
          "text": "Zombies kneel on the ground. Jackson raises a hand in the air, then spins around. The zombies rise.",
          "timestamp": 609.977853
        },
        {
          "text": "Jackson and the zombies stand, feet shoulder width apart. They shake to the right 3 beats, then point to the right while lifting their left leg. Reverse steps.",
          "timestamp": 615
        },
        {
          "text": "They move right 3 steps, hold out zombie hands to look left, right, left then walk 3 steps, repeat",
          "timestamp": 623.37545
        },
        {
          "text": "With right foot planted, they shuffle their left foot around until they face away from us. They look at us, turn away, strut 3 steps, turn around.",
          "timestamp": 630.002723
        },
        {
          "text": "The girlfriend runs toward a dark, delipidated house on a hill, beneath a moonless sky.",
          "timestamp": 637.516346
        },
        {
          "text": "She turns back. Zombie Jackson shuffles forward, sunken eyes fixed on her.",
          "timestamp": 640.932067
        },
        {
          "text": "She screams, and runs up the steps to the house.",
          "timestamp": 644.058522
        },
        {
          "text": "She enters the house, shutting the door behind her.",
          "timestamp": 649.023189
        },
        {
          "text": "The zombies shuffle toward the house.",
          "timestamp": 651.80299
        },
        {
          "text": "A zombie smacks the door repeatedly. Other zombies raise their hands, following behind.",
          "timestamp": 655
        },
        {
          "text": "The girlfriend enters a room. Dirty sheets cover furniture. Pictures hang askew.",
          "timestamp": 660.521418
        },
        {
          "text": "She closes the door, blockades it with a chair, then backs up to a window.",
          "timestamp": 663
        },
        {
          "text": "A hand comes through the glass. She screams and jumps, in front of another window. The blinds fall in, revealing several zombies.",
          "timestamp": 667.301338
        },
        {
          "text": "She stumbles away. The floorboards break, and she screams, jumping onto a couch. A zombie emerges through the floor.",
          "timestamp": 671
        },
        { "text": "A fist comes through the floor.", "timestamp": 675.894832 },
        {
          "text": "Hands push through the blinds and windows.",
          "timestamp": 678.467539
        },
        { "text": "A zombie emerges from the floor.", "timestamp": 680.411648 },
        { "text": "A hand tears through the door.", "timestamp": 682 },
        {
          "text": "She covers her face. Zombie Jackson tears the door apart.",
          "timestamp": 684.29995
        },
        {
          "text": "He pushes the blockade chair away, then kicks in the door. He stumbles in.",
          "timestamp": 686
        },
        {
          "text": "On the couch, she covers her face, trembling. Zombie Jackson, staring intently, shuffles forward, followed by zombies.",
          "timestamp": 692.668767
        },
        {
          "text": "Her eyes widen. Zombie Jackson leans over her.",
          "timestamp": 702.189993
        },
        {
          "text": "She looks at Human Jackson in a lit room.",
          "timestamp": 707.806357
        },
        {
          "text": "He helps her off the floral couch.",
          "timestamp": 712.978576
        },
        {
          "text": "As they walk away, he turns back and smiles at us. His eyes glow yellow.",
          "timestamp": 716.392024
        },
        {
          "text": "Directed by John Landis. Credits roll.",
          "timestamp": 724.895976
        }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "sOnqjkJTMaA",
    "url": "https://www.youtube.com/watch?v=sOnqjkJTMaA"
  }
}
