{
  "metadata": {
    "season": 1,
    "episode": 2,
    "seriesTitle": "Fugget About It",
    "title": "The Full Mountie",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "explicit": true,
      "tracks": [
        { "text": "Jimmy brandishes a baseball bat.", "timestamp": 29.422802 },
        { "text": "Young Petey smiles and runs.", "timestamp": 33.216065 },
        { "text": "Intro", "timestamp": 62.156916 },
        {
          "text": "Agent McCool rides his white horse at full gallop. McCool wears a red coat with 3 chevrons, a broad rimmed hat, and has a knee-length bulge between his legs.",
          "timestamp": 90.914079
        },
        {
          "text": "He rides through the woods, behind a house, down an urban city street, and leaps off the edge of a lifted highway, and lands in a parking lot. Jimmy sits dejectedly on the hood of a car.",
          "timestamp": 95.7239
        },
        {
          "text": "Typed text. RCMP Special Agent Strait McCool and this is the last time we're telling you.",
          "timestamp": 107.418862
        },
        {
          "text": "Not because we don't want to, but because our typist is going to Hawaii.",
          "timestamp": 111
        },
        { "text": "Horse", "timestamp": 181.022482 },
        { "text": "At the house", "timestamp": 257.650447 },
        { "text": "Gina slaps Theresa", "timestamp": 295.873334 },
        {
          "text": "Gina narrows her eyes. Theresa scoots away.",
          "timestamp": 301.726627
        },
        {
          "text": "He carries a toaster. At night, at the provincial legislature building, Jimmy, Cheech, and 3 men play poker.",
          "timestamp": 323.972686
        },
        {
          "text": "The redheaded Premiere gestures to a pile of classified documents, cash, and red stripe beer.",
          "timestamp": 337.281967
        },
        {
          "text": "A First Nation man pulls in chips. McCool watches, sweating.",
          "timestamp": 361.367192
        },
        { "text": "Horse frowns.", "timestamp": 389.839484 },
        { "text": "Horse glares.", "timestamp": 414.612436 },
        {
          "text": "McCool springs cards from one hand to the other, juggles them in a circle, stops them on one hand, and rolls the cards across his shoulders to the other hand. Jimmy and Cheech gape. He springs the cards into a 3 level house, blows it down, plucks the cards out of the air, combines them into a deck, and springs the cards in front of the players.",
          "timestamp": 417.673649
        },
        { "text": "Premiere", "timestamp": 432.696501 },
        { "text": "Shwa", "timestamp": 444.078493 },
        {
          "text": "Everyone folds. McCool pulls the chip stack.",
          "timestamp": 449.001401
        },
        {
          "text": "McCool narrows his eyes. Jimmy looks away, back, at his cards. He smiles.",
          "timestamp": 455.618375
        },
        {
          "text": "McCool looks around. Everyone wears glasses. Jimmy's are goofy, Shwa's is 3D, Premiere's is large, First Nation's is a giant Mayan mask, Cheech's are mirrored.",
          "timestamp": 473.962661
        },
        {
          "text": "Horse rears up. Jimmy falls back.",
          "timestamp": 539.434222
        },
        { "text": "At the house", "timestamp": 544.784188 },
        {
          "text": "He mimes holding horse reins and jumps away. Horse glares.",
          "timestamp": 674.55569
        },
        {
          "text": "Diner. Open 24 hours. McCool wears a hair net and stares blankly. He flips a burger onto a plate and rings a bell.",
          "timestamp": 677.126278
        },
        {
          "text": "McCool walks down the street, holding 12 dogs' leashes. He sits in a cubicle, talking on the phone.",
          "timestamp": 683.343103
        },
        {
          "text": "Kids run around, scream, and climb on McCool. They draw on his face.",
          "timestamp": 690.140586
        },
        {
          "text": "In the parking lot, a dejected McCool hands an envelope to Jimmy.",
          "timestamp": 697.250144
        },
        {
          "text": "Jimmy wearily shakes his head. Horse looks worried. McCool droops his head and turns around. He's carrying 3 babies on his back.",
          "timestamp": 698.401105
        },
        {
          "text": "McCool pedals down a rode, carrying newspaper in a backpack.",
          "timestamp": 704.467892
        },
        {
          "text": "Naked, he counts cash. He stares forward, grimaces, and spreads his legs, revealing massive censorship.",
          "timestamp": 709.870122
        },
        {
          "text": "The photo is the front cover of Hustlette Magazine.",
          "timestamp": 717.776631
        },
        {
          "text": "At the house, Cheech carries the magazine.",
          "timestamp": 720.473669
        },
        { "text": "Cheech", "timestamp": 759.317396 },
        {
          "text": "Petey hides his face. Jimmy and Cheech approach a log cabin.",
          "timestamp": 796.322626
        },
        {
          "text": "He goes inside. Jimmy and Cheech follow.",
          "timestamp": 833.196008
        },
        {
          "text": "A squirrel on the table turns to us with an intense expression.",
          "timestamp": 916.981501
        },
        { "text": "Jimmy's house, at night.", "timestamp": 916.981501 },
        { "text": "Cookie looks at the magazine.", "timestamp": 930 },
        { "text": "At a street corner", "timestamp": 1003.547221 },
        { "text": "He washes a windshield", "timestamp": 1034.656965 },
        {
          "text": "A man holds the Hustlette magazine",
          "timestamp": 1049.297551
        },
        { "text": "Jimmy digs in the yeard", "timestamp": 1060.051893 },
        {
          "text": "They drop a bag of money in front of the house and hide in the bushes.",
          "timestamp": 1069
        },
        {
          "text": "Cookie glares, and Horse moves off the couch. Cookie sits.",
          "timestamp": 1116.972904
        },
        {
          "text": "Jimmy walks down the sidewalk with Horse.",
          "timestamp": 1232.332592
        },
        { "text": "Regina Raceway", "timestamp": 1251.462994 },
        {
          "text": "Horse pulls away. Lineup: Doughal, Mustard, Diligence, Ointment, Gasoline, Wheezer, Continence, Doo Hickey, Space for Rent, That's So Wrong. Horse rides That's So Wrong.",
          "timestamp": 1255.550029
        },
        {
          "text": "At the finish line, 2 horses stand on 2 legs, wearing bikinis. Cheech drinks from a large bottle. He looks at a blond bikini horse.",
          "timestamp": 1294.754873
        },
        {
          "text": "McCool operates a machine on a factory line.",
          "timestamp": 1301.977083
        },
        {
          "text": "He looks up. Horse carries a satchel in his mouth, wearing the mountie hat.",
          "timestamp": 1307.432082
        },
        {
          "text": "The factory workers turn and watch Horse approach McCool.",
          "timestamp": 1314.174527
        },
        {
          "text": "McCool jumps into Horse's arms, and Horse princess carries him away while the other workers applaud.",
          "timestamp": 1318.289286
        },
        {
          "text": "McCool hands the satchel to Jimmy.",
          "timestamp": 1324.907353
        },
        { "text": "Credits roll", "timestamp": 1329.969867 }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "uLt1nZx70hI",
    "url": "https://www.youtube.com/watch?v=uLt1nZx70hI"
  }
}
