{
  "source": {
    "url": "https://www.youtube.com/watch?v=X53ZSxkQ3Ho",
    "domain": "youtube",
    "id": "X53ZSxkQ3Ho"
  },
  "metadata": {
    "type": "music video",
    "title": "Sir Mix A Lot - Baby Got Back",
    "creator": "Sir Mix A Lot"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 30,
          "text": "2 white girls watch a black woman in a tight mini dress spin on a pedestal. The blond one talks while the brunette chews gum."
        },
        {
          "timestamp": 35,
          "text": "Sir Mix A Lot stands on a large orange sculpture of a butt."
        },
        {
          "timestamp": 39,
          "text": "A metal spring appears, stretching wide."
        },
        {
          "timestamp": 42,
          "text": "4 black women in tight clothes stand on a pedestal. In front of them, a bouncer stands in front of the stage."
        },
        {
          "timestamp": 45,
          "text": "Several men in Seahawks hoodies stand around, including one with a papparazzi camera. A photos appears of a black woman, wearing a tight mini dress that hug their round butts."
        },
        {
          "timestamp": 55,
          "text": "The men in the hoodies and the bouncer watch the women dance."
        },
        {
          "timestamp": 60,
          "text": "The 4 women stand in heels with their butts pushed back. They wave their hands near their butts while bouncing them."
        },
        {
          "timestamp": 64,
          "text": "The women mime spanking something in the air in front of them."
        },
        {
          "timestamp": 66,
          "text": "Facing away from us, the women vibrate their butts and raise their hands up."
        },
        {
          "timestamp": 69,
          "text": "A bony white woman poses on the cover of Cosmopygian, November 1991."
        },
        {
          "timestamp": 73,
          "text": "3 black men stand in front of a microphone and sing along with the song"
        },
        {
          "timestamp": 77,
          "text": "Sir Mix A Lot stands on the butt statue and calls down to the men and bouncer below him."
        },
        {
          "timestamp": 80,
          "text": "Seen from above, the women stand in a circle and bend forward, making a circle of butts. They clap above their butts."
        },
        {
          "timestamp": 85,
          "text": "A DJ scratches a record, with a butt figurine in the center."
        },
        {
          "timestamp": 93,
          "text": "The women, bent forward, bounce their butts together and patt each other's butts."
        },
        {
          "timestamp": 95,
          "text": "5 peaches float in a circle, with the crack of the peaches facing us. The peaches bounce and vibrate."
        },
        {
          "timestamp": 100,
          "text": "Sir Mix A Lot walks forward, with women dancing while following him."
        },
        {
          "timestamp": 106,
          "text": "The women face away, run their hands over their butts, and then face back, all while walking towards us. The men in hoodies stand on the pedestal, watching intently."
        },
        {
          "timestamp": 112,
          "text": "White, thin plastic dolls stand in a row."
        },
        {
          "timestamp": 115,
          "text": "Sir Mix A Lot sings, his head next to a woman's butt. She moves her butt in a circle. She's in a row of other women, who do the same. At the end of the row, Sir Mix A Lot sings next to the last woman's butt."
        },
        {
          "timestamp": 121,
          "text": "A white woman wears a corset with a cone shaped bra, evocative of Madonna."
        },
        {
          "timestamp": 130,
          "text": "Sir Mix A Lot walks in front of letters that spell out his name."
        },
        {
          "timestamp": 134,
          "text": "A woman's mouth parts in a gasp. A banana spins in a circle."
        },
        {
          "timestamp": 139,
          "text": "Butt shaped bell peppers vibrate."
        },
        {
          "timestamp": 141,
          "text": "2 lemons press against each other."
        },
        {
          "timestamp": 145,
          "text": "Sir Mix A Lot stands on the ground, looking up at the women. They dance on top of the butt sculpture."
        },
        {
          "timestamp": 150,
          "text": "A white man in a suit watches intently and loosens his tie."
        },
        {
          "timestamp": 155,
          "text": "The women stand in a circle facing each other. From behind them, we see them bouncing their butts. Occasionally, words appear. Rump. Thick. Rear."
        },
        {
          "timestamp": 161,
          "text": "A butt shaped pear appears."
        },
        {
          "timestamp": 163,
          "text": "A black woman stands naked, covering herself with her hands and her long black hair. She stands in front of a 10 foot wide shell, evocative of the painting The Birth of Venus."
        },
        {
          "timestamp": 170,
          "text": "A woman in a red bra dances. Around her waist, she wears a circle of dangling bananas. The bananas along her curvaceous butt stand the tallest."
        },
        {
          "timestamp": 180,
          "text": "Sir Mix A Lot moves his hands like a snake, holding it in front of the crack of the butt sculpture behind him. He gestures to the women dancing on the giant butt."
        },
        {
          "timestamp": 198,
          "text": "The white Cosmo model mouths \"You're fat.\""
        },
        {
          "timestamp": 200,
          "text": "Text appears. Dorsum."
        },
        {
          "timestamp": 206,
          "text": "Sir Mix A Lot uses his hands to draw in the air the outline of a curvaceous waist and butt"
        },
        {
          "timestamp": 210,
          "text": "The Cosmo model looks offended. Three of the black women dance with their butts to us."
        },
        {
          "timestamp": 215,
          "text": "Sir Mix A Lot sits in the crack of the giant butt."
        },
        {
          "timestamp": 220,
          "text": "Rapid montage of butt shaped fruits and vegetables."
        },
        {
          "timestamp": 225,
          "text": "A black woman in pink fluffy lingerie lies on a leopard print blanke and holds a pink phone. Text appears. Call Now."
        },
        {
          "timestamp": 230,
          "text": "Sir Mix A Lot sits in the crack of the giant butt and mimes scratching a record. A woman bounces her butt to the rate of the record scratching."
        },
        {
          "timestamp": 238,
          "text": "The black woman in the mini dress from the beginning spins on the pedestal, emphasizing her butt. A plastic doll's bare, slender torso and waist jiggle. The woman poses, and her mini dress barely covers her butt."
        },
        {
          "timestamp": 243,
          "text": "Sir Mix A Lot crotch thrusts the crack of the giant butt."
        },
        {
          "timestamp": 246,
          "text": "Text appears. Much back."
        },
        {
          "timestamp": 248,
          "text": "The Cosmo model stands. A balloon in the back of her pants grows awkwardly."
        },
        {
          "timestamp": 252,
          "text": "A banana and a butt shaped tomato spin around each other."
        }
      ]
    }
  ]
}
