{
  "source": {
    "url": "https://www.youtube.com/watch?v=X5KmB8Laemg",
    "domain": "youtube",
    "id": "X5KmB8Laemg"
  },
  "metadata": { "type": "music video", "title": "CAKE - Short Skirt / Long Jacket", "creator": "CAKE" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 8.273696,
          "text": "People in various locations put on headphones. A band member presses a button on a walkman."
        },
        { "timestamp": 11.834107, "text": "A spiky haired latino man nods" },
        {
          "timestamp": 16.350747,
          "text": "An older black man in a park. Robert L. Clark, Venice Beach, California."
        },
        {
          "timestamp": 20.452646,
          "text": "A black teenager in a parking lot. Jasmine James, High School Student."
        },
        {
          "timestamp": 24,
          "text": "A man with an afro nods. Jasmine removes her headphones and shakes her head."
        },
        {
          "timestamp": 28.51986,
          "text": "Elizabeth Cullen, Accountant. A blond woman in glasses."
        },
        { "timestamp": 33, "text": "Q. T. Kenan, Technology Consultant." },
        {
          "timestamp": 35,
          "text": "Deidre Fitzpatrick, News Reporter. Bud Sparks, Souvenir Salesman."
        },
        {
          "timestamp": 37,
          "text": "Sandi Niklas, Dry Carpet Cleaner to the Stars"
        },
        { "timestamp": 41.629504, "text": "The news reporter laughs" },
        {
          "timestamp": 43.509552,
          "text": "Arthur Porter, Audio Visual Technician, stifles a laugh"
        },
        {
          "timestamp": 47.480467,
          "text": "Robbyn Seat, Junior High School Student, looks confused and blinks rapidly"
        },
        {
          "timestamp": 52.370312,
          "text": "Jim Soper, Retired Architect, frowns"
        },
        {
          "timestamp": 61,
          "text": "Robert keeps jamming. The retired architect frowns more."
        },
        {
          "timestamp": 70.821694,
          "text": "A man with an afro, Eric Quach, Web Designer, nods along by a tennis court."
        },
        {
          "timestamp": 75.904256,
          "text": "Tammy Lu, College Student sits on a beach and furrows her brow"
        },
        {
          "timestamp": 78.763188,
          "text": "Steve Boeckels, Drug Sales Rep, wears a suit and loud tie on a street corner and bounces with the music."
        },
        {
          "timestamp": 82.435558,
          "text": "A large, bearded man covered in tattoos. Kurt Skelton, Head Chef. He nods along while stopping his dog from chewing the headphone cord."
        },
        {
          "timestamp": 105.915404,
          "text": "An older bearded man. Ralph Walbridge, Poet, takes off his headphone. Bruce Thiessen, Ph.D., Psychologist, sits on the street with a guitar."
        },
        {
          "timestamp": 108.758395,
          "text": "Ren Wang Loi, Navigator, smiles nervously"
        },
        {
          "timestamp": 116.808388,
          "text": "Brooke Wilson, Flight Attendant / Nurse"
        },
        {
          "timestamp": 124,
          "text": "Aaron Sugg, Cartoonist, a college aged white man wearing a black leather jacket"
        },
        { "timestamp": 133.125503, "text": "B N Duncan, Street Vendor" },
        {
          "timestamp": 137.261141,
          "text": "Robert Carpenter, Unemployed, A shirtless young man on a beach."
        },
        {
          "timestamp": 148.792193,
          "text": "A young black woman pumps her fist and dances"
        },
        {
          "timestamp": 155.378185,
          "text": "Johnnie Mae, San Francisco, California, smiles and nods along"
        },
        {
          "timestamp": 157.642498,
          "text": "The sales rep dances widely in the street, while the cord to the walkman sways around"
        },
        {
          "timestamp": 163.009153,
          "text": "The junior high school student furrows her brow"
        },
        {
          "timestamp": 164.451887,
          "text": "The spiky haired latino, Maxx Garcia, Loan Purchaser, presses the headphones to his ears and smiles"
        },
        {
          "timestamp": 168.832167,
          "text": "The shirtless man smiles vacantly at the sky while holding up his fists and swaying"
        },
        {
          "timestamp": 179.078163,
          "text": "Tammy Thompson, Model/Songwriter, dances harder"
        },
        {
          "timestamp": 184.676638,
          "text": "Suzanne Panos, Home school student, a young girl with braces"
        },
        {
          "timestamp": 195,
          "text": "The dry cleaner holds the headphones and dances."
        },
        {
          "timestamp": 198.974299,
          "text": "A shirtless bearded man in tattoos wearing sunglasses at night, Rafe DeWitt, Unemployed."
        },
        {
          "timestamp": 205.763974,
          "text": "The drug rep strikes a pose, takes off the headphones, and walks away with bags."
        },
        {
          "timestamp": 209.793922,
          "text": "Jens Wallat, German Tourist. A tanned man with silver glasses, takes off his headphones."
        },
        {
          "timestamp": 225.916905,
          "text": "Gina Zaritsky, Senior Art Director, Advertising. Cut to black."
        }
      ]
    }
  ]
}
