{
  "source": {
    "url": "https://www.youtube.com/watch?v=xwtdhWltSIg",
    "domain": "youtube",
    "id": "xwtdhWltSIg"
  },
  "metadata": {
    "type": "music video",
    "title": "R.E.M - Losing My Religion",
    "creator": "R.E.M"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "In a room, a man sits facing away from us. Michael Stipe, the vocalist, has short brown hair, black pants, and a white shirt. He sits in front of a window, where a full pitcher sits."
        },
        {
          "timestamp": 6,
          "text": "On the right, another man, guitarist Mike Mills, stands in white pants, a white shirt, and a black vest. He looks at us, then walks to the left, off camera."
        },
        {
          "timestamp": 11,
          "text": "Guitarist Peter Buck and drummer Bill Berry run by, looking up."
        },
        {
          "timestamp": 15,
          "text": "The pitcher falls and shatters, spilling milk across the floor."
        },
        {
          "timestamp": 20,
          "text": "Montage of band members sitting in different places around the dim room, while Mills picks a small guitar."
        },
        {
          "timestamp": 30,
          "text": "Briefly, Stipe stands in front of wings. Stipe sits, crossed-arms, facing away from the spilled milk, while Berry rests hands on Stipe's shoulders, looking distant."
        },
        {
          "timestamp": 37,
          "text": "Alone, Berry spreads his arms wide"
        },
        {
          "timestamp": 45,
          "text": "Stipe stands in front of a wings."
        },
        {
          "timestamp": 42,
          "text": "Stipe paces and fidgets around the empty room."
        },
        {
          "timestamp": 55,
          "text": "A bald black man sits, crouched, in a chair, dressed like a Renaissance painting cherub. Behind him is a picture of cloudy blue sky over the ocean. Around him is a wooden frame decorated with golden apples, necklaces, netting, christmas ornaments, doll body parts, and disembodied baby heads on top of sticks that resemble spines. A spotlight runs over the cherub's face, and he turns to us."
        },
        {
          "timestamp": 68,
          "text": "2 men in military uniforms look at us, then turn away, as a spotlight turns towards the camera."
        },
        {
          "timestamp": 72,
          "text": "A pre-pubescent boy stands, against his tree, his hands tied above him by vines. 2 black arros are taped to his chest. A spotlight blinds him, and he turns away."
        },
        {
          "timestamp": 83,
          "text": "A spotlight runs over 2 people with shoulder length hair and ornate dress. One is covered in bronze and jewels, the other has a pink headress. They are framed by vines wrapped in gauze."
        },
        {
          "timestamp": 91,
          "text": "A man in a military uniform looks at a red flag. Other men stand in front of an armillary sphere, a metal device made of several concentric spheres."
        },
        {
          "timestamp": 98,
          "text": "A man stands in the spotlight. He has short brown hair, red pants, beaded necklaces, toned muscles, and no shirt."
        },
        {
          "timestamp": 106,
          "text": "Stipe, now on the floor, sings. The armillary sphere casts a shadow on the yellow wall behind him."
        },
        {
          "timestamp": 112,
          "text": "2 men stand around a donkey, look up, and hold their poses. Behind them, a woman points up. Sun streams through a window, "
        },
        {
          "timestamp": 115,
          "text": "The cherub bounces slightly. His wings move, as if flapping."
        },
        {
          "timestamp": 120,
          "text": "Stipe sings alone. Military men look around. Stipe sits on the floor next to a polished tree stump. Band members stand nearby."
        },
        {
          "timestamp": 125,
          "text": "An old man sits under a tree. He has feathery white wings and a yellow tunic. The cherub sits behind him."
        },
        {
          "timestamp": 130,
          "text": "The military men moves the spotlight. The cherub covers his eyes, and the old man rolls to his right."
        },
        {
          "timestamp": 135,
          "text": "In a dusty barn, a woman points up. A figure with giant wings crashes to the floor. A bearded man reaches down to the angel, sprawled on the floor, amidst a cloud of dust."
        },
        {
          "timestamp": 140,
          "text": "The cherub looks down where the man rolled away. On the floor, the bearded man and the fallen angel looks up at the cherub's outstretched hand, far out of reach."
        },
        {
          "timestamp": 147,
          "text": "The fallen angel stands and looks away. The bearded man gestures vigorously, while talking to someone off screen."
        },
        {
          "timestamp": 153,
          "text": "The shirtless man from earlier wears a yellow Hawaiian lei. He looks away as the spotlight shines in his face."
        },
        {
          "timestamp": 157,
          "text": "Stipe stands in front of wings. He falls to his knees. Behind him, a book sits between the wings."
        },
        {
          "timestamp": 160,
          "text": "An ornately dressed woman in bronze and jewels turns. Fire burns in the foreground. She has a powder white face and purple eyeshadow."
        },
        {
          "timestamp": 165,
          "text": "Three people in white gather around the old, winged angel. One carries a crutch. To the left, a woman reaches up, looking at the sky."
        },
        {
          "timestamp": 170,
          "text": "Stipe dances and claps alone. By the angel, the bearded man laughs. Mills stands by a wall, and watches Stipe dance."
        },
        {
          "timestamp": 175,
          "text": "A woman in mechanics clothes holds up old fashioned style blue prints. Behind her, sparks fly from a machine. A close up of the blue prints reveals a design for wings."
        },
        {
          "timestamp": 185,
          "text": "Montage of Stipe dancing, branches with sparse leaves, fluttering grass, and a crown of spikes."
        },
        {
          "timestamp": 195,
          "text": "The prepubescent boy crouches in a grassy field. He arches his back, as if in pain from the back arrows taped to his torso."
        },
        {
          "timestamp": 205,
          "text": "Mechanics build metal frames in the shape of wings, against a red backdrop. 2 military men position a spotlight, also in front of a red backdrop."
        },
        {
          "timestamp": 210,
          "text": "The old angel stands, as a woman in white prepares to throw something. Band members watch Stipe dance. The spotlight flashes the woman in the ornate pink headress."
        },
        {
          "timestamp": 230,
          "text": "Gathered around the old angel, other people hold ropes. The shirtless man flinches from the spotlight. The prepubescent boy poses in the grass, as the sky behind him darkens."
        },
        {
          "timestamp": 250,
          "text": "Hammers strike an anvil, and sparks fly."
        },
        {
          "timestamp": 260,
          "text": "The pitcher of milk falls. Stipe crouches in a chair, facing away from us, as the spilled milk covers the floor."
        },
        {
          "timestamp": 265,
          "text": "The cherub, the shirtless man, the prepubescent boy, and the ornately dreseed women pose together in the grass. Feathers fall from the sky."
        },
        {
          "timestamp": 270,
          "text": "Military mechanics stand for a portrait in front of mechanical wings. The red backdrop flutters in the breeze."
        },
        {
          "timestamp": 275,
          "text": "The bearded man and several others gather in the barn, lifting the old angel off of the floor, where he has just fallen. They hold their pose."
        },
        {
          "timestamp": 280,
          "text": "Stipe sits, looking away from us. Behind him sits a book, with angel wings spread to either side. The other band members stand behind the wings, facing away, cast in shadow."
        },
        {
          "timestamp": 285,
          "text": "Fade to black"
        },
        {
          "timestamp": 289,
          "text": "Text appears. Copyright 1991 R.E.M. / Athens Limited"
        }
      ]
    }
  ]
}
