{
  "source": {
    "url": "https://www.youtube.com/watch?v=Cwkej79U3ek",
    "domain": "youtube",
    "id": "Cwkej79U3ek"
  },
  "metadata": {
    "type": "music video",
    "title": "Vanessa Carlton - A Thousand Miles",
    "creator": "Vanessa Carlton"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "In a garage full of storage, Vanessa Carlton walks through a doorway. She has long brown hair, braided around her right side. Strands of hair dangle in front of her face. She wears a black V neck shirt and red wrist warmers."
        },
        {
          "timestamp": 10,
          "text": "Carlton pulls aside a blanket, revealing a polished brown baby grand piano with white trim and decorations."
        },
        {
          "timestamp": 15,
          "text": "She sits and the piano. She, the piano, and we pull back from the garage."
        },
        {
          "timestamp": 25,
          "text": "In the drive way, a husband kisses his wife and baby. He's wearing a suit and holding a briefcase."
        },
        {
          "timestamp": 30,
          "text": "Carlton plays and sings to us as we ride down a subsurban street."
        },
        {
          "timestamp": 40,
          "text": "Kids wearing party hats play on a bouncy castle in a suburban front yard. American flags flap in the distance and 2 kids skateboard by."
        },
        {
          "timestamp": 50,
          "text": "We ride along a suburban road, past a man cutting a lawn. A teenage boy does a flip on a trampoline."
        },
        {
          "timestamp": 60,
          "text": "Carlton continues to play and sing to us as we ride down a 2 lane highway. Behind the piano, 4 men on motorcycles ride behind us. They wear black jackets and have long, white beards."
        },
        {
          "timestamp": 70,
          "text": "By the side of the road, a 10 foot tall hut is covered in license plates and hub caps. The hut overlooks a scenic mountain range."
        },
        {
          "timestamp": 80,
          "text": "The bikers pass us. We continue down the winding 2 lane highway through the mountains."
        },
        {
          "timestamp": 90,
          "text": "Marathon runners run behind us."
        },
        {
          "timestamp": 100,
          "text": "A brown and white spotted owl sits on the piano, next to Carlton. Neither acknowledge each other. The owl watches the world go by."
        },
        {
          "timestamp": 110,
          "text": "Without the owl, Carlton pauses next to a string quintent, playing on the sidewalk of a bridge. In the distance, we can see dozens of skyscrapers, including a cylindrical one at the center."
        },
        {
          "timestamp": 120,
          "text": "We travel down an urban road."
        },
        {
          "timestamp": 130,
          "text": "We pass a Mexican product wholesaler, a Los Angeles Metro bus, and signs for parking, jewelry, and photo booths."
        },
        {
          "timestamp": 140,
          "text": "Behind the piano is a parade. A dozen women in black, white, and glittering blue wave blue and red streamers. A marching band follows behind them."
        },
        {
          "timestamp": 150,
          "text": "Black horses gallop on a beach."
        },
        {
          "timestamp": 160,
          "text": "In close up, she sings to us, with glittering brown eyes and pink lips."
        },
        {
          "timestamp": 170,
          "text": "We ride down an urban street, past a sporting goods store, a movie theater, a Burger King, and a construction zone for another sky scraper."
        },
        {
          "timestamp": 180,
          "text": "Night begins to fall. Her hands move quickly across the piano keys."
        },
        {
          "timestamp": 190,
          "text": "Carlton looks up. With the last bit of light in the sky, we see the skyscrapers tower above us, with a cylindrical one in the center. "
        },
        {
          "timestamp": 200,
          "text": "At night, we pass poorly lit, closed buildings."
        },
        {
          "timestamp": 210,
          "text": "We pause as teenagers in loose clothes breakdance on the sidewalk. Next to their boombox, a silver living statue does robot dance moves."
        },
        {
          "timestamp": 220,
          "text": "We ride through a tunnel, and pass other, boxy skyscrapers."
        },
        {
          "timestamp": 230,
          "text": "We pass several stores. The Rite Aid is the only one open."
        },
        {
          "timestamp": 240,
          "text": "Back where we started, a husband in a suit and his wife in a cocktail dress walk toward their front door. Carlton looks at us as the piano retuns to the garage."
        },
        {
          "timestamp": 250,
          "text": "She finishes playing, smiles to herself, and gets up"
        },
        {
          "timestamp": 260,
          "text": "She leaves the garage. Fade to black."
        }
      ]
    }
  ]
}
