{
  "source": {
    "url": "https://www.youtube.com/watch?v=9wh8FgsEtNQ",
    "domain": "youtube",
    "id": "9wh8FgsEtNQ"
  },
  "metadata": { "type": "music video", "title": "Flyers", "creator": "BRADIO" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "text": "A rope curls in a circle. Text, BRADIO", "timestamp": 2 },
        {
          "text": "Lead singer Shingyoji, wearing a tan suit and an afro, sings in front of a backdrop of crumbled $1 and $10 bills. A man in a suit and rabbit head plays a trumpet.",
          "timestamp": 6
        },
        {
          "text": "The guitarist, bassist, and drummer play. The rabbit headed trombonist is copy pasted dozens of times in the background.",
          "timestamp": 10
        },
        {
          "text": "Text appears behind them. Bradio - Flyers.",
          "timestamp": 14
        },
        {
          "text": "As Shingyoji sings, light bulbs explode behind him. He holds 4 billiards balls and tosses them over his shoulder.",
          "timestamp": 18
        },
        {
          "text": "The balls land over the 4 band members, and their clothes change to match the color of the balls.",
          "timestamp": 22
        },
        {
          "text": "They perform in front of a backdrop depicting dice falling in slow motion.",
          "timestamp": 25
        },
        {
          "text": "The dice rolls along a table with numbers.",
          "timestamp": 30
        },
        {
          "text": "The band plays on a green field. Billiards ball rolls past. Some are human sized, some are soccer ball sized.",
          "timestamp": 32
        },
        { "text": "Shingyoji kicks one.", "timestamp": 40 },
        {
          "text": "The band members are copy pasted on top of each other dozens of times. All copies groove together to the music.",
          "timestamp": 45
        },
        {
          "text": "Fireworks explode in the sky behind them.",
          "timestamp": 48
        },
        {
          "text": "Fireworks sparkle all around them. The rabbit headed trombonist plays.",
          "timestamp": 55
        },
        {
          "text": "Shingyoji lines up a pool stick in front of a white ball. The band members watch.",
          "timestamp": 62
        },
        { "text": "The band looks around.", "timestamp": 69 },
        {
          "text": "Shingyoji's mouth talks on the white ball while he hits it.",
          "timestamp": 73
        },
        { "text": "Cards fall behind the band.", "timestamp": 78 },
        { "text": "Cards land face down on a table.", "timestamp": 93 },
        {
          "text": "The cards face us. Shingyoji sings on the Ace of Spades. King is Guitarist Ohyama. Queen is drummer Tanabe. Jack is bassist Sakai.",
          "timestamp": 96
        },
        {
          "text": "Shingyoji sits at a table holding 5 cards in his hand. The band members stare over his shoulder. Lights glitter in the background.",
          "timestamp": 102
        },
        {
          "text": "The band turns to us, saying \"Flying\". Quarters and pennies bounce and sparkle. Fireworks explode.",
          "timestamp": 109
        },
        { "text": "Stacks of poker chips rise and fall.", "timestamp": 115 },
        {
          "text": "Fireworks explode over a snowy mountain. Ohyama rises behind it, playing guitar.",
          "timestamp": 120
        },
        {
          "text": "As he plays, copies of him slide sideways",
          "timestamp": 130
        },
        {
          "text": "Copies of Sakai play the bass in a line, looking away from us.",
          "timestamp": 137
        },
        {
          "text": "Copies of Tanabe shakes their heads back and forth as they play the drums.",
          "timestamp": 140
        },
        {
          "text": "The band members dance in sync, moving their arms die to side and posing in time with the music.",
          "timestamp": 158
        },
        {
          "text": "Pictures of the members heads bounce around the shoulders of the dancing bodies.",
          "timestamp": 165
        },
        {
          "text": "Dozens of copies of each member gather in a crowd, dancing.",
          "timestamp": 172
        },
        { "text": "Shingyoji sings in front of fireworks.", "timestamp": 190 },
        {
          "text": "Sakai plays in front of rabbit trombonist copies.",
          "timestamp": 195
        },
        {
          "text": "We pull back, revealing more rabbit copies, and the rest of the band. They perform in front of fireworks and behind the text, Bradio Flyers",
          "timestamp": 200
        },
        { "text": "Cut to black", "timestamp": 209 },
        { "text": "Text, Hero Music Entertainment", "timestamp": 211 }
      ]
    }
  ]
}
