{
  "source": {
    "url": "https://www.youtube.com/watch?v=Edwsf-8F3sI",
    "domain": "youtube",
    "id": "Edwsf-8F3sI"
  },
  "metadata": { "type": "music video", "title": "Michael Bublé - Feeling Good", "creator": "Michael Bublé" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 6.762958,
          "text": " Light reflects off metallic surfaces"
        },
        { "timestamp": 14.515815, "text": "Michael Bublé sings in close up" },
        {
          "timestamp": 24.732311,
          "text": "Flourescent lights illuminate metal duct work across the ceiling of a factory"
        },
        {
          "timestamp": 32.69812,
          "text": "Documents marked Top Secret pan by, including maps, photos, and a briefcase"
        },
        {
          "timestamp": 39.793523,
          "text": "Silhouettes of 6 women pose in front of a purple background"
        },
        {
          "timestamp": 46.216445,
          "text": "The Hydra logo, from the Marvel universe"
        },
        {
          "timestamp": 57.585468,
          "text": "Michael Bublé stands in a suit in front of a silver Jaguar E-Type Series 3. Behind him, red lights flicker against a factory."
        },
        {
          "timestamp": 63.590403,
          "text": "Bublé walks down a cement hallways"
        },
        {
          "timestamp": 75.553069,
          "text": "He walks through a door marked Level 1. Women in white spandex talk in the factory. He sneaks behind them."
        },
        {
          "timestamp": 83.835862,
          "text": "The spandex women walk around, carrying billy clubs. He slides behind duct work."
        },
        {
          "timestamp": 89.50482,
          "text": "Men in hard hats sit at a control station."
        },
        {
          "timestamp": 99.178556,
          "text": "Bublé approaches a board, looks around, and presses buttons."
        },
        {
          "timestamp": 103.317619,
          "text": "An Asian woman looks through a telescope lens. Bublé appears in focus, and turns to look at us."
        },
        {
          "timestamp": 114.143122,
          "text": "The men in hard hats get up from the control station and step away. Bublé appears behind them and approaches the terminal"
        },
        { "timestamp": 127.554118, "text": "Sirens blare. He looks up" },
        {
          "timestamp": 132.821538,
          "text": "He turns away, jumps over a railing, adjusts his tie, and casually walks away"
        },
        {
          "timestamp": 139.877135,
          "text": "3 women in white spandex with batons run down the hallway. Steam fills the view."
        },
        {
          "timestamp": 144.528417,
          "text": "The hard hat men drive a truck. Bublé rounds a corner, and the 3 women stand, looking at him."
        },
        {
          "timestamp": 151.250541,
          "text": "The hard hat men stop and look surprised. Bublé fights the women in a stylized, cardboard cut-out rendering of comic book violence."
        },
        {
          "timestamp": 158.805827,
          "text": "Bublé adjusts his tie, and the hard hat men run."
        },
        {
          "timestamp": 163.74481,
          "text": "Bublé walks away. The 3 women lie sprawled on the ground. Their spandex suits show the Hydra logo."
        },
        {
          "timestamp": 168.920461,
          "text": "Bublé sings to us as he walks casually down the hallway. Sirens blare around him."
        },
        { "timestamp": 190.460984, "text": "Women pose in silouette." },
        { "timestamp": 194.952356, "text": "A pressure gauge approaches red" },
        {
          "timestamp": 209.500247,
          "text": "Bublé runs. A digital clock counts down 3, 2, 1. Top Secret documents burn."
        },
        {
          "timestamp": 218.559371,
          "text": "Bublé goes to open the Jaguar's handle, then pulls his hand back and shakes it"
        },
        {
          "timestamp": 225.059034,
          "text": "Bublé's photo is one of the documents burning"
        },
        {
          "timestamp": 228.174142,
          "text": "He gets in the Jaguar, which becomes fully transparent"
        }
      ]
    }
  ]
}
