{
  "metadata": {
    "episode": 1,
    "season": 1,
    "seriesTitle": "Chainsaw Man",
    "title": "Dog & Chainsaw",
    "type": "television episode"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        { "text": "Funimation", "timestamp": 0 },
        {
          "text": "Our view lifts to a narrow, dark alleyway",
          "timestamp": 12.182888
        },
        { "text": "We move forward, shakily", "timestamp": 19.554107 },
        {
          "text": "We turn left, and approach a door covered in taped papers.",
          "timestamp": 25.895614
        },
        {
          "text": "We cast a shadow against the door.",
          "timestamp": 37.196945
        },
        {
          "text": "We look at the doorknob, and our hand reaches out.",
          "timestamp": 42.389859
        },
        { "text": "Cut to black", "timestamp": 45.909846 },
        {
          "text": "Our eyes open to the corrugated metal and boxes of a warehouse.",
          "timestamp": 48.885392
        },
        {
          "text": "A blond teenage boy gets up from a mattress on the floor. He wears jeans and a green coat. Trash is shoved under a table. Through the windows, we see an overcast, gray day.",
          "timestamp": 56.175249
        },
        {
          "text": "Rocks, moss and roots litter the muddy ground.",
          "timestamp": 65.343269
        },
        {
          "text": "The boy trudges through a forest. He approaches a road.",
          "timestamp": 71.272065
        },
        {
          "text": "He begins walking down the road, over a hill.",
          "timestamp": 80.52271
        },
        {
          "text": "Through a break in the trees, we can see a city down in the valley.",
          "timestamp": 83.880514
        },
        { "text": "He wears an eyepatch", "timestamp": 86.596388 },
        {
          "text": "Pochita is an orange dog with a chainsaw blade, handle, and tail.",
          "timestamp": 115
        },
        {
          "text": "The teenager pulls Pochita's tail, revving the chainsaw. He looks behind rubble at a devil. It resembles a car-sized tomato, with 8 human legs and dozens of eyes. Suddenly, all eyes focus on us. The devil turns, and opens its vertical mouth, running the height of its body.",
          "timestamp": 136.230107
        },
        {
          "text": "Intro credits. The teenager pulls a chainsaw string.",
          "timestamp": 143
        },
        {
          "text": "4 people walk across a street: the blond teenager, a pink haired woman, a black haired man, and a girl with horns.",
          "timestamp": 146.689828
        },
        {
          "text": "A girl with horns makes a face. The blond boy makes a face.",
          "timestamp": 151.362981
        },
        {
          "text": "As a child, the blond boy hugs Pochita in a graveyard. A scruffy blond man brandishes a gun.",
          "timestamp": 154.111651
        },
        {
          "text": "People jump in a well. A person with a mask removes his shoes. People drive a car. 4 people move around a cramped office.",
          "timestamp": 155.446212
        },
        {
          "text": "The blond boy covers his mouth. An angel with a halo sits on stairs. 2 people talk closely at night. The teenager and several people sit in a movie theater.",
          "timestamp": 159.595545
        },
        {
          "text": "A small woman gets up and walks away. The horned girl takes the woman's spot. The woman argues with the horned girl. Another woman feeds popcorn to the teenager.",
          "timestamp": 163.584705
        },
        {
          "text": "The teenager holds a bowling ball, while a black haired man throws one.",
          "timestamp": 172.763127
        },
        {
          "text": "The bowling ball explodes pins. The horned girl poses in a red and white bathing suit above the word Power.",
          "timestamp": 177.298452
        },
        {
          "text": "Behind her, someone leads the teenager on his hands and knees by a leash.",
          "timestamp": 179.010842
        },
        {
          "text": "A giant snake monster flies through the sky. Bands of ammunition falls.",
          "timestamp": 180.670165
        },
        {
          "text": "The teenager lies on a bench, and rests his head on the lap of a pink haired woman.",
          "timestamp": 182.087925
        },
        {
          "text": "As she rubs his head, plants grow around the frame. Venus fly traps. The woman stands in a forest as hands approach her. She turns, and then hands splash into water. The teenager wakes up, covered in fly traps and mushrooms.",
          "timestamp": 183.847125
        },
        {
          "text": "Blood runs down his nose as a chainsaw grows from his forehead.",
          "timestamp": 189.730152
        },
        {
          "text": "The pink haired woman makes a rectangle with her fingers and looks through it.",
          "timestamp": 191.26474
        },
        {
          "text": "She places a glowing slug in the teenager's mouth. She smiles against a backdrop of blood spatter.",
          "timestamp": 195.879987
        },
        {
          "text": "A teenager jumps from a window. He has chainsaws for arms, legs, and a head. He slides down several floors of the building, while he drives the chainsaw into the external walls. ",
          "timestamp": 196.242245
        },
        {
          "text": "He jumps, and lands on a pink, bulbous devil with root legs and chain arms.",
          "timestamp": 198.99363
        },
        {
          "text": "The horned girl and black haired man watch as chains grab the chainsaw teenager. He is tossed through the air, smacking into buildings.",
          "timestamp": 201.670419
        },
        {
          "text": "The chainsaw man's tears through flesh and blood and screams.",
          "timestamp": 206.918028
        },
        {
          "text": "On the ground, he looks at the the pink devil. The horned girl uses a mallet twice her size to hit an even larger bronze ball. Chainsaw man rides the makeshift bowling ball towards the devil and jumps.",
          "timestamp": 209.837629
        },
        {
          "text": "In a kitchen, the teenager breaks an egg and looks at his messy hand. A paper covered door in an alley way. The horned girl walks away from an explosion. ",
          "timestamp": 217.978507
        },
        {
          "text": "The black haired man stands on a pile of books. The young teenager cuddles with Pochita.",
          "timestamp": 220.772625
        },
        {
          "text": "A devil made of thorns dances in a pool.",
          "timestamp": 222.355156
        },
        {
          "text": "A giant devil eats a street light. Another devil dances among swinging axes. The teenager and horned girl dance on a street while the black haired man smokes. He turns to us and makes a fox face with his hands. Cut to black. Chainsaw Man.",
          "timestamp": 224.248664
        },
        {
          "text": "The teenager removes a chainsaw blade from red flesh. He stands on top of the devil in front of a traditional Japanese house. A gray haired man watches.",
          "timestamp": 236
        },
        {
          "text": "Denji passes a man smoking in a car. The white haired man sits in the back.",
          "timestamp": 296
        },
        {
          "text": "As Denji walks down the sidewalk, a car pulls up beside him.",
          "timestamp": 329.831344
        },
        {
          "text": "He puts the lit cigarette in his mouth",
          "timestamp": 349.352136
        },
        {
          "text": "The driver tosses a coin, and Denji catches it. The yakuza car pulls away.",
          "timestamp": 357.610042
        },
        {
          "text": "Denji watches them go. His smile drops to a frown, and he takes the cigarette out of his mouth. He squats and pets Pochita.",
          "timestamp": 363.645038
        },
        {
          "text": "After Pochita, Denji takes a bite.",
          "timestamp": 394.510959
        },
        {
          "text": "Sun shines between the rain clouds.",
          "timestamp": 417.91333
        },
        {
          "text": "Young Denji stands in the rain, looking at a gravestone, standing next to a car.",
          "timestamp": 422.834836
        },
        {
          "text": "The car drives off. Denji stands in a field, alone with a grave marker and a tree.",
          "timestamp": 448
        },
        {
          "text": "Denji looks around. Pochita appears behind the tree.",
          "timestamp": 455
        },
        {
          "text": "Pochita likes on his side. Blood drips from 2 holes in his stomach.",
          "timestamp": 475.505615
        },
        {
          "text": "Denji remembers his father, hanging from a rope.",
          "timestamp": 491
        },
        { "text": "Pochita gets up", "timestamp": 506.186993 },
        {
          "text": "He bites Denji's forearm. Blood drips from the room.",
          "timestamp": 510
        },
        {
          "text": "In an alley, Denji presents the yakuza with a small, bloody demon he's split in half. He holds Pochita.",
          "timestamp": 529.852662
        },
        {
          "text": "In present day, Denji curls into Pochita in the moonlight.",
          "timestamp": 549.535481
        },
        {
          "text": "Denji coughs blood into his hand.",
          "timestamp": 585.640133
        },
        {
          "text": "Denji and Pochita look at each other.",
          "timestamp": 609.993026
        },
        {
          "text": "At night, a car drives through the city.",
          "timestamp": 614.043756
        },
        {
          "text": "The car drives down a winding road through the woods.",
          "timestamp": 635.206306
        },
        {
          "text": "The car turns into a lot surrounded with a rusted metal wall.",
          "timestamp": 643.559953
        },
        {
          "text": "It pulls up to a crumbling warehouse missing half a roof.",
          "timestamp": 650.20844
        },
        { "text": "Clouds pass in front of the full moon.", "timestamp": 654 },
        {
          "text": "The white haired yakuza walks ahead of Denji",
          "timestamp": 660.375657
        },
        { "text": "The yakuza stops.", "timestamp": 678.977149 },
        {
          "text": "Denji stumbles forward. He looks back. The smoking yakuza, disheveled and bloody, has thrust a sword through Denji and Pochita's bodies.",
          "timestamp": 703.738636
        },
        { "text": "Denji and Pochita cough blood.", "timestamp": 713.740861 },
        {
          "text": "A tentacle lifts the white haired yakuza.",
          "timestamp": 728
        },
        {
          "text": "Denji holds Pochita and runs. Zombies pursue.",
          "timestamp": 767.614243
        },
        {
          "text": "Denji sees more zombies, and turns, stumbling between machinery.",
          "timestamp": 786
        },
        {
          "text": "The exit glows green ahead of him.",
          "timestamp": 793.561601
        },
        {
          "text": "He pushes a metal box to the ground behind him.",
          "timestamp": 797.312947
        },
        {
          "text": "A zombie trips over it. Others walk around or over.",
          "timestamp": 800.046441
        },
        {
          "text": "He shuffles forward as a zombie gains on him.",
          "timestamp": 807.093379
        },
        {
          "text": "The zombie strikes him across the back.",
          "timestamp": 812.477414
        },
        {
          "text": "Zombies stab him in the back with chefs knives.",
          "timestamp": 816.218888
        },
        {
          "text": "More zombies approach as Denji screams. Cut to black.",
          "timestamp": 837
        },
        {
          "text": "The moonlight shines on a dumpster. Denji's head, torso, and arms lie in pieces.",
          "timestamp": 845.933971
        },
        {
          "text": "Blood runs down from Denji's mouth, over his lifeless eye, along coupons and newspapers, down Pochita's face and into his mouth. Pochita drinks the blood.",
          "timestamp": 864
        },
        { "text": "Pochita faintly opens his eyes.", "timestamp": 876.188288 },
        {
          "text": "In a flashback, Denji and Pochita chop wood in the forest.",
          "timestamp": 883.684802
        },
        { "text": "Denji looks up at the sky", "timestamp": 913.275698 },
        {
          "text": "Blood runs down cables, which pull a hand to an arm. Another cable draws a foot to a leg. Pochita's face sticks out of Denji's chest, spreading throbbing, orange veins across his torso.",
          "timestamp": 954
        },
        { "text": "Denji opens his eyes.", "timestamp": 971.707176 },
        {
          "text": "Denji and Pochita sit in a glowing light",
          "timestamp": 976.83481
        },
        {
          "text": "Denji sits up, alone in the dumpster",
          "timestamp": 1004.718702
        },
        {
          "text": "A black pull cord sticks out of his heart. It's Pochita's tail.",
          "timestamp": 1014.532896
        },
        {
          "text": "The zombies turn towards him. The Zombie Devil looks up. It is a giant, floating torso with an exposed brain, intestine tentacles, and a face emerging from the heart.",
          "timestamp": 1021
        },
        { "text": "Denji steps out of the dumpster.", "timestamp": 1041.56817 },
        {
          "text": "He remembers the yakuza, his debt, the shed, the cigarette, Pochita. He pulls the cord in his chest.",
          "timestamp": 1076.570376
        },
        { "text": "The zombies pile on top of him.", "timestamp": 1083.115257 },
        {
          "text": "More zombies approach and climb on the pile",
          "timestamp": 1094.472795
        },
        { "text": "The Zombie Devil looks concerned.", "timestamp": 1102 },
        {
          "text": "Denji emerges in a wave of blood, slicing through the zombies with his chainsaw arms.",
          "timestamp": 1113.168669
        },
        {
          "text": "His head is motor of a chainsaw, which sticks out of his forehead. His eyes are glowing lights from the motor vents.",
          "timestamp": 1119.43944
        },
        {
          "text": "He leaps, exploding the zombies in waves of blood.",
          "timestamp": 1136.056511
        },
        {
          "text": "He drives a chainsaw into the Zombie Devil's face while laughing.",
          "timestamp": 1140.442337
        },
        {
          "text": "The devil bleeds from its eye. It grabs Denji by a tentacle and flings him across the warehouse.",
          "timestamp": 1145.297148
        },
        {
          "text": "He hits a beam, and drops to the floor.",
          "timestamp": 1150
        },
        {
          "text": "He lands on the ground. A zombie approaches with a pipe and hits him in the metal head.",
          "timestamp": 1156.182897
        },
        { "text": "Denji looks back.", "timestamp": 1161.694491 },
        {
          "text": "He chainsaws the zombie, then severs 2 more. ",
          "timestamp": 1166.131092
        },
        {
          "text": "The Zombie Devil grabs 2 zombies with its tentacles, and tosses them at Denji. He pushes them away. More zombies fly towards him.",
          "timestamp": 1172.598774
        },
        {
          "text": "Denji runs towards the devil, slicing through zombies.",
          "timestamp": 1189.334861
        },
        {
          "text": "He slices an arm off, leaps, runs, steps over a zombie's face, and leaps into the air, arcing towards the Devil.",
          "timestamp": 1195.834539
        },
        {
          "text": "The Devil swipes at him with a tentacle. Denji chainsaws down the tentacle, leaving a trail of blood. The Devil watches in horror as Denji's shadow grows over its face.",
          "timestamp": 1204.273116
        },
        {
          "text": "The Devil screams as Denji slices it in half.",
          "timestamp": 1220.923707
        },
        {
          "text": "Blood rains from the 2 halves. Denji, splattered with blood, slows down and looks around.",
          "timestamp": 1233.629494
        },
        {
          "text": "He stands in a circle of blood and tentacles, surrounded by dozens of zombies",
          "timestamp": 1238.55616
        },
        {
          "text": "Denji cuts up zombies as they approach. Outside, dawn breaks over the mountains.",
          "timestamp": 1275.0314
        },
        { "text": "Mist rises from the trees.", "timestamp": 1278.713551 },
        {
          "text": "Water drips from a leaky faucet onto a puddle.",
          "timestamp": 1287.72401
        },
        {
          "text": "A black sedan approaches the warehouse.",
          "timestamp": 1293.172526
        },
        {
          "text": "A woman walks towards the entrance. She has long, pink hair in a braid. She wears a suit and black trench coat. 2 men flank her, wearing hats and trench coats.",
          "timestamp": 1296.154367
        },
        {
          "text": "She stops in front of the bodies and blood spatter.",
          "timestamp": 1310.278671
        },
        {
          "text": "Her gold eyes look up. Chainsaw Denji stands in the shadows of the back wall.",
          "timestamp": 1315.592851
        },
        { "text": "The woman walks forward.", "timestamp": 1328.417627 },
        {
          "text": "He starts to fall back. She hugs him, and he stops.",
          "timestamp": 1358.622057
        },
        {
          "text": "His chainsaw head melts off his human face.",
          "timestamp": 1370
        },
        { "text": "She cradles his head", "timestamp": 1394.297648 },
        {
          "text": "He looks up at her from her lap. Bloody, he turns to look at the zombie yakuza, lying in pools of blood.",
          "timestamp": 1411.768819
        },
        { "text": "He looks up at her, eyes wide. ", "timestamp": 1437.303586 },
        { "text": "She looks down at him, inscrutably.", "timestamp": 1439 },
        {
          "text": "The 2 sit in the center of blood and bodies. Cut to black.",
          "timestamp": 1448.821324
        },
        { "text": "Credits roll.", "timestamp": 1453.529803 }
      ]
    }
  ],
  "source": {
    "domain": "disney",
    "id": "b3c75da6-a9c4-424d-9321-f6818c02d272",
    "url": "https://www.disneyplus.com/play/b3c75da6-a9c4-424d-9321-f6818c02d272"
  }
}
