{
    "source": {
        "url": "https://www.youtube.com/watch?v=p2ZdeIKJA8c",
        "domain": "youtube",
        "id": "p2ZdeIKJA8c"
    },
    "metadata": {
        "type": "music video",
        "title": "Infohazard",
        "creator": "Ninajirachi"
    },
    "scripts": [
        {
            "language": "en-US",
            "author": "Julianna Mealin",
            "tracks": [
                {
                    "timestamp": 1,
                    "text": "Nina turns on a livestream. Her Mac desktop includes Discord windows, with her video in the top right corner. She is a pale, 26 year old woman with long, light brown hair."
                },
                {
                    "timestamp": 7,
                    "text": "Sped up clips of the livestream. She watches YouTube videos of an Australian bush walk, a turqouise liquid water simulation, and a cat playing a game on an iPad. Nina smiles and pets her cat."
                },
                {
                    "timestamp": 18,
                    "text": "A skyrim glitch tutorial. She rests her face in her hand. A documentary showing historical of the 1950's computer CSIRAC. She smiles at the word 'Australia'. A hand bends CD's until they break. She leans in."
                },
                {
                    "timestamp": 29,
                    "text": "She scrolls down the 'cool vids' playlist and selects, 'Cats forget to think'. A cat wrestles a fan. Nina picks up her cat. Her sister? looks over her shoulder. A cat sits on a desk. Sister takes a polaroid picture."
                },
                {
                    "timestamp": 38,
                    "text": "A DIY video of men breaking, bending and constructing sheet metal into a monolith. Nina scrolls to the comments, where her name is mentioned."
                },
                {
                    "timestamp": 43,
                    "text": "A video depicts finding cell towers for US maps using CellMapper.net and AntennaSearch.net. Another video depicts text over an iceberg. At the bottom, large text reads Belief Is Key."
                },
                {
                    "timestamp": 50,
                    "text": "Nina goes to 4562.world, scrolls through a discord chat, copies numbers, logs in, and full screens the page. It depicts 2000's era graphics. Nina walks away."
                },
                {
                    "timestamp": 58,
                    "text": "The mouse opens Safari, and searches for each word of the lyrics. Results include pictures of men, heads, eye balls, a hand saw, and an icon of a man running fast. The windows are zoomed in, and stacked in growing layers."
                },
                {
                    "timestamp": 80,
                    "text": "The mouse closes the lyric windows. Nina returns and scrolls through a discord thread, and opening windows, including the text of Isaac Asimov's 'The Last Question', a blue screen, a newsweek article about internet addiction, a vertical video about loving ones computer with comments referencing Nina, diagrams of cell towers, the pokemon Jirachi, a blog post titled 'The Holy Spirit is My Cell Tower'. She highlights the blogpost comment."
                },
                {
                    "timestamp": 90,
                    "text": "She looks at wikipedia articles on Multi-Tap entry systems and Information Hazard. On YouTube, blurry, gibberish code scrolls by. Nina looks at the cell tower diagram and a meme about a sad computer."
                },
                {
                    "timestamp": 105,
                    "text": "Strobing letters read EDM. A strobing image reads, Put your fucking hands up. A paragraph includes, you are adding the signals coming through your body to the signal picked up by the radio's own antenna"
                },
                {
                    "timestamp": 110,
                    "text": "She opens Second Nature and watches a walk through a CG landscape with ruins and trees. Nina opens a wikipedia article on London, then Canon OS_tans. She image searches it, which show a few anime girls and Canon camers. Videos, articles, and tumblr posts fly by. The page girlEDM flashes."
                },
                {
                    "timestamp": 135,
                    "text": "Windows depicting the lyrics flash onto the screen in between pictures of cell towers, a map of Australia, zooming in on Melbourne. The ACMA Site Location Map depicts hundreds of dots. Dozens of maps open show cell tower by type. Pictures flash. Oldest Cell Tower. Cell Tower diagram. The reddit mascot, Snoo, wearing a fedora. A diagram of types of towers. Wireless coverage infographic showing humans on the street with wireless signals. Nina leans forward, holding her head. The windows strobe and close." 
                },
                {
                    "timestamp": 160,
                    "text": "Nina walks out her front door. Seen from below, she walks forward, trees and power lines over head. Lines pass under trees, branch off to the side, continue straight, over tree, connect to a house, continue on. Lyrics bounce between the lines. Lines cross by buildings over trees, trees branch, trees yield to a cloudy sky. She looks up at the sky and places her camera on the ground at the edge of a lot with a cell tower at the edge, with the Melbourne skyline in the distance."
                },
                {
                    "timestamp": 177,
                    "text": "Nina runs around the lot, spinning and skipping."
                },
                {
                    "timestamp": 183,
                    "text": "She slows, stops, looks up at the cell tower, rests her hands on her head, drops to her knees, leans to the ground, and rolls onto her side. A blue line appears, linking her to the tower."
                },
                {
                    "timestamp": 189,
                    "text": "Text, connected to host, over images of cell towers on hills, in snow, under clouds, near trees, from below, from the side, from above, over valleys, over suburbs, over cities, city skyscrapers, New York City from the sea, from a building, from a sky scraper, from a drone, from a satelitte, zoom to Manhattan, New York, the US, the Earth."
                },
                {
                    "timestamp": 205,
                    "text": "Different renderings of the globe layer over each other as if the globe spins until it zooms in on Australia, Meblourne, through buildings, down streets, pedestrians walk, with dogs, at night, with umbrellas, with headphones, silver headphones, bedazzled headphones, headphones on a bus, under a tree, in a group, at the library, wireless, wired, connected to speakers, connected to another, shared with another, shared by a wall, under a tree, shoulder to shoulder, head on shoulder, heads together, crowds of heads, crowds partying with confetti, confetti on tables, in the air, in champagne, on dance floors, in front of cameras, cameras flash, blurry lights, twisted neon lights, party hands at lights, flashing lights, flash of sun, sun through trees, sun through windows, over buildings, through gates, between branches, between fingers, over tips of fingers, hands reach to the sun, hands reach to hands, hands grasp hands, hands hold hands, fingers interlock, handing flowers, handing cigarettes, hands touch through windows, through laptop screens, on monitor screens, anime girls on monitor, Girl EDM Professional operating system loads on 1990's style monitors. Monitor setups in various rooms with anime merchandise."
                },
                {
                    "timestamp": 250,
                    "text": "The image dissolves into white text into static into black. Logo evocative of Windows OS depicts a butterfly and the text Girl EDM Professional, Ninajirachi Coporation. Static scratches the black background. Fade to black."
                }
            ]
        }
    ]
}