{
  "source": {
    "url": "https://www.youtube.com/watch?v=1yYV9-KoSUM",
    "domain": "youtube",
    "id": "1yYV9-KoSUM"
  },
  "metadata": { "type": "music video", "title": "MACKLEMORE FEAT KESHA - GOOD OLD DAYS (OFFICIAL MUSIC VIDEO)", "creator": "Macklemore" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3.023309,
          "text": "Camcorder film of a moon over a field, the woods, and the view from inside a moving vehicle"
        },
        {
          "timestamp": 7.923924,
          "text": "A man with an arm tattoo works on a car engine."
        },
        {
          "timestamp": 10.6102,
          "text": "On the side of the road, a brown haired man and a woman stand at the trunk of a minivan. Behind them is a forest characteristic of the Pacific Northwest."
        },
        {
          "timestamp": 14.070285,
          "text": "Kesha and Macklemore are nearby. Kesha, with white hair in braids, a white coat, and white cowboy boots, sits inside the open side door of the minivan. Macklemore, in blue jeans and a yellow shirt, stands in front of her. He tosses a small object and swings a stick"
        },
        {
          "timestamp": 26.129746,
          "text": "The other couple pile objects into the minivan trunk."
        },
        {
          "timestamp": 31.803396,
          "text": "Macklemore and the girls begin to push the van. As it moves, the girls hop in the open doors. Macklemore catches up from behind."
        },
        {
          "timestamp": 41.151375,
          "text": "In the back, Macklemore smiles at Kesha."
        },
        {
          "timestamp": 43.946376,
          "text": "The brown haired couple smile at each other up front."
        },
        {
          "timestamp": 46,
          "text": "Kesha looks at papers. Macklemore spreads peanut butter on multigrain bread."
        },
        {
          "timestamp": 48,
          "text": "Kesha rests her feet on his leg, and looks at him through a vintage camcorder."
        },
        {
          "timestamp": 50,
          "text": "In the camcorder's film, he covers his eyes and smiles."
        },
        {
          "timestamp": 52,
          "text": "In film, Kesha sits with the woods and sun through the window behind her. She puts her hand out to cover the lens, revealing a drawing of an eye on her palm."
        },
        {
          "timestamp": 55.4602,
          "text": "In a clearing, trucks and vans make a circle. People sit in the middle."
        },
        {
          "timestamp": 61.199139,
          "text": "Kesha and Macklemore get out and embrace 2 black men wearing a Fedora and Newsboy hat."
        },
        {
          "timestamp": 67.501223,
          "text": "A man wraps an arm around Kesha's shoulder, takes off his own hat, and places it on Macklemore's head."
        },
        {
          "timestamp": 70.885393,
          "text": "Macklemore sits on the ground. Kesha lies on a cot behind him and rests a hand on his shoulder."
        },
        {
          "timestamp": 79.234895,
          "text": "In film, they smile at each other in close up."
        },
        {
          "timestamp": 84.098156,
          "text": "Kesha sings to us, as if we were lying next to her"
        },
        {
          "timestamp": 95,
          "text": "People hike, including Macklemore and the men in hats."
        },
        { "timestamp": 97, "text": "In film, a girl walks on a log." },
        {
          "timestamp": 100.866077,
          "text": "Macklemore walks through the woods, along a line of abandoned, rusted cars"
        },
        {
          "timestamp": 107.511858,
          "text": "In film, Macklemore and the brown haired man leap from a dock into water. Girls laugh in the water. Macklemore rests his arms on the dock."
        },
        { "timestamp": 110.559299, "text": "The 6 sit on a log by the shore" },
        {
          "timestamp": 112.902137,
          "text": "In film, a dime sized crab crawls over a hand."
        },
        {
          "timestamp": 123.285418,
          "text": "In film, the brown haired girl and Macklemore walk along the shore. He skips a rock."
        },
        {
          "timestamp": 129.037005,
          "text": "Kesha walks in a field of grass that rises to her shoulders."
        },
        {
          "timestamp": 140.578883,
          "text": "She wears an embroidered shear wrap over her white dress and blue flower necklace. Macklemore films her as she walks away, and a foot of the wrap drags through the grass behind her. In film, she turns to look at us."
        },
        {
          "timestamp": 147,
          "text": "She runs her fingers through the grass. The word LOVE is written on her knuckles. She has grass green nail polish and a chunky vintage ring."
        },
        { "timestamp": 151, "text": "The moon rises between blades of grass." },
        {
          "timestamp": 153,
          "text": "At night, Macklemore plays on a white, upright piano. Lights are strung between vans and through the trees. People sit by a fireplace, with candles lit in the background,"
        },
        {
          "timestamp": 159.495154,
          "text": "In film, Kesha then Macklemore smile while averting their eyes."
        },
        {
          "timestamp": 168.345968,
          "text": "Kesha plays. Candle light flickers on the piano's exposed hammers, which strike the strings. Branches hang over the keys."
        },
        {
          "timestamp": 173.750908,
          "text": "They sing and smile at each other."
        },
        {
          "timestamp": 181.517715,
          "text": "The crowd gathers in the circle and people begin to dance."
        },
        {
          "timestamp": 183.037298,
          "text": "A blond woman smiles in the candlelight. In film during the day, she strums a guitar. A girl in jeans sits next to her, playing with a football. Macklemore and Newsboy hat man sit on a blue plastic couch chatting."
        },
        {
          "timestamp": 187.926645,
          "text": "At night, the newsboy hat man dances and looks across a crackling fire. A crowd laughs, including a woman with a round face. In film, the round face woman plays hides her face behind the football and laughs. A man with curly brown hair and sunglasses reads a book."
        },
        {
          "timestamp": 195.865168,
          "text": "At night, the curly brown hair man, the same as from the van, plays guitar."
        },
        {
          "timestamp": 200.701456,
          "text": "Macklemore rests his arm on Kesha's shoulder"
        },
        {
          "timestamp": 206.960266,
          "text": "People dance around the campfire."
        },
        {
          "timestamp": 221.954021,
          "text": "In film, a cake covered in candles is presented to a black woman with red hair."
        },
        { "timestamp": 228.462592, "text": "Embers burn in the campfire" },
        { "timestamp": 238.421954, "text": "Fade to black" },
        {
          "timestamp": 240.877823,
          "text": "Credits roll. Directed by Johnny Valencia. Produced by Honna Kimmerer."
        }
      ]
    }
  ]
}
