{
  "source": {
    "url": "https://www.youtube.com/watch?v=eQFIKP9rGhQ",
    "domain": "youtube",
    "id": "eQFIKP9rGhQ"
  },
  "metadata": { "type": "music video", "title": "Britney Spears - Break The Ice (Official HD Video)", "creator": "Britney Spears" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        { "timestamp": 2, "text": "This video has the style of 90's anime." },
        {
          "timestamp": 4,
          "text": "Humanoid figures float in green fluid, connected by wires"
        },
        { "timestamp": 10, "text": "A city at night." },
        {
          "timestamp": 14,
          "text": "A blonde woman, Britney Spears, in a skin tight black outfit stands on a rooftop, her hair blowing in the wind."
        },
        {
          "timestamp": 19,
          "text": "She jumps off the roof, and falls backwards towards the street."
        },
        { "timestamp": 29, "text": "She crashes into a yellow glass dome" },
        {
          "timestamp": 32,
          "text": "and lands in a deep fountain at the center"
        },
        {
          "timestamp": 34,
          "text": "The shattering glass flies through the air, reflecting the scared faces of the building's patrons."
        },
        { "timestamp": 37.460382, "text": "Spears emerges from the fountain" },
        {
          "timestamp": 40.8482,
          "text": "She walks forward. The stunned crowd watches."
        },
        {
          "timestamp": 44,
          "text": "Bodyguards emerge from all sides. She smiles."
        },
        {
          "timestamp": 48,
          "text": "An 8 foot tall man with a monstrous face pushes the bodyguards out of his way"
        },
        {
          "timestamp": 52,
          "text": "Spears stands, hand on hip. The 8 foot man glows with a purple aura, and his eyes turn red."
        },
        {
          "timestamp": 57,
          "text": "He glares, she smirks, he roars. His clothes explode off his body as he runs towards, fist outstretched"
        },
        {
          "timestamp": 61,
          "text": "Spears turns a heel and roundhouse kicks hims."
        },
        {
          "timestamp": 67,
          "text": "He spins in the air and lands face first. Spears brings her foot down, her toe smoking."
        },
        {
          "timestamp": 72,
          "text": "She mouths something. Her face appears across dozens of screens and holograms as men in shoot bark orders."
        },
        { "timestamp": 75, "text": "Red text flashes \"Breach\"" },
        { "timestamp": 77, "text": "Red alarms flare" },
        {
          "timestamp": 80,
          "text": "Several uniformed, gloved arms ready long, glowing sticks."
        },
        {
          "timestamp": 82,
          "text": "Forces carrying riot shields labelled \"Victory\" run across a strobing red background"
        },
        {
          "timestamp": 86,
          "text": "In a white glowing room, Spears stands in front of a glowing safe door. She stands in front of a panel and puts on a glove."
        },
        {
          "timestamp": 89,
          "text": "She puts her hand on a panel and it scans it. A green light scans her eyeball."
        },
        {
          "timestamp": 92.265466,
          "text": "The door apertures open, and another sides apart. Wind blows into the opened room."
        },
        {
          "timestamp": 95.956288,
          "text": "Spears walks slowly through rows of upside down humanoid figures, covered in wires, floating in tanks."
        },
        {
          "timestamp": 99.86542,
          "text": "We zoom out, revealing several more rows of stacks of tanks."
        },
        {
          "timestamp": 102.300081,
          "text": "She stands at a control panel, which lifts up."
        },
        {
          "timestamp": 105.288107,
          "text": "She adjusts lights on the console, and stops in front of a tank"
        },
        {
          "timestamp": 109.353297,
          "text": "She stares at the humanoid robot, and her lips approach the tank."
        },
        {
          "timestamp": 115,
          "text": "She smiles. A small device with a timer is stuck to the side of the tank. She presses a button, and the time is 1 minute."
        },
        { "timestamp": 118, "text": "58 seconds" },
        {
          "timestamp": 120,
          "text": "She walks away. Several other tanks have timers."
        },
        {
          "timestamp": 126.603459,
          "text": "A door opens. A man sits on a cancerous couch, with the city in the background. "
        },
        {
          "timestamp": 129.035326,
          "text": "The man shoos away 2 women as Spears approaches"
        },
        {
          "timestamp": 134.656242,
          "text": "She leans in towards him, and he reaches out to her."
        },
        {
          "timestamp": 137.263186,
          "text": "She smacks his face. His eyes narrow."
        },
        {
          "timestamp": 139.926708,
          "text": "She holds his face as sweat beads on his brow"
        },
        { "timestamp": 141.265155, "text": "She kisses him, eyes open" },
        { "timestamp": 143.560816, "text": "His legs go slack" },
        {
          "timestamp": 145,
          "text": "His eyes glow as yellow circuitry runs from his pupils across his face."
        },
        {
          "timestamp": 148,
          "text": "Spears watches as he convulses. A gun scope watches her from across the street."
        },
        {
          "timestamp": 151,
          "text": "In another room, armored men with glowing beaded sticks stand at the ready."
        },
        {
          "timestamp": 153.59312,
          "text": "Spears looks directly at the scope, and leans back. In slowed time, a bullet breaks through the window. She barely evades the bullet."
        },
        { "timestamp": 156, "text": "The armored men rush in" },
        {
          "timestamp": 158,
          "text": "Spears leaps away, pushing off of the no longer convulsing man. His skin falls aside, revealing a short circuiting android."
        },
        {
          "timestamp": 161,
          "text": "She lands. Armored men drag glowing sticks."
        },
        { "timestamp": 164, "text": "15 seconds." },
        {
          "timestamp": 166,
          "text": "Spears stands in a large room, facing dozens of armored men."
        },
        { "timestamp": 168, "text": "11 seconds" },
        {
          "timestamp": 171.783916,
          "text": "She holds a small, strobing device"
        },
        {
          "timestamp": 173.084079,
          "text": "The device flies through the air, leaving a trail of smoke"
        },
        { "timestamp": 175.798341, "text": "0 seconds" },
        { "timestamp": 177.309082, "text": "A fiery explosion" },
        {
          "timestamp": 179.705129,
          "text": "In the flash, there are silhouettes shattered android pieces and broken wire."
        },
        {
          "timestamp": 184.183411,
          "text": "Spears runs away in the purple smoke."
        },
        {
          "timestamp": 188,
          "text": "She jumps at the bullet hole in the window, crashing through as the explosion races towards her"
        },
        {
          "timestamp": 190,
          "text": "A massive building labelled Victory explodes. A tiny figure flies out of the top floor, riding the shockwave."
        },
        {
          "timestamp": 192,
          "text": "Cut to black. Red text appears. To be continued."
        }
      ]
    }
  ]
}
