{
  "source": {
    "url": "https://www.youtube.com/watch?v=HGy9i8vvCxk",
    "domain": "youtube",
    "id": "HGy9i8vvCxk"
  },
  
  "metadata": { "type": "music video", "title": "Aloe Blacc - The Man (Explicit)", "creator": "Aloe Blacc" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 1.882931,
          "text": "A woman navigates an iPhone app. She presses a Play button."
        },
        {
          "timestamp": 13.741864,
          "text": "The woman starts walking down a damp, urban sidewalk. She wears a wide-rimmed hat, a white shirt, and a blue tie."
        },
        { "timestamp": 16.908192, "text": "White text appears. The Man." },
        { "timestamp": 24.741915, "text": "Children run behind a sleak car." },
        {
          "timestamp": 36.548697,
          "text": "A woman with an afro and a white dress rests against the car."
        },
        {
          "timestamp": 39.743452,
          "text": "A woman with gold earrings walks down a sidewalk. She passes singer Aloe Blacc, wearing a yellow shirt and tie, and a black leather coat with the collar upright."
        },
        {
          "timestamp": 46.117298,
          "text": "Men run down the sidewalk behind Aloe."
        },
        {
          "timestamp": 52.58758,
          "text": "A police car pulls up. More people run in different directions."
        },
        {
          "timestamp": 58.885333,
          "text": "Firemen spray hoses at protestors. A sign reads \"Get the hell out of Vietnam\""
        },
        {
          "timestamp": 63.679573,
          "text": "Protestors push against police riot shields."
        },
        {
          "timestamp": 75.82273,
          "text": "A young black man in a tan suit plays the trumpet."
        },
        {
          "timestamp": 87.018988,
          "text": "In a club, Aloe wears a red and black suit. He stands in a spotlight, with gold curtains behind him."
        },
        {
          "timestamp": 97.84917,
          "text": "Patrons sit at bars and tables, watching him. The trumpeter intensifies."
        },
        {
          "timestamp": 108.226363,
          "text": "In a well lit room, a server places a large bottle of cognac on a baby grand piano."
        },
        {
          "timestamp": 115.435721,
          "text": "Aloe sings while at the piano. He wears a red T shirt and white cap."
        },
        {
          "timestamp": 135.391443,
          "text": "A cognac colored ash tray glitters in the sun. Well dressed patrons watch the pianist sing while nodding along."
        },
        {
          "timestamp": 148.063497,
          "text": "Aloe walks towards us down an apartment building hallway. He wears a brimmed hat, a long sleeve turtle neck, and trousers. He sings to us, while gesturing with outstretched arms."
        },
        {
          "timestamp": 158.452339,
          "text": "3 white men emerge from a room in front of Aloe, looking towards us. One man wears boxing gloves and punches the air. The boxer and his escort walk towards us, then go into another room."
        },
        {
          "timestamp": 165.679148,
          "text": "The men walk into another room. Aloe continues down the hall, and paparazzi emerge from different rooms."
        },
        {
          "timestamp": 177.880069,
          "text": "A woman in an afro and a strapless orange bodysuit dances. Aloe walks into a room, obscured by the dancer."
        },
        {
          "timestamp": 179.805383,
          "text": "A red curtain closes on the hallway. The dancer kicks through the curtains, and dances into the room."
        },
        {
          "timestamp": 183.884987,
          "text": "We pull out to see a crowd of people holding beer bottles and dancing in a club."
        },
        {
          "timestamp": 199.862888,
          "text": "Outside, a photographer stands behind Aloe, who wears a pale suit and Malcolm X's glasses. A bald man in a suit escorts Aloe down the steps. He's surrounded by journalist holding pens and pads."
        },
        {
          "timestamp": 219.278599,
          "text": "In a station, Aloe walks into a foyer lined with white police officers. Aloe has short cropped hair, a navy suit, and a thin tie."
        },
        {
          "timestamp": 234.297809,
          "text": "On an urban street at dusk, Aloe walks towards us."
        },
        {
          "timestamp": 234.44452192752075,
          "text": "4 other suited black men approach him, and they all interlace elbows. They march as a line."
        },
        {
          "timestamp": 255.414745,
          "text": "They join a crowd. A sign reads, \"We March With Selma\". Another reads \"Freedom begins at home.\""
        },
        {
          "timestamp": 257.834133,
          "text": "Protestors gather. One holds a fist in the air. We pull out to see a large group of protestors. Fade to black."
        }
      ]
    }
  ]
}
