{
  "source": {
    "url": "https://www.youtube.com/watch?v=J9Q3i5w6-Ug",
    "domain": "youtube",
    "id": "J9Q3i5w6-Ug"
  },
  "metadata": { "type": "music video", "title": "TWRP - Starlight Brigade (feat. Dan Avidan) [Official video]", "creator": "TWRPtube" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 2,
          "text": "Stylistic note: this video is in the style of late 80's early 90's anime."
        },
        {
          "timestamp": 4,
          "text": "Text appears. TWRP featuring Dan Avidan. Knights of the Light Table."
        },
        {
          "timestamp": 6,
          "text": "Stars shine on a blue and purple night sky"
        },
        {
          "timestamp": 8,
          "text": "A blue hand reaches up towards the brightest star"
        },
        {
          "timestamp": 10,
          "text": "It twists into a ball and flies off. More stars follow."
        },
        {
          "timestamp": 12,
          "text": "A man with a boy on his shoulders stand on a cliff top, watching, alarmed."
        },
        {
          "timestamp": 14,
          "text": "The lights fly towards a floating upside down black pyramid. The pyramid glows as the sky darkens."
        },
        {
          "timestamp": 16,
          "text": "The boy reaches out a hand, eyes glistening"
        },
        {
          "timestamp": 18,
          "text": "Older, the now teenage boy sits atop rubble, hand outstretched. The boy is blue with white hair. His long, rabbit like ears stick outwards. He wears a black shirt and shawl, with a glowing blue stone on his chest."
        },
        {
          "timestamp": 26,
          "text": "The older man approaches the boy. Green lights flash, and they watch a light streak across the sky."
        },
        {
          "timestamp": 30,
          "text": "The boy runs, looking at the sky, past houses made of welded, jumbled rubble."
        },
        {
          "timestamp": 34,
          "text": "The man looks at the boy. He looks back, as green light trails towards the mountains behind him. The boy gives a worried look, turns, and runs to the mountains."
        },
        {
          "timestamp": 38,
          "text": "A black, glossy object made of 5 spikes sits, partially submerged in a small pool. Smoke billows."
        },
        {
          "timestamp": 40,
          "text": "The boy hops across rocks in the pool, appraoching the spike object."
        },
        {
          "timestamp": 42,
          "text": "The boy sees his reflection in black object. He places a hand on it and it bubbles."
        },
        {
          "timestamp": 46,
          "text": "He falls forward through a wall and looks around at a control station. From the outside, the black spikes reform into a small, floating, white ship."
        },
        {
          "timestamp": 53.210745,
          "text": "The looks at the controls, and closes his eyes. The face of the older man looks down at him."
        },
        {
          "timestamp": 56,
          "text": "The heart stone glows, and he looks up, eyes open. The older man's face passes behind him, eyes closed."
        },
        {
          "timestamp": 60,
          "text": "The control panel, made of copper circles and lines, glows beneath him."
        },
        {
          "timestamp": 62,
          "text": "He reaches out to 2 orbs on sticks on either side of his body. As he touches them, wings spring out to either side of the floating ship."
        },
        {
          "timestamp": 67,
          "text": "The ship flies forward, reaching the sky in a flash."
        },
        {
          "timestamp": 69,
          "text": "Colors race past the ship's windshield. The boy's surprise changes to excitement, then determination."
        },
        {
          "timestamp": 73,
          "text": "He flies through space, into the middle of a debris field."
        },
        {
          "timestamp": 75,
          "text": "A glowing screen holograms in front of him, showing a logo of a star inside an upside down pyramid."
        },
        {
          "timestamp": 78.157673,
          "text": "A mustached man in an orange hat smiles."
        },
        {
          "timestamp": 81.04758,
          "text": "The boy looks left, to see the man in a nearby ship, giving him a thumbs up."
        },
        {
          "timestamp": 83.248407,
          "text": "From the outside, we see 5 ships flying in a U shape around the boy. In the cockpit, the pilots appear on 5 floating screens. The boy smiles."
        },
        {
          "timestamp": 84.674602,
          "text": "A red masked humanoid, a blue lion, a black space samurai, and a yellow 8-legged robot smile."
        },
        {
          "timestamp": 86.840554,
          "text": "The 6 ships approach a green armored ship with towering red windows."
        },
        {
          "timestamp": 90.211702,
          "text": "A general gestures to figures on a grid. The 6 pilots look on."
        },
        {
          "timestamp": 96.140858,
          "text": "The general makes a T shape and a slicing gesture with his hands. The 6 pilots take a determined stance."
        },
        {
          "timestamp": 98.198277,
          "text": "On the grid, black spiky figures approach an upside down black pyramid."
        },
        {
          "timestamp": 100.18921,
          "text": "The models on the grid start rattling. The boy looks up, worried."
        },
        {
          "timestamp": 104.053689,
          "text": "The pyramid is nearby. The general directs the pilots down a corridor."
        },
        { "timestamp": 107.471865, "text": "The pilots get in their ships." },
        { "timestamp": 110.051182, "text": "The engines light up." },
        {
          "timestamp": 115.168375,
          "text": "The 6 take off, headed to the pyramid."
        },
        {
          "timestamp": 118.373128,
          "text": "Black and green spike ships approach"
        },
        {
          "timestamp": 119.373128,
          "text": "The boy screams, and dodges blasts of green light"
        },
        {
          "timestamp": 122.723798,
          "text": "At the center of the spike ships, light gathers in a circle like an eye. The boy flies between them as they fire, exploding each other."
        },
        {
          "timestamp": 127,
          "text": "The 6 ships fly together at the pyramid. They are stopped by a glowing green force field net."
        },
        {
          "timestamp": 129.180213,
          "text": "The spike ships fire at them from behind."
        },
        { "timestamp": 133.279911, "text": "The boy's ship begins to fall" },
        {
          "timestamp": 135.021925,
          "text": "In the cockpit, the boy holds his arm, as blood runs down his face. Screens spark, and the boy looks around."
        },
        {
          "timestamp": 139.410741,
          "text": "The screen darkens. The boy reaches out his hand, his heart stone glowing dimly."
        },
        {
          "timestamp": 143.744761,
          "text": "The boy sees a reflection of himself, on his knees, crying, arm outstretched."
        },
        { "timestamp": 146.179091, "text": "He falls to his chair" },
        { "timestamp": 148.113029, "text": "The heart stone light dies" },
        {
          "timestamp": 151.240282,
          "text": "In a memory, the young boy runs towards a star."
        },
        {
          "timestamp": 156.569228,
          "text": "The young boy smiles, reaching up to the star"
        },
        {
          "timestamp": 161.362746,
          "text": "He grabs it in his hands, light streaming through his fingers."
        },
        {
          "timestamp": 163.586932,
          "text": "The heart stone glows. The control panel glows."
        },
        { "timestamp": 164.588791, "text": "The boy makes a fist and stands." },
        {
          "timestamp": 170.211265,
          "text": "His hair glows. His ears point up. His determined eyes alight with fire."
        },
        {
          "timestamp": 172.112501,
          "text": "The ship shoots forward. He rams the green force field net, shattering a hole."
        },
        {
          "timestamp": 174,
          "text": "The other pilots watch, then ram their ships at the force field."
        },
        {
          "timestamp": 176.705388,
          "text": "Their determined faces collect on screen, with the boy at the center."
        },
        {
          "timestamp": 180.586998,
          "text": "Together, they force open the hole, and the entire pyramid's force field shatters, as the spike ships watch."
        },
        {
          "timestamp": 181.875884,
          "text": "The ships fly to the black, glossy side of the pyramid."
        },
        {
          "timestamp": 183,
          "text": "The boy sees himself reflected in the pyramid as they fly into it."
        },
        {
          "timestamp": 186.666289,
          "text": "In black and white, the 6 ships fly forward"
        },
        { "timestamp": 195.484158, "text": "The pilots brace themselves." },
        { "timestamp": 196.840087, "text": "A white light drowns the ships." },
        { "timestamp": 199.265769, "text": "The boy screams." },
        {
          "timestamp": 200.20535,
          "text": "The pyramid explodes in a white cloud, while 6 rainbow colors emerge from the other side. The spike ships watch from nearby, bathed in the neon green flash."
        },
        {
          "timestamp": 205.901906,
          "text": "The shockwave from the pyramid destroys the spike ships."
        },
        {
          "timestamp": 209.92059,
          "text": "The boy watches as hundreds of lights fly in all directions."
        },
        {
          "timestamp": 211.229063,
          "text": "Stars fly past the cheering pilots"
        },
        {
          "timestamp": 217.960258,
          "text": "The boy looks up at the starry sky, arms outstretched"
        },
        {
          "timestamp": 220.815382,
          "text": "Back on the planet, the older man looks up at the stars. A tear runs down his face."
        },
        {
          "timestamp": 224.691031,
          "text": "In a spotlight, the boy holds up a fist"
        },
        {
          "timestamp": 226.738065,
          "text": "The other pilots appear behind him, posing."
        },
        { "timestamp": 228.043584, "text": "Text appears. Starlight Brigade." },
        { "timestamp": 234.161295, "text": "Credits roll." }
      ]
    }
  ]
}
