{
  "source": {
    "url": "https://www.youtube.com/watch?v=RB-RcX5DS5A",
    "domain": "youtube",
    "id": "RB-RcX5DS5A"
  },
  "metadata": { "type": "music video", "title": "Coldplay - The Scientist (Official 4K Video)", "creator": "Coldplay" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 1.439037,
          "text": "Chris Martin opens his eyes, looking directly at us."
        },
        {
          "timestamp": 7.456337,
          "text": "In daylight, he lies on an blue, stained mattress, his arm resting over his head."
        },
        {
          "timestamp": 16.187547,
          "text": "The twin sized mattress lies on dirty tile covered in graffitti"
        },
        {
          "timestamp": 32.275304,
          "text": "He lies on it, looking to the side. Around him, walls are covered in graffiti."
        },
        {
          "timestamp": 36.461233,
          "text": "He convulses oddly, then un-falls up to a standing position."
        },
        {
          "timestamp": 43.065623,
          "text": "He holds his left arm and stares off as teenagers bike around in reverse"
        },
        {
          "timestamp": 56.650616,
          "text": "On an urban street, Martin walks backwards, singing to us."
        },
        { "timestamp": 67.275883, "text": "He swings over a brick wall" },
        {
          "timestamp": 75.778826,
          "text": "He walks backwards to the wall outside a laundry mat."
        },
        {
          "timestamp": 81.413786,
          "text": "He walks backwards through dead leaves on an overgrown sidewalk"
        },
        {
          "timestamp": 85.392752,
          "text": "He leaps backwards over a step, then continues under a railroad bridge."
        },
        { "timestamp": 87, "text": "A basketball flies out of a man's hands." },
        {
          "timestamp": 89,
          "text": "A basketball flies up from the ground hits the rim of the hoop, then arcs to a man who catches it and lands."
        },
        {
          "timestamp": 96.16618,
          "text": "A basketball flies from a bald man's hands to a goateed man, then flies straight up through a hoop."
        },
        {
          "timestamp": 102.910948,
          "text": "Martin walks backwards down a sidewalk past overgrown branches."
        },
        {
          "timestamp": 113.983756,
          "text": "He walks slowly along an empty railroad junction. 8 railroad track lay side by side. He makes slow steps over each rail."
        },
        {
          "timestamp": 127.640981,
          "text": "From a distance, we see Martin stumbling uphill, towards a thick forest."
        },
        {
          "timestamp": 134.452485,
          "text": "In the dark, Martin makes his way backwards through the forest."
        },
        {
          "timestamp": 141.078152,
          "text": "He runs backwards into the darkness."
        },
        {
          "timestamp": 145.237968,
          "text": "Leaves fall slowly upwards, then rapidly come together into Martin's outstretched hands. He holds a pile of leaves and looks at it."
        },
        {
          "timestamp": 148.879407,
          "text": "Martin looks into the darkness, then suddenly catches a flying stick."
        },
        {
          "timestamp": 152.665717,
          "text": "Black cloth lies crumpled on the ground."
        },
        {
          "timestamp": 157.631624,
          "text": "Martin looks to the side, and a black jacket flies into his outstretched arm. He puts the jacket on and buttons it"
        },
        {
          "timestamp": 162.302602,
          "text": "Wearing the jacket, he walks backwards into a clearing."
        },
        {
          "timestamp": 167.903398,
          "text": "In the clearing, a figure lies in the grass"
        },
        {
          "timestamp": 172.456998,
          "text": "Martin passes several feet by a woman in jeans and a black leather coat, lying on the ground, eyes closed."
        },
        {
          "timestamp": 180.923756,
          "text": "Martin opens the door of a car and gets in."
        },
        {
          "timestamp": 192.326391,
          "text": "He shakes his head, adjusts his jaw, then leans back, as if asleep."
        },
        { "timestamp": 195.637032, "text": "The BMW begins to bounce." },
        {
          "timestamp": 198.097487,
          "text": "Shattered glass around the woman rises up"
        },
        {
          "timestamp": 201.89567,
          "text": "The woman begins to rise and slowly float feet first towards the car."
        },
        {
          "timestamp": 208.960365,
          "text": "The car bounces. The woman enters the car as the glass forms a windshield behind her."
        },
        {
          "timestamp": 211.355521,
          "text": "The car bounces, then flies backwards. From a distance, we see the car roll up the hill."
        },
        {
          "timestamp": 220.72528,
          "text": "The car rolls to a broken fence. As the car reverses through, the fence repairs itself."
        },
        {
          "timestamp": 223.820377,
          "text": "The car reverses onto the bend of a curvy, country road."
        },
        {
          "timestamp": 226.443652,
          "text": "The car swerves violently around a truck."
        },
        {
          "timestamp": 234.112168,
          "text": "In the car, Martin laughs while driving."
        },
        {
          "timestamp": 240.592957,
          "text": "He sings, as the woman in the passenger seat smiles and takes off a leather jacket."
        },
        {
          "timestamp": 245.138585,
          "text": "She puts the jacket into the back seat."
        },
        {
          "timestamp": 250.928513,
          "text": "She puts on her seatbelt. The two of them smile at each other as they drive through the woods."
        },
        { "timestamp": 262.812644, "text": "Fade to black." }
      ]
    }
  ]
}
