{
  "source": {
    "url": "https://www.youtube.com/watch?v=aGSKrC7dGcY",
    "domain": "youtube",
    "id": "aGSKrC7dGcY"
  },
  "metadata": {
    "type": "music video",
    "title": "Depeche Mode - Enjoy the Silence",
    "creator": "Depeche Mode"
  },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 3,
          "text": "Four clean-shaven men stand close together in black and white, as if for a portrait. They wear black jackets and white shirts."
        },
        {
          "timestamp": 9,
          "text": "A yellow outline of a rose flashes. The 4 men pose in a different onfiguration."
        },
        {
          "timestamp": 12,
          "text": "A red rose on a blue background flashes. 3 men pose."
        },
        {
          "timestamp": 14,
          "text": "A black rose on a blue background flashes. 2 men pose."
        },
        {
          "timestamp": 16,
          "text": "A white rose on a blue background flashes. 1 man poses."
        },
        {
          "timestamp": 18,
          "text": "Grainy footage displays a winding dirt road cut across a grassy mountain, filmed from a distance. A tiny white figure can be seen on the road, moving slowly towards us."
        },
        {
          "timestamp": 22,
          "text": "A red and white figure, holding a blue rectangle, rounds a corner of a mountain path. Behind him is a lake, and beyond the lake is a hazy mountain range."
        },
        {
          "timestamp": 34,
          "text": "The figure climbs the wet and muddy mountain. The mountain path continues on without him."
        },
        {
          "timestamp": 40,
          "text": "The figure wears a golden crown, a flowing red robe, and a white fur stole. The king is carrying a blue deck chair."
        },
        {
          "timestamp": 54,
          "text": "At the summit of the mountain, the king sets up the deck chair. His white stole almost glows against to the backdrop of other, dark gray mountains."
        },
        {
          "timestamp": 60,
          "text": "The king sits, overlooking a large lake in the valley. He has a 5 o'clock shadow."
        },
        {
          "timestamp": 65,
          "text": "The king sings a bar of the chorus."
        },
        {
          "timestamp": 71,
          "text": "A blue rose on a white background flashes. In black and white, 4 men stand closely together, seen from the waist up. A white rose on a red background flashes. The posing men are seen in close up. A red rose on a yellow background flashes. The men are posing seen from the knees up. A red rose on a black background flashes. The men's faces are seen, close up, with harsh shadows."
        },
        {
          "timestamp": 80,
          "text": "A rolling field of tall green grass can be seen through gaps in leaves. The king climbs over a hill."
        },
        {
          "timestamp": 85,
          "text": "The king walks across a grassy field, dotted with a handful of Scots Pine trees. Each trunk remains solid for about 6 feet, then splits into V shaped branches."
        },
        {
          "timestamp": 90,
          "text": "The king can be seen between the V shape of a tree."
        },
        {
          "timestamp": 94,
          "text": "The king carries a blue deck chair. The silhouette of a tree frames his walk through the highlands."
        },
        {
          "timestamp": 98,
          "text": "The king walks through the shadow of a tree."
        },
        {
          "timestamp": 110,
          "text": "Along the ridge of a hill, the king walks towards a lone tree."
        },
        {
          "timestamp": 116,
          "text": "Sitting in the deck chair, the king sings along with the corus."
        },
        {
          "timestamp": 125,
          "text": "The sun, touching the horizon, casts the sky in pink and orange. The king, the deck chair, and the tree, sit in silouette."
        },
        {
          "timestamp": 130,
          "text": "The 4 men pose in black and white. A white outline on a blue background flashes quickly. In black and white, the king stands and spreads his arms. A black outline on a yellow background flashes. There is darkness, and the 4 men step out from the shadows."
        },
        {
          "timestamp": 140,
          "text": "A red rose flashes on a white background. Cleanshaven, the king holds a white square with a rose. The shadow of the rose moves as the king moves the square."
        },
        {
          "timestamp": 145,
          "text": "A blue rose flashes. The 4 men pose around each other."
        },
        {
          "timestamp": 148,
          "text": "The king walks along on the top of a cliff, facing the sea, carrying a blue deck chair. A seagull flies between sea stacks. The sky is clear."
        },
        {
          "timestamp": 155,
          "text": "From far below, the king can be seen walking to the edge of the cliff. From another angle, the king is framed by the out cropping archway. He turns and walks away."
        },
        {
          "timestamp": 168,
          "text": "The king carries the deck chair along the orange, sandy cliffs, spotted with moss."
        },
        {
          "timestamp": 173,
          "text": "He walks along beach, past a collection of rocks, until he disappears behind an outcropping."
        },
        {
          "timestamp": 180,
          "text": "The king stands at the shore silouetted between 2 sea stacks. Both are tall, but taper to points at the top, resembling crowned heads. The king looks from one to the other. Gentle waves spray foam against them."
        },
        {
          "timestamp": 189,
          "text": "He sings the same bar of the chorus, as waves crash against the cliffs next to him."
        },
        {
          "timestamp": 195,
          "text": "The sun touches the horizon, and the sea turns the color of wine. The king sits in the deck chair, in silhouette, watching."
        },
        {
          "timestamp": 200,
          "text": "A red rose flashes. The 4 men stand tightly together. The red rose flashes again, and the 4 men stand in a different configuration. This happens 2 more times."
        },
        {
          "timestamp": 207,
          "text": "A shadowy figure far away walks across an untouched field of snow. A snowy mountain range towers above him, beneath a clear, blue sky."
        },
        {
          "timestamp": 215,
          "text": "The king leaves winding footprints in the snow. His robe billows gently."
        },
        {
          "timestamp": 221,
          "text": "The king carries a blue deck chair across a ridge. Beyond him, snowy valleys and clear sky stretch as far as the eye can see."
        },
        {
          "timestamp": 240,
          "text": "The king sets up his chair in the middle of the snow. Behind him, snow covered ridges stretch beyond the horizon. He secures the chair in the snow, and takes a seat, his robe spreading into a triangle."
        },
        {
          "timestamp": 267,
          "text": "The sun is high overhead. A lens flare across the camera draws a beaded line between the sun and the seated king."
        },
        {
          "timestamp": 270,
          "text": "Fade to white."
        }
      ]
    }
  ]
}
