{
  "source": {
    "url": "https://www.youtube.com/watch?v=KEG7b851Ric",
    "domain": "youtube",
    "id": "KEG7b851Ric"
  },
  "metadata": { "type": "music video", "title": "Sabrina Carpenter - Taste", "creator": "Sabrina Carpenter" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 1.163494,
          "text": "Text. Parental advisory and viewer warning: The following video contains explicit content and depicts graphic violence which may be offensive to some viewers. Viewer discretion is advised."
        },
        {
          "timestamp": 7.431807,
          "text": "A pink, lacy bed is covered with knives, guns, hand cuffs, swords, brass knuckles, fetish gear, and other weapons."
        },
        {
          "timestamp": 10.699055,
          "text": "A pink bear's mouth is covered with a duck tape, with a red kiss print over its mouth."
        },
        {
          "timestamp": 15,
          "text": "A woman picks up a lipstick bullet labelled Prada."
        },
        {
          "timestamp": 17.376042,
          "text": "Yellow text appears. Taste. Directed by Dave Meyers."
        },
        {
          "timestamp": 21.368009,
          "text": "Sabrina Carpenter, a blond young woman, picks up a large chef's knife. She applies dark purple lipstick, using the knife as a mirror."
        },
        {
          "timestamp": 28.278202,
          "text": "She enters the front door of a mansion, wielding a machete"
        },
        {
          "timestamp": 33.14428,
          "text": "Wearing a low cut blue top and tight black pants, she slowly enters a bedroom, machete over her head."
        },
        {
          "timestamp": 37.321443,
          "text": "She strolls past the sleeping body of a couple."
        },
        {
          "timestamp": 42.197612,
          "text": "She beats the woman's body with the machete. Feathers fly. She grabs the head, which is a volley ball wearing makeup."
        },
        {
          "timestamp": 45,
          "text": "Jenna Ortega, a tanned brunette woman, appears from behind and fires a shotgun."
        },
        {
          "timestamp": 48.393906,
          "text": "Carpenter shuffles from side to side, dodging several shots."
        },
        {
          "timestamp": 55,
          "text": "Carpenter mouths lyrics, and Ortega fires. Blood splatters erupts from her back, dotting the floor, a lamp, and the doors."
        },
        {
          "timestamp": 57,
          "text": "Carpenter flies back and falls over a balcony. Ortega runs over, as the Boyfriend looks up."
        },
        {
          "timestamp": 59,
          "text": "Ortega looks over the bloody balcony railing to Carpenter, who lies impaled by a white picket fence. She looks up, and Ortega waves, smiling"
        },
        {
          "timestamp": 64.20522,
          "text": "Carpenter looks at a knife in her hand, and tosses it up. It lands in Ortega's eye."
        },
        {
          "timestamp": 68.803218,
          "text": "Carpenter flips her off. Ortega glares."
        },
        {
          "timestamp": 72.733044,
          "text": "Carpenter lies on a hospital bed, while surgeons pull the fence pickets out. She wears a pink dress with white polka dots and a blocky pink stiletto."
        },
        {
          "timestamp": 80,
          "text": "Carpenter gets up, and the surgeons look through the gaping hole in her chest."
        },
        {
          "timestamp": 82,
          "text": "Ortega, wearing a white mini dress, eyepatch, and nurse's hat approaches with defibrilator paddles. She shoves Carpenter, who convulses."
        },
        {
          "timestamp": 88,
          "text": "Carpenter turns around, and Ortega presses the paddles against her chest. Carpenter falls back."
        },
        {
          "timestamp": 91.809309,
          "text": "Ortega presses the paddles to Carpenter's face, and her heart monitor flatlines. Carpenter falls back, and Ortega tosses the paddles and walks away."
        },
        {
          "timestamp": 94.912951,
          "text": "In a purple dress, Ortega sits with Boyfriend by the fireplace. Carpenter watches through the window from behind a hedge and picks up a brunette doll."
        },
        {
          "timestamp": 98.683205,
          "text": "Carpenter bends the doll back, and Ortega whips her head back, grabbing at her lower back."
        },
        {
          "timestamp": 105,
          "text": "Ortega whacks her head on a pillow. Carpenter is hitting the dolls face against the hedge, smiling."
        },
        {
          "timestamp": 107,
          "text": "Ortega pulls out a blonde doll. Carpenter rips the head off her doll."
        },
        {
          "timestamp": 110,
          "text": "Ortega's head flies back. As she readjusts her head, she flings the blond doll into the fireplace."
        },
        {
          "timestamp": 112,
          "text": "Carpenter stumbles to her feet, her arms on fire."
        },
        {
          "timestamp": 114,
          "text": "Ortega laughs as Carpenter's burning body runs across the lawn."
        },
        {
          "timestamp": 119,
          "text": "Ortega and Boyfriend embrace in the shower."
        },
        {
          "timestamp": 121,
          "text": "Carpenter pulls the curtain aside and brandishes a knife."
        },
        {
          "timestamp": 123,
          "text": "Ortega picks up a sickle and swipes at Carpenter. An arm falls to floor, squirting blood."
        },
        {
          "timestamp": 125,
          "text": "Boyfriend, covered in blood, screams. Carpenter, with blood pouring out of the stub of her missing right arm, points at them while backing away, and mouths lyrics"
        },
        {
          "timestamp": 127,
          "text": "Ortega, covered in blood, smiles gleefully"
        },
        {
          "timestamp": 129,
          "text": "Carpenter, wearing white lingerie, runs down the stairs, with Ortega in pursuit. Carpenter trips at the last step."
        },
        {
          "timestamp": 132.392597,
          "text": "Ortega wraps Carpenter's amputated arm around her neck and strangles her."
        },
        {
          "timestamp": 139,
          "text": "Carpenter goes limp. Ortega laughs and walks away."
        },
        { "timestamp": 141, "text": "By the pool, Ortega kisses Boyfriend." },
        {
          "timestamp": 147,
          "text": "She opens her eyes to see she's kissing Carpenter."
        },
        {
          "timestamp": 149,
          "text": "Ortega grabs a chainsaw and drives it into Carpenter's gut."
        },
        {
          "timestamp": 152.735998,
          "text": "Carpenter bends over, grabbing at her wound, and stumbles back into the pool."
        },
        {
          "timestamp": 159,
          "text": "Ortega looks down. Carpenter floats in a pool turning red."
        },
        {
          "timestamp": 161,
          "text": "Ortega smiles as Carpenter runs up behind her."
        },
        { "timestamp": 163, "text": "Ortega notices her, then looks back." },
        {
          "timestamp": 165,
          "text": "Boyfriend is floating, bloody, in the pool. Carpenter smiles."
        },
        {
          "timestamp": 168,
          "text": "A picture covered in flowers labeled \"In loving memory of Beloved Boyfriend\". Carpenter and Ortega wear low cut black dresses while looking down at a casket."
        },
        {
          "timestamp": 179.052859,
          "text": "An older woman in black cries over the casket. Carpenter and Ortega exchange glances and smile,"
        },
        {
          "timestamp": 189.015591,
          "text": "As the woman throws herself over the casket, Carpenter and Ortega walk away together."
        }
      ]
    }
  ]
}
