{
  "source": {
    "url": "https://www.youtube.com/watch?v=Zi_XLOBDo_Y",
    "domain": "youtube",
    "id": "Zi_XLOBDo_Y"
  },
  "metadata": { "type": "music video", "title": "Michael Jackson - Billie Jean", "creator": "Michael Jackson" },
  "scripts": [
    {
      "language": "en-US",
      "author": "Julianna Langston",
      "tracks": [
        {
          "timestamp": 2.804323,
          "text": "In black and white, debris sits in an alleyway. A figure wearing black gloves presses against the alley wall."
        },
        {
          "timestamp": 11.256309,
          "text": "The figure, a man in a trench coat and sunglasses, walks carefully and looks around a corner"
        },
        {
          "timestamp": 15.503195,
          "text": "A cat walks behind a trash can. The figure puts out a cigarette."
        },
        { "timestamp": 21.226798, "text": "A coin flips in the air" },
        {
          "timestamp": 22.257831,
          "text": "Black and white shoes walk along the sidewalk. The sidewalk panels light up as they are stepped on."
        },
        {
          "timestamp": 25.975484,
          "text": "In color, Michael Jackson tosses a coin in the air."
        },
        {
          "timestamp": 38.638034,
          "text": "Jackson notices a scruffy man in a coat lying behind a trash can."
        },
        {
          "timestamp": 47.075052,
          "text": "He tosses a coin into a cup in front of the homeless man."
        },
        {
          "timestamp": 50.970844,
          "text": "The cup glows, and a spotlight shines on the homeless man."
        },
        {
          "timestamp": 54.590318,
          "text": "The man wakes up and looks down. He's wearing clean, white formal attire."
        },
        {
          "timestamp": 55.319834,
          "text": "A city street corner. The man in the trench coat runs down the street. He drops a news paper with the headline \"Billie Jean Scandal\". He stops and retrieves the paper."
        },
        {
          "timestamp": 66.951967,
          "text": "The man in the trench coat hides behind the corner. Michael Jackson walks down the sidewalk, lighting it up with each step, in time with the synthesizer."
        },
        {
          "timestamp": 76.920107,
          "text": "A tiger cub runs out from behind the trash can."
        },
        {
          "timestamp": 77.978008,
          "text": "Jackson pauses, and props his foot on the rim of a trash can. The can glows. He shines his shoes."
        },
        {
          "timestamp": 88.104055,
          "text": "A white cat runs behind the trash can. A tiger cub emerges from the other side."
        },
        {
          "timestamp": 97.765705,
          "text": "Jackson walks down the street, and leans against a street lamp. The man in the trench coat walks out from behind him."
        },
        {
          "timestamp": 100.111128,
          "text": "A light flashes. A polaroid camera ejects a picture, showing the man in the trench coat alone by the street lamp. The man looks around."
        },
        {
          "timestamp": 116.295588,
          "text": "Jackson stands on a path, the city in the background. He sings."
        },
        { "timestamp": 122.371837, "text": "He dances and looks at us." },
        {
          "timestamp": 127.263342,
          "text": "He puts on a coat and spins around. Next to him is a large billboard depicting 2 women and the word Louisa."
        },
        {
          "timestamp": 136.287946,
          "text": "He gets closer to the billboard, and a new picture appears of the women looking at him. Another picture, where the women look at each other."
        },
        {
          "timestamp": 146.702161,
          "text": "All back Jackson's eyes fade to black"
        },
        {
          "timestamp": 162.235708,
          "text": "The video splits into 3 stripes, with different stripes playing or being frozen. Jackson dances."
        },
        { "timestamp": 169.157413, "text": "A bed is softly lit at night." },
        {
          "timestamp": 172.608387,
          "text": "On the street, the trench coat man picks up tiger printed clothing."
        },
        { "timestamp": 190.856139, "text": "Jackson sings to us." },
        {
          "timestamp": 211.071203,
          "text": "A woman looks out her window into an alleyway at night."
        },
        {
          "timestamp": 214.896994,
          "text": "Jackson walks by the window, and approaches a stairway"
        },
        {
          "timestamp": 219.063186,
          "text": "The woman reaches for a phone. Jackson puts a finger to his lips and walks up the stairs, past a sign reading Hotel."
        },
        {
          "timestamp": 222.727796,
          "text": "The stairs glow as he steps on them."
        },
        {
          "timestamp": 231.667543,
          "text": "The trench coat man climbs the stairs. The woman grabs her phone."
        },
        {
          "timestamp": 237.338017,
          "text": "Jackson stands next to the bed, staring. The trench coat man appears through the window."
        },
        {
          "timestamp": 248.259361,
          "text": "Jackson climbs into the bed. The trench coat man lifts a camera."
        },
        { "timestamp": 251.169521, "text": "The bed glows." },
        {
          "timestamp": 254.336117,
          "text": "The woman points to the stairs. Police officers run."
        },
        {
          "timestamp": 260.127215,
          "text": "Police grab the trench coat man. He looks through the window, and Jackson is gone."
        },
        {
          "timestamp": 264.130724,
          "text": "The police take the trench coat man away."
        },
        {
          "timestamp": 278.005587,
          "text": "The trench coat man drops the tiger print on the sidewalk. A man in an all white suit walks by with a woman on his arm."
        },
        {
          "timestamp": 281.034125,
          "text": "An adult tiger appears on the sidewalk, then runs away."
        },
        {
          "timestamp": 283.710346,
          "text": "An occasional sidewalk panel glows, as if an invisible Jackson is walking away down the street."
        }
      ]
    }
  ]
}
