{
  "metadata": {
    "creator": "Halestorm",
    "title": "Halestorm - Familiar Taste of Poison",
    "type": "music video"
  },
  "scripts": [
    {
      "author": "Julianna Langston",
      "language": "en-US",
      "tracks": [
        {
          "text": "A man in a trenchcoat stares up at an ornate mansion. Atlantic Records Presents, Halestorm in Familiar Taste of Poison.",
          "timestamp": 2.194833
        },
        {
          "text": "A woman in a black dress floats face down in a large fountain. Directed by Jeremy Alter.",
          "timestamp": 9.038654
        },
        {
          "text": "Seen from below, the dead woman sings to us while floating. Her fingernails and lips are red, and her black hair floats around her face.",
          "timestamp": 15.857946
        },
        {
          "text": "At night, the woman, Lizzy Hale, applies red lipstick while looking in a mirror. A figure in shadow watches from behind her.",
          "timestamp": 24.586817
        },
        {
          "text": "Hale is a pale woman with medium length, wavy black hair, silver smoky eyeshadow, and bold red lips.",
          "timestamp": 29
        },
        {
          "text": "Hale, wearing a black dress, looks up from a verandah. A man with slicked back hair looks down at her from a balcony.",
          "timestamp": 34.707521
        },
        {
          "text": "At night, the man watches Hale sleep.",
          "timestamp": 38.176067
        },
        {
          "text": "Hale walks through the mansion halls at night.",
          "timestamp": 43.680097
        },
        { "text": "She sings to us underwater.", "timestamp": 51.459945 },
        {
          "text": "The man in the trenchcoat walks into a dining room and looks around at the mansion.",
          "timestamp": 55.879948
        },
        {
          "text": "Police officers follow behind him.",
          "timestamp": 59.174088
        },
        {
          "text": "The man in the trenchcoat looks at a portrait of Hale.",
          "timestamp": 69.34294
        },
        {
          "text": "Hale sings to herself in the mirror as she applies makeup.",
          "timestamp": 74.487193
        },
        {
          "text": "Hale sings underwater, running her hands over her mouth.",
          "timestamp": 79.95595
        },
        {
          "text": "The police photograph the dead woman in the fountain. The man in the trenchcoat, a detective, writes in a notebook.",
          "timestamp": 86.392842
        },
        {
          "text": "The man with slicked back hair approaches the detective.",
          "timestamp": 91
        },
        {
          "text": "The police pull Hale out of the fountain.",
          "timestamp": 96.466849
        },
        {
          "text": "In the mirror, Hale sees the man with slicked back hair, and smiles.",
          "timestamp": 100.170403
        },
        {
          "text": "Police photograph Hale in a body bag. The detective kneels in front of her.",
          "timestamp": 110.218519
        },
        {
          "text": "She sings in the body bag, a tear running from her face.",
          "timestamp": 113.45737
        },
        {
          "text": "A medical professional pushes a gurney with the body bag through the mansion, past the detective.",
          "timestamp": 123.491093
        },
        {
          "text": "A harsh light shines on medical instruments, and Hale's body.",
          "timestamp": 128.746887
        },
        {
          "text": "The Medical Examiner talks to the Detective.",
          "timestamp": 132.660781
        },
        {
          "text": "The man with the slicked back hair sits casually. The detective leans over him, talking intensely. The man smiles.",
          "timestamp": 139.539927
        },
        { "text": "The detective grabs the man.", "timestamp": 147.185212 },
        {
          "text": "Vials spin in a carousel. The Medical Examiner hands the Detective a paper that reads Poisoned.",
          "timestamp": 149.415068
        },
        {
          "text": "Hale sings to us from the water and to the mirror.",
          "timestamp": 154.241944
        },
        { "text": "The man watches her sleep.", "timestamp": 159.761366 },
        {
          "text": "A dropper is inserted into a vial.",
          "timestamp": 164.303142
        },
        { "text": "Hale screams underwater.", "timestamp": 168 },
        {
          "text": "Hale lies in a coffin under a chandelier.",
          "timestamp": 172
        },
        {
          "text": "People walk by the coffin. A woman in black cries.",
          "timestamp": 183.68936
        },
        {
          "text": "The man with the slicked back hair appraoches the coffin and looks at Hale.",
          "timestamp": 187
        },
        {
          "text": "The detective approaches. The man turns to look.",
          "timestamp": 194.622244
        },
        {
          "text": "The detective shows a vial in a bag. The man takes a step back, and a cop holds his arms.",
          "timestamp": 198.35758
        },
        {
          "text": "The detective looks at Hale. In the Medical Examiner's office, he looks at the word \"Poisoned\".",
          "timestamp": 203.503109
        },
        {
          "text": "The man uses a dropper to apply serum to the red lipstick. Hale applies the lipstick in a mirror.",
          "timestamp": 206.073713
        },
        { "text": "Hale sings from the body bag.", "timestamp": 213.405236 },
        {
          "text": "The detective closes the lid of the coffin.",
          "timestamp": 220.405849
        },
        {
          "text": "Hale floats in the fountain, blood spreading around her face.",
          "timestamp": 224.206354
        },
        { "text": "An officer zips up the body bag.", "timestamp": 227.864898 },
        {
          "text": "The cast. Femme Fatale, Lizzy Hale. Hardboiled Joe, Joe Hottinger. The Coroner, Arejay Hale. Evil Playboy Dr. Smith, Josh Smith.",
          "timestamp": 232
        },
        {
          "text": "Halestorm. Debut album available now.",
          "timestamp": 241.667168
        },
        { "text": "www.HalestormRocks.com", "timestamp": 244.775952 },
        { "text": "Cut to black.", "timestamp": 246 }
      ]
    }
  ],
  "source": {
    "domain": "youtube",
    "id": "lHZKPYQnsmc",
    "url": "https://www.youtube.com/watch?v=lHZKPYQnsmc"
  }
}
